{
  "paper_id": "896cb03362facd2a670bee13dc5368b81768b2ba",
  "metadata": {
    "title": "ZIKA VIRUS INFECTION AT DIFFERENT PREGNANCY STAGES: ANATOMOPATHOLOGICAL FINDINGS, TARGET CELLS AND VIRAL PERSISTENCE IN PLACENTAL TISSUES Running title ZIKA VIRUS INFECTION IN HUMAN PLACENTAS List of authors",
    "coda_data_split": "train",
    "coda_paper_id": 3131,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Zika virus (ZIKV) infection in humans has been associated with congenital malformations and other neurological disorders, such as Guillain-Barré syndrome. The mechanism(s) of ZIKV intrauterine transmission, the cell types involved, the most vulnerable period of pregnancy for severe outcomes from infection and other physiopathological aspects remain unknown. In this study, we analyzed placental samples obtained at the time of delivery from a group of twenty-four women diagnosed with ZIKV infection during the first, second or third trimesters of pregnancy. Villous immaturity was the main histological finding in the placental tissues, although placentas without alterations were also frequently observed. Significant enhancement of the number of syncytial sprouts was observed in the placentas of women infected during the third trimester, indicating the development of placental abnormalities after ZIKV infection. Hyperplasia of Hofbauer cells (HCs) was also observed in these thirdtrimester placental tissues, and remarkably, HCs were the only ZIKV-positive fetal cells found in the placentas studied that persisted until birth, as revealed by immunohistochemical (IHC) analysis. Thirty-three percent of women infected during pregnancy delivered infants with congenital abnormalities, although no pattern correlating the gestational stage at infection, the IHC positivity of HCs in placental tissues and the presence of congenital malformations at birth was observed. Placental tissue analysis enabled us to confirm maternal ZIKV infection in cases where serum from the acute infection phase was not available, which reinforces the importance of this technique in identifying possible causal factors of birth defects. The results we observed in the samples from naturally infected pregnant women may contribute to the understanding of some aspects of the pathophysiology of ZIKV.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus ( ZIKV ) infection in humans has been associated with congenital malformations and other neurological disorders , such as Guillain-Barré syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanism ( s ) of ZIKV intrauterine transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the cell types involved , the most vulnerable period of pregnancy for severe outcomes from infection and other physiopathological aspects remain unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we analyzed placental samples obtained at the time of delivery from a group of twenty-four women diagnosed with ZIKV infection during the first ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "second or third trimesters of pregnancy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Villous immaturity was the main histological finding in the placental tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although placentas without alterations were also frequently observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant enhancement of the number of syncytial sprouts was observed in the placentas of women infected during the third trimester ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the development of placental abnormalities after ZIKV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hyperplasia of Hofbauer cells ( HCs ) was also observed in these thirdtrimester placental tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and remarkably , HCs were the only ZIKV-positive fetal cells found in the placentas studied that persisted until birth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as revealed by immunohistochemical ( IHC ) analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty-three percent of women infected during pregnancy delivered infants with congenital abnormalities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although no pattern correlating the gestational stage at infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the IHC positivity of HCs in placental tissues and the presence of congenital malformations at birth was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Placental tissue analysis enabled us to confirm maternal ZIKV infection in cases where serum from the acute infection phase was not available ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which reinforces the importance of this technique in identifying possible causal factors of birth defects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results we observed in the samples from naturally infected pregnant women may contribute to the understanding of some aspects of the pathophysiology of ZIKV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "296"
  }
}