{
  "paper_id": "896c09e8be2822c2933cb200d5b5db159a2a85e6",
  "metadata": {
    "title": "Archives of Virology Virus Isolation and Serum, Antibody Responses After Infection of Cats With Transmissible Gastroenteritis Virus BrieiReport",
    "coda_data_split": "train",
    "coda_paper_id": 6599,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis virus was administered orally to cats. No clinical disease resulted but infectious virus was isolated from faeces for up to 22 days after infection and serum antibody was detected by neutralisation and immunofluorescence tests. .",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis virus was administered orally to cats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No clinical disease resulted but infectious virus was isolated from faeces for up to 22 days after infection and serum antibody was detected by neutralisation and immunofluorescence tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The spread of transmissible gastroenteritis virus (TGEV) from infected pig herds and the recrudescence of infection after long periods have not been adequately explained. Experiments on the host range of the virus have indicated that nonporcine hosts could have a role in the epidemiology of TGE (2, 4, 7, 8, 9, t6). Indirect immunofluorescence (IIF) and virus neutralisation (V1N!) tests have been used recently to demonstrate antibody to TGEV in cats. In Holland and Great Britain samples from cats with clinical feline infectious peritonitis (FIP) frequently have antibody to TGEV in the I I F test (10). However, neutralising antibody has not been found in sera from Dutch cats with FIP. American and Dutch studies have recently demonstrated that sera from cats experimentally infected with F I P will cross-react, at low titre, with TGEV-infected pig cells by immunofluoreseence but will not neutralise TGEV in vitro (10, 12) . This evidence has been used to suggest that an antigenic relationship exists between TGEV and F I P virus.",
      "sentences": [
        [
          {
            "segment_text": "The spread of transmissible gastroenteritis virus ( TGEV ) from infected pig herds and the recrudescence of infection after long periods have not been adequately explained .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Experiments on the host range of the virus have indicated that nonporcine hosts could have a role in the epidemiology of TGE ( 2 , 4 , 7 , 8 , 9 , t6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indirect immunofluorescence ( IIF ) and virus neutralisation ( V1N ! )",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "tests have been used recently to demonstrate antibody to TGEV in cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Holland and Great Britain samples from cats with clinical feline infectious peritonitis ( FIP ) frequently have antibody to TGEV in the I I F test ( 10 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , neutralising antibody has not been found in sera from Dutch cats with FIP .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "American and Dutch studies have recently demonstrated that sera from cats experimentally infected with F I P will cross-react ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at low titre , with TGEV-infected pig cells by immunofluoreseence but will not neutralise TGEV in vitro ( 10 , 12 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This evidence has been used to suggest that an antigenic relationship exists between TGEV and F I P virus .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The potential of the cat to excrete TGEV was studied by virus reisolation and the serological responses to TGEV and F I P were monitored; thus the possible epidemiological role of the cat in TGE could be assessed. In addition information was obtained on the possible origin and relationship of VN and I I F antibodies to TGEV which occur naturally in cats, often at high titres (10, 13). TGEV strain KN63, used as inoculum in this experiment, was prepared as a clarified 50 per cent suspension of small intestine from an infected gnotobiotic piglet. I t had a titre of i.7 × 107 PFU/ml.",
      "sentences": [
        [
          {
            "segment_text": "The potential of the cat to excrete TGEV was studied by virus reisolation and the serological responses to TGEV and F I P were monitored ; thus the possible epidemiological role of the cat in TGE could be assessed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition information was obtained on the possible origin and relationship of VN and I I F antibodies to TGEV which occur naturally in cats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often at high titres ( 10 , 13 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TGEV strain KN63 , used as inoculum in this experiment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was prepared as a clarified 50 per cent suspension of small intestine from an infected gnotobiotic piglet .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "I t had a titre of i. 7 × 107 PFU/ml .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "18",
    "token_num": "354"
  }
}