{
  "paper_id": "8989cf875a47e45c9b30112581c2fa008fb6025d",
  "metadata": {
    "title": "Antiproliferative cyclodepsipeptides from the marine actinomycete Streptomyces sp. P11-23B downregulating the tumor metabolic enzymes of glycolysis, glutaminolysis, and lipogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 2604,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two cyclodepsipeptides and a known cyclodepsipeptide valinomycin were isolated from a culture of the marine actinomycete Streptomyces sp. P11-23B. Their structures were established based on NMR, HRE-SIMS, and MS-MS spectroscopic interpretation as well as by chemical degradation. Both streptodepsipeptides P11A and P11B inhibited proliferation of different glioma cell lines, with IC 50 values ranging from 0.1 mM to 1.4 mM. Streptodepsipeptide P11A was found to block the cell cycle at the G 0 /G 1 phase and induce apoptosis in glioma cells. Further investigation demonstrated that streptodepsipeptide P11A downregulated expression of HK2, PFKFB3, PKM2, GLS, and FASN, important tumor metabolic enzymes. Data from this study suggested that targeting multiple tumor metabolic regulators might be one antiglioma mechanism of streptodepsipeptide P11A. A possible mechanism for this class of streptodepsipeptides is reported herein.",
      "sentences": [
        [
          {
            "segment_text": "Two cyclodepsipeptides and a known cyclodepsipeptide valinomycin were isolated from a culture of the marine actinomycete Streptomyces sp. .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "P11-23B .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their structures were established based on NMR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HRE-SIMS , and MS-MS spectroscopic interpretation as well as by chemical degradation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both streptodepsipeptides P11A and P11B inhibited proliferation of different glioma cell lines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with IC 50 values ranging from 0.1 mM to 1.4 mM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Streptodepsipeptide P11A was found to block the cell cycle at the G 0 / G 1 phase and induce apoptosis in glioma cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigation demonstrated that streptodepsipeptide P11A downregulated expression of HK2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PFKFB3 , PKM2 , GLS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and FASN , important tumor metabolic enzymes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data from this study suggested that targeting multiple tumor metabolic regulators might be one antiglioma mechanism of streptodepsipeptide P11A .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A possible mechanism for this class of streptodepsipeptides is reported herein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "148"
  }
}