{
  "paper_id": "8990c147b5ff154d54aee565f9067a68045f2527",
  "metadata": {
    "title": "Saccharomyces cerevisiae: A useful model host to study fundamental biology of viral replication",
    "coda_data_split": "train",
    "coda_paper_id": 5233,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Understanding the fundamental steps of virus life cycles including virus-host interactions is essential for the design of effective antiviral strategies. Such understanding has been deferred by the complexity of higher eukaryotic host organisms. To circumvent experimental difficulties associated with this, systems were developed to replicate viruses in the yeast Saccharomyces cerevisiae. The systems include viruses with RNA and DNA genomes that infect plants, animals and humans. By using the powerful methodologies available for yeast genetic analysis, fundamental processes occurring during virus replication have been brought to light. Here, we review the different viruses able to direct replication and gene expression in yeast and discuss their main contributions in the understanding of virus biology.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the fundamental steps of virus life cycles including virus-host interactions is essential for the design of effective antiviral strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such understanding has been deferred by the complexity of higher eukaryotic host organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To circumvent experimental difficulties associated with this ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "systems were developed to replicate viruses in the yeast Saccharomyces cerevisiae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The systems include viruses with RNA and DNA genomes that infect plants , animals and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By using the powerful methodologies available for yeast genetic analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fundamental processes occurring during virus replication have been brought to light .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the different viruses able to direct replication and gene expression in yeast and discuss their main contributions in the understanding of virus biology .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "123"
  }
}