{
  "paper_id": "89ac1ba1b647165fe0cf9cefd3dc65df8c162749",
  "metadata": {
    "title": "Glycyrrhizin as antiviral agent against Hepatitis C Virus",
    "coda_data_split": "train",
    "coda_paper_id": 6758,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hepatitis C virus is a major cause of chronic liver diseases which can lead to permanent liver damage, hepatocellular carcinoma and death. The presently available treatment with interferon plus ribavirin, has limited benefits due to adverse side effects such as anemia, depression, fatigue, and \"flu-like\" symptoms. Herbal plants have been used for centuries against different diseases including viral diseases and have become a major source of new compounds to treat bacterial and viral diseases. Material: The present study was design to study the antiviral effect of Glycyrrhizin (GL) against HCV. For this purpose, HCV infected liver cells were treated with GL at non toxic doses and HCV titer was measured by Quantitative real time RT-PCR.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hepatitis C virus is a major cause of chronic liver diseases which can lead to permanent liver damage , hepatocellular carcinoma and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presently available treatment with interferon plus ribavirin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has limited benefits due to adverse side effects such as anemia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depression , fatigue , and `` flu-like \u0027\u0027 symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herbal plants have been used for centuries against different diseases including viral diseases and have become a major source of new compounds to treat bacterial and viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Material : The present study was design to study the antiviral effect of Glycyrrhizin ( GL ) against HCV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For this purpose , HCV infected liver cells were treated with GL at non toxic doses and HCV titer was measured by Quantitative real time RT-PCR .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Our results demonstrated that GL inhibit HCV titer in a dose dependent manner and resulted in 50% reduction of HCV at a concentration of 14 ± 2 μg. Comparative studies were made with interferon alpha to investigate synergistic effects, if any, between antiviral compound and interferon alpha 2a. Our data showed that GL exhibited synergistic effect when combined with interferon. Moreover, these results were verified by transiently transfecting the liver cells with HCV 3a core plasmid. The results proved that GL dose dependently inhibit the expression of HCV 3a core gene both at mRNA and protein levels while the GAPDH remained constant.",
      "sentences": [
        [
          {
            "segment_text": "Our results demonstrated that GL inhibit HCV titer in a dose dependent manner and resulted in 50 % reduction of HCV at a concentration of 14 ± 2 μg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparative studies were made with interferon alpha to investigate synergistic effects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if any , between antiviral compound and interferon alpha 2a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data showed that GL exhibited synergistic effect when combined with interferon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , these results were verified by transiently transfecting the liver cells with HCV 3a core plasmid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results proved that GL dose dependently inhibit the expression of HCV 3a core gene both at mRNA and protein levels while the GAPDH remained constant .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results suggest that GL inhibit HCV full length viral particles and HCV core gene expression or function in a dose dependent manner and had synergistic effect with interferon. In future, GL along with interferon will be better option to treat HCV infection.",
      "sentences": [
        [
          {
            "segment_text": "Our results suggest that GL inhibit HCV full length viral particles and HCV core gene expression or function in a dose dependent manner and had synergistic effect with interferon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In future , GL along with interferon will be better option to treat HCV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "290"
  }
}