{
  "paper_id": "89cc8249f1595458ab949c3e6fad98dbb19a40d2",
  "metadata": {
    "title": "BMC Public Health Non-pharmaceutical public health interventions for pandemic influenza: an evaluation of the evidence base",
    "coda_data_split": "train",
    "coda_paper_id": 4543,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In an influenza pandemic, the benefit of vaccines and antiviral medications will be constrained by limitations on supplies and effectiveness. Non-pharmaceutical public health interventions will therefore be vital in curtailing disease spread. However, the most comprehensive assessments of the literature to date recognize the generally poor quality of evidence on which to base non-pharmaceutical pandemic planning decisions. In light of the need to prepare for a possible pandemic despite concerns about the poor quality of the literature, combining available evidence with expert opinion about the relative merits of non-pharmaceutical interventions for pandemic influenza may lead to a more informed and widely accepted set of recommendations. We evaluated the evidence base for non-pharmaceutical public health interventions. Then, based on the collective evidence, we identified a set of recommendations for and against interventions that are specific to both the setting in which an intervention may be used and the pandemic phase, and which can be used by policymakers to prepare for a pandemic until scientific evidence can definitively respond to planners\u0027 needs.",
      "sentences": [
        [
          {
            "segment_text": "In an influenza pandemic , the benefit of vaccines and antiviral medications will be constrained by limitations on supplies and effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-pharmaceutical public health interventions will therefore be vital in curtailing disease spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the most comprehensive assessments of the literature to date recognize the generally poor quality of evidence on which to base non-pharmaceutical pandemic planning decisions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In light of the need to prepare for a possible pandemic despite concerns about the poor quality of the literature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "combining available evidence with expert opinion about the relative merits of non-pharmaceutical interventions for pandemic influenza may lead to a more informed and widely accepted set of recommendations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the evidence base for non-pharmaceutical public health interventions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then , based on the collective evidence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified a set of recommendations for and against interventions that are specific to both the setting in which an intervention may be used and the pandemic phase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and which can be used by policymakers to prepare for a pandemic until scientific evidence can definitively respond to planners \u0027 needs .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Building on reviews of past pandemics and recent historical inquiries, we evaluated the relative merits of nonpharmaceutical interventions by combining available evidence from the literature with qualitative and quantitative expert opinion. Specifically, we reviewed the recent scientific literature regarding the prevention of human-to-human transmission of pandemic influenza, convened a meeting of experts from multiple disciplines, and elicited expert recommendation about the use of non-pharmaceutical public health interventions in a variety of settings (healthcare facilities; community-based institutions; private households) and pandemic phases (no pandemic; no US pandemic; early localized US pandemic; advanced US pandemic).",
      "sentences": [
        [
          {
            "segment_text": "Methods : Building on reviews of past pandemics and recent historical inquiries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we evaluated the relative merits of nonpharmaceutical interventions by combining available evidence from the literature with qualitative and quantitative expert opinion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specifically , we reviewed the recent scientific literature regarding the prevention of human-to-human transmission of pandemic influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "convened a meeting of experts from multiple disciplines ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and elicited expert recommendation about the use of non-pharmaceutical public health interventions in a variety of settings ( healthcare facilities ; community-based institutions ; private households ) and pandemic phases ( no pandemic ; no US pandemic ; early localized US pandemic ; advanced US pandemic ) .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "293"
  }
}