{
  "paper_id": "89da54123ba1ef030869fd671971dd907fc7feae",
  "metadata": {
    "title": "Engineering DNA vaccines against infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5938,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Engineering vaccine-based therapeutics for infectious diseases is highly challenging, as trial formulations are often found to be nonspecific, ineffective, thermally or hydrolytically unstable, and/or toxic. Vaccines have greatly improved the therapeutic landscape for treating infectious diseases and have significantly reduced the threat by therapeutic and preventative approaches. Furthermore, the advent of recombinant technologies has greatly facilitated growth within the vaccine realm by mitigating risks such as virulence reversion despite making the production processes more cumbersome. In addition, seroconversion can also be enhanced by recombinant technology through kinetic and nonkinetic approaches, which are discussed herein. Recombinant technologies have greatly improved both amino acid-based vaccines and DNA-based vaccines. A plateau of interest has been reached between 2001 and 2010 for the scientific community with regard to DNA vaccine endeavors. The decrease in interest may likely be attributed to difficulties in improving immunogenic properties associated with DNA vaccines, although there has been research demonstrating improvement and optimization to this end. Despite improvement, to the extent of our knowledge, there are currently no regulatory body-approved DNA vaccines for human use (four vaccines approved for animal use). This article discusses engineering DNA vaccines against infectious diseases while discussing advantages and disadvantages of each, with an emphasis on applications of these DNA vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Engineering vaccine-based therapeutics for infectious diseases is highly challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as trial formulations are often found to be nonspecific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ineffective , thermally or hydrolytically unstable , and/or toxic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccines have greatly improved the therapeutic landscape for treating infectious diseases and have significantly reduced the threat by therapeutic and preventative approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the advent of recombinant technologies has greatly facilitated growth within the vaccine realm by mitigating risks such as virulence reversion despite making the production processes more cumbersome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , seroconversion can also be enhanced by recombinant technology through kinetic and nonkinetic approaches , which are discussed herein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinant technologies have greatly improved both amino acid-based vaccines and DNA-based vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A plateau of interest has been reached between 2001 and 2010 for the scientific community with regard to DNA vaccine endeavors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The decrease in interest may likely be attributed to difficulties in improving immunogenic properties associated with DNA vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although there has been research demonstrating improvement and optimization to this end .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite improvement , to the extent of our knowledge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are currently no regulatory body-approved DNA vaccines for human use ( four vaccines approved for animal use ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article discusses engineering DNA vaccines against infectious diseases while discussing advantages and disadvantages of each ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with an emphasis on applications of these DNA vaccines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "This review paper summarizes the state of the engineered/recombinant DNA vaccine field, with a scope entailing \u0027\u0027Engineering DNA vaccines against infectious diseases\". We endeavor to emphasize recent advances, recapitulating the current state of the field. In addition to discussing DNA therapeutics that have already been clinically translated, this review also examines current research developments, and the challenges thwarting further progression. Our review covers: recombinant DNA-based subunit vaccines; internalization and processing; enhancing immune protection via adjuvants; manufacturing and engineering DNA; the safety, stability and delivery of DNA vaccines or plasmids; controlling gene expression using plasmid engineering and gene circuits; overcoming immunogenic issues; and commercial successes. We hope that this review will inspire further research in DNA vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "This review paper summarizes the state of the engineered/recombinant DNA vaccine field ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a scope entailing `` Engineering DNA vaccines against infectious diseases \u0027\u0027 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We endeavor to emphasize recent advances ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "recapitulating the current state of the field .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition to discussing DNA therapeutics that have already been clinically translated ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "this review also examines current research developments ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the challenges thwarting further progression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our review covers : recombinant DNA-based subunit vaccines ; internalization and processing ; enhancing immune protection via adjuvants ; manufacturing and engineering DNA ; the safety ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stability and delivery of DNA vaccines or plasmids ; controlling gene expression using plasmid engineering and gene circuits ; overcoming immunogenic issues ; and commercial successes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We hope that this review will inspire further research in DNA vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "366"
  }
}