{
  "paper_id": "89ec194732e513702a5ec1539e1941140c476068",
  "metadata": {
    "title": "molecules Purification of Houttuynia cordata Thunb. Essential Oil Using Macroporous Resin Followed by Microemulsion Encapsulation to Improve Its Safety and Antiviral Activity",
    "coda_data_split": "train",
    "coda_paper_id": 7829,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Essential oil extracted from Houttuynia cordata Thunb. (H. cordata) is widely used in traditional Chinese medicine due to its excellent biological activities. However, impurities and deficient preparations of the essential oil limit its safety and effectiveness. Herein, we proposed a strategy to prepare H. cordata essential oil (HEO) safely and effectively by combining the solvent extraction and the macroporous resin purification flexibly, and then encapsulating it using microemulsion. The extraction and purification process were optimized by orthogonal experimental design and adsorption-desorption tests, respectively. The average houttuynin content in pure HEO was then validated at 44.3% ± 2.01%, which presented a great potential for industrial application. Subsequently, pure HEO-loaded microemulsion was prepared by high-pressure homogenization and was then fully characterized. Results showed that the pure HEO-loaded microemulsion was successfully prepared with an average particle size of 179.1 nm and a high encapsulation rate of 94.7%. Furthermore, safety evaluation tests and in vitro antiviral testing indicated that the safety and activity of HEO were significantly improved after purification using D101 resin and were further improved by microemulsion encapsulation. These results demonstrated that the purification of HEO by macroporous resin followed by microemulsion encapsulation would be a promising approach for industrial application of HEO for the antiviral therapies.",
      "sentences": [
        [
          {
            "segment_text": "Essential oil extracted from Houttuynia cordata Thunb .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( H. cordata ) is widely used in traditional Chinese medicine due to its excellent biological activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , impurities and deficient preparations of the essential oil limit its safety and effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we proposed a strategy to prepare H. cordata essential oil ( HEO ) safely and effectively by combining the solvent extraction and the macroporous resin purification flexibly ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and then encapsulating it using microemulsion .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The extraction and purification process were optimized by orthogonal experimental design and adsorption-desorption tests , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The average houttuynin content in pure HEO was then validated at 44.3 % ± 2.01 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which presented a great potential for industrial application .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , pure HEO-loaded microemulsion was prepared by high-pressure homogenization and was then fully characterized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results showed that the pure HEO-loaded microemulsion was successfully prepared with an average particle size of 179.1 nm and a high encapsulation rate of 94.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , safety evaluation tests and in vitro antiviral testing indicated that the safety and activity of HEO were significantly improved after purification using D101 resin and were further improved by microemulsion encapsulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrated that the purification of HEO by macroporous resin followed by microemulsion encapsulation would be a promising approach for industrial application of HEO for the antiviral therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "229"
  }
}