{
  "paper_id": "8a05548f8c34051d47f568ce2135978de0f9515d",
  "metadata": {
    "title": "Open Access SHORT REPORT A multiplex reverse transcription-nested polymerase chain reaction for detection and differentiation of wild-type and vaccine strains of canine distemper virus",
    "coda_data_split": "train",
    "coda_paper_id": 9430,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A multiplex reverse transcription-nested polymerase chain reaction (RT-nPCR) method was developed for the detection and differentiation of wild-type and vaccine strains of canine distemper virus (CDV). A pair of primers (P1 and P4) specific for CDV corresponding to the highly conserved region of the CDV genome were used as a common primer pair in the first-round PCR of the nested PCR. Primers P2 specific for CDV wild-type strains, were used as the forward primer together with the common reverse primer P4 in the second round of nested PCR. Primers P3, P5 specific for CDV wild-type strain or vaccine strain, were used as the forward primer together with the common reverse primer P4+P6 in the second round of nested PCR. A fragment of 177 bp was amplified from vaccine strain genomic RNA, and a fragment of 247 bp from wild-type strain genomic RNA in the RT-nPCR, and two fragments of 247 bp and 177 bp were amplified from the mixed samples of vaccine and wild-type strains. No amplification was achieved for uninfected cells, or cells infected with Newcastle disease virus (NDV), canine parvovirus (CPV), canine coronavirus (CCV), rabies virus (RV), or canine adenovirus (CAV). The RT-nPCR method was used to detect 30 field samples suspected of canine distemper from Heilongjiang and Jilin Provinces, and 51 samples in Shandong province. As a result of 30 samples, were found to be wild-type-like, and 5 to be vaccine-strain-like. The RT-nPCR method can be used to effectively detect and differentiate wild-type CDV-infected dogs from dogs vaccinated with CDV vaccine, and thus can be used in clinical detection and epidemiological surveillance.",
      "sentences": [
        [
          {
            "segment_text": "A multiplex reverse transcription-nested polymerase chain reaction ( RT-nPCR ) method was developed for the detection and differentiation of wild-type and vaccine strains of canine distemper virus ( CDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A pair of primers ( P1 and P4 ) specific for CDV corresponding to the highly conserved region of the CDV genome were used as a common primer pair in the first-round PCR of the nested PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primers P2 specific for CDV wild-type strains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were used as the forward primer together with the common reverse primer P4 in the second round of nested PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primers P3 , P5 specific for CDV wild-type strain or vaccine strain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were used as the forward primer together with the common reverse primer P4 + P6 in the second round of nested PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A fragment of 177 bp was amplified from vaccine strain genomic RNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a fragment of 247 bp from wild-type strain genomic RNA in the RT-nPCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two fragments of 247 bp and 177 bp were amplified from the mixed samples of vaccine and wild-type strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No amplification was achieved for uninfected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or cells infected with Newcastle disease virus ( NDV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canine parvovirus ( CPV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canine coronavirus ( CCV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rabies virus ( RV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or canine adenovirus ( CAV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RT-nPCR method was used to detect 30 field samples suspected of canine distemper from Heilongjiang and Jilin Provinces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 51 samples in Shandong province .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a result of 30 samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were found to be wild-type-like ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 5 to be vaccine-strain-like .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RT-nPCR method can be used to effectively detect and differentiate wild-type CDV-infected dogs from dogs vaccinated with CDV vaccine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and thus can be used in clinical detection and epidemiological surveillance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "22",
    "token_num": "306"
  }
}