{
  "paper_id": "8a0b13901e64c9c2b9c0449cdcd7411ae0f1eac4",
  "metadata": {
    "title": "Anvillea garcinii extract inhibits the oxidative burst of primary human neutrophils",
    "coda_data_split": "train",
    "coda_paper_id": 5205,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Anvillea garcinii Coss. \u0026 Durieu (Anv) plant is used as a traditional North African medicine against several diseases associated with inflammation. At inflammatory sites, reactive oxygen species (ROS) produced in excess by activated phagocyte NADPH oxidase (NOX2) can accentuate inflammatory responses. Thus, we investigated if Anv-water soluble polysaccharides could modulate primary human neutrophil oxidative burst in vitro. Methods: Human neutrophils were isolated from fresh whole blood and O 2 .generation was measured by cytochrome c reduction assays. Western blots were used to analyse the translocation of PKC, p47 phox (a key component of NOX2 activity) to neutrophil plasma membrane. Also, myeloperoxidase (MPO) release in the extracellular medium was studied by western blots. Flow cytometric analysis was used to detect CD11b membrane expression. Results: Water soluble polysaccharides from Anv dose-dependently inhibited N-formyl-methionyl-leucylphenylalanine (fMLF)-and phorbol myristate acetate (PMA)-induced O 2 .generation by human neutrophils. Moreover, Anv-polysaccharides strongly inhibited PMA-induced PKCβ and p47 phox translocation to membranes and p47 phox phosphorylation on Ser328, a main PKC target. In contrast, polysaccharides extract from Zygophyllum gaetulum plant, which is also used as a traditional North African medicine against inflammatory diseases, was ineffective on this PKCβ-p47phox pathway. Further, Anv inhibited important neutrophil degranulation markers corresponding to myeloperoxidase (MPO) release and CD11b membrane expression. Conclusion: The process of down-regulating NADPH oxidase by polysaccharides extracts from Anv provides new insights into the mechanism of Anv\u0027s anti-inflammatory actions.",
      "sentences": [
        [
          {
            "segment_text": "Background : Anvillea garcinii Coss .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "\u0026 Durieu ( Anv ) plant is used as a traditional North African medicine against several diseases associated with inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At inflammatory sites , reactive oxygen species ( ROS ) produced in excess by activated phagocyte NADPH oxidase ( NOX2 ) can accentuate inflammatory responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , we investigated if Anv-water soluble polysaccharides could modulate primary human neutrophil oxidative burst in vitro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Human neutrophils were isolated from fresh whole blood and O 2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "generation was measured by cytochrome c reduction assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Western blots were used to analyse the translocation of PKC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "p47 phox ( a key component of NOX2 activity ) to neutrophil plasma membrane .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Also , myeloperoxidase ( MPO ) release in the extracellular medium was studied by western blots .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Flow cytometric analysis was used to detect CD11b membrane expression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Water soluble polysaccharides from Anv dose-dependently inhibited N-formyl-methionyl-leucylphenylalanine ( fMLF ) - and phorbol myristate acetate ( PMA ) - induced O 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "generation by human neutrophils .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , Anv-polysaccharides strongly inhibited PMA-induced PKCβ and p47 phox translocation to membranes and p47 phox phosphorylation on Ser328 , a main PKC target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , polysaccharides extract from Zygophyllum gaetulum plant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is also used as a traditional North African medicine against inflammatory diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was ineffective on this PKCβ-p47phox pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , Anv inhibited important neutrophil degranulation markers corresponding to myeloperoxidase ( MPO ) release and CD11b membrane expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The process of down-regulating NADPH oxidase by polysaccharides extracts from Anv provides new insights into the mechanism of Anv \u0027s anti-inflammatory actions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "18",
    "token_num": "280"
  }
}