{
  "paper_id": "8a1127271041cb420bec9aa4be4afa5d62b2b3b7",
  "metadata": {
    "title": "Proteomics Comparison of Cerebrospinal Fluid of Relapsing Remitting and Primary Progressive Multiple Sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 7196,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Based on clinical representation of disease symptoms multiple sclerosis (MScl) patients can be divided into two major subtypes; relapsing remitting (RR) MScl (85-90%) and primary progressive (PP) MScl (10-15%). Proteomics analysis of cerebrospinal fluid (CSF) has detected a number of proteins that were elevated in MScl patients. Here we specifically aimed to differentiate between the PP and RR subtypes of MScl by comparing CSF proteins.",
      "sentences": [
        [
          {
            "segment_text": "Background : Based on clinical representation of disease symptoms multiple sclerosis ( MScl ) patients can be divided into two major subtypes ; relapsing remitting ( RR ) MScl ( 85-90 % ) and primary progressive ( PP ) MScl ( 10-15 % ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Proteomics analysis of cerebrospinal fluid ( CSF ) has detected a number of proteins that were elevated in MScl patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we specifically aimed to differentiate between the PP and RR subtypes of MScl by comparing CSF proteins .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: CSF samples (n \u003d 31) were handled according to the same protocol for quantitative mass spectrometry measurements we reported previously. In the comparison of PP MScl versus RR MScl we observed a number of differentially abundant proteins, such as protein jagged-1 and vitamin D-binding protein. Protein jagged-1 was over three times less abundant in PP MScl compared to RR MScl. Vitamin D-binding protein was only detected in the RR MScl samples. These two proteins were validated by independent techniques (western blot and ELISA) as differentially abundant in the comparison between both MScl types.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : CSF samples ( n \u003d 31 ) were handled according to the same protocol for quantitative mass spectrometry measurements we reported previously .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the comparison of PP MScl versus RR MScl we observed a number of differentially abundant proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as protein jagged-1 and vitamin D-binding protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protein jagged-1 was over three times less abundant in PP MScl compared to RR MScl .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vitamin D-binding protein was only detected in the RR MScl samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These two proteins were validated by independent techniques ( western blot and ELISA ) as differentially abundant in the comparison between both MScl types .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "191"
  }
}