{
  "paper_id": "8a1c7aa3d420acaf08f7a8941003118c3b2b983b",
  "metadata": {
    "title": "Review Eggshell color in brown-egg laying hens -a review",
    "coda_data_split": "train",
    "coda_paper_id": 10719,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The major pigment in eggshells of brownegg laying hens is protoporphyrin IX, but traces of biliverdin and its zinc chelates are also present. The pigment appears to be synthesized in the shell gland. The protoporphyrin IX synthetic pathway is well defined, but precisely where and how it is synthesized in the shell gland of the brown-egg laying hen is still ambiguous. The pigment is deposited onto all shell layers including the shell membranes, but most of it is concentrated in the outermost layer of the calcareous shell and in the cuticle. Recently, the genes that are involved in pigment synthesis have been identified, but the genetic control of synthesis and deposition of brown pigment in the commercial laying hen is not fully understood. The brown coloration of the shell is an important shell quality parameter and has a positive influence on consumer preference. The extent of pigment deposition is influenced by the housing system, hen age, hen strain, diet, stressors, and certain diseases such as infectious bronchitis. In this article, the physiological and biochemical characteristics of the brown pigment in commercial brown-egg layers are reviewed in relation to its various functions in the poultry industry.",
      "sentences": [
        [
          {
            "segment_text": "The major pigment in eggshells of brownegg laying hens is protoporphyrin IX ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but traces of biliverdin and its zinc chelates are also present .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pigment appears to be synthesized in the shell gland .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The protoporphyrin IX synthetic pathway is well defined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but precisely where and how it is synthesized in the shell gland of the brown-egg laying hen is still ambiguous .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pigment is deposited onto all shell layers including the shell membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but most of it is concentrated in the outermost layer of the calcareous shell and in the cuticle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , the genes that are involved in pigment synthesis have been identified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the genetic control of synthesis and deposition of brown pigment in the commercial laying hen is not fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The brown coloration of the shell is an important shell quality parameter and has a positive influence on consumer preference .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The extent of pigment deposition is influenced by the housing system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hen age , hen strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diet , stressors , and certain diseases such as infectious bronchitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , the physiological and biochemical characteristics of the brown pigment in commercial brown-egg layers are reviewed in relation to its various functions in the poultry industry .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "214"
  }
}