{
  "paper_id": "8a26f15bf17906e817cb1d36924d5da2b70c8bef",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7692,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this Commentary, we would like to comment on the article titled \"A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)\" as a featured article in Military Medical Research. In the guideline, except for \"confirmed cases\", \"suspected cases\", \"close contact\" and \"suspicious exposure\" were defined by clinical perspective based on epidemiological risk, clinical symptoms and auxiliary examination. Combined with our experience, we introduced a simple scoring proposal additionally based on not only CT imaging as strongly recommended by the guideline but also blood routine test, especially for primary screening of such patients in the out-patient department.",
      "sentences": [
        [
          {
            "segment_text": "In this Commentary , we would like to comment on the article titled `` A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus ( 2019-nCoV ) infected pneumonia ( standard version ) \u0027\u0027 as a featured article in Military Medical Research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the guideline , except for `` confirmed cases \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "`` suspected cases \u0027\u0027 , `` close contact \u0027\u0027 and `` suspicious exposure \u0027\u0027 were defined by clinical perspective based on epidemiological risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinical symptoms and auxiliary examination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Combined with our experience , we introduced a simple scoring proposal additionally based on not only CT imaging as strongly recommended by the guideline but also blood routine test ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for primary screening of such patients in the out-patient department .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "129"
  }
}