{
  "paper_id": "8a31d9fe4b0c6c2d774712b2d225a16572b54360",
  "metadata": {
    "title": "Host cell autophagy promotes BK virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 6626,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autophagy is important for a variety for virus life cycles. We sought to determine the role of autophagy in human BK polyomavirus (BKPyV) infection. The addition excess amino acids during viral infection reduced BKPyV infection. Perturbing autophagy levels using inhibitors, 3-MA, bafilomycin A1, and spautin-1, also reduced infection, while rapamycin treatment of host cells increased infection. siRNA knockdown of autophagy genes, ATG7 and Beclin-1, corresponded to a decrease in BKPyV infection. BKPyV infection not only correlated with autophagosome formation, but also virus particles localized to autophagy-specific compartments early in infection. These data support a novel role for autophagy in the promotion of BKPyV infection.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy is important for a variety for virus life cycles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to determine the role of autophagy in human BK polyomavirus ( BKPyV ) infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The addition excess amino acids during viral infection reduced BKPyV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perturbing autophagy levels using inhibitors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3-MA , bafilomycin A1 , and spautin-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also reduced infection , while rapamycin treatment of host cells increased infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "siRNA knockdown of autophagy genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ATG7 and Beclin-1 , corresponded to a decrease in BKPyV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BKPyV infection not only correlated with autophagosome formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also virus particles localized to autophagy-specific compartments early in infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data support a novel role for autophagy in the promotion of BKPyV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "121"
  }
}