{
  "paper_id": "8a503b9616f3c0a70de136a65b2e35d276f511a2",
  "metadata": {
    "title": "The severe acute respiratory syndrome: Impact on travel and tourism",
    "coda_data_split": "train",
    "coda_paper_id": 6388,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "SARS and travel are intricately interlinked. Travelers belonged to those primarily affected in the early stages of the outbreak, travelers became vectors of the disease, and finally, travel and tourism themselves became the victims. The outbreak of SARS created international anxiety because of its novelty, its ease of transmission in certain settings, and the speed of its spread through jet travel, combined with extensive media coverage. The psychological impacts of SARS, coupled with travel restrictions imposed by various national and international authorities, have diminished international travel in 2003, far beyond the limitations to truly SARS hit areas. Governments and press, especially in non SARS affected areas, have been slow to strike the right balance between timely and frequent risk communication and placing risk in the proper context. Screening at airport entry points is costly, has a low yield and is not sufficient in itself. The low yield in detecting SARS is most likely due to a combination of factors, such as travel advisories which resulted in reduced travel to and from SARS affected areas, implementation of effective pre-departure screening at airports in SARS-hit countries, and a rapid decline in new cases at the time when screening was finally introduced. Rather than investing in airport screening measures to detect rare infectious diseases, investments should be used to strengthen screening and infection control capacities at points of entry into the healthcare system. If SARS reoccurs, the subsequent outbreak will be smaller and more easily contained if the lessons learnt from the recent epidemic are applied. Lessons learnt during the outbreak in relation to international travel will be discussed. Q",
      "sentences": [
        [
          {
            "segment_text": "SARS and travel are intricately interlinked .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Travelers belonged to those primarily affected in the early stages of the outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "travelers became vectors of the disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and finally , travel and tourism themselves became the victims .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreak of SARS created international anxiety because of its novelty ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its ease of transmission in certain settings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the speed of its spread through jet travel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "combined with extensive media coverage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The psychological impacts of SARS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coupled with travel restrictions imposed by various national and international authorities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have diminished international travel in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "far beyond the limitations to truly SARS hit areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Governments and press , especially in non SARS affected areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been slow to strike the right balance between timely and frequent risk communication and placing risk in the proper context .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Screening at airport entry points is costly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has a low yield and is not sufficient in itself .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The low yield in detecting SARS is most likely due to a combination of factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as travel advisories which resulted in reduced travel to and from SARS affected areas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "implementation of effective pre-departure screening at airports in SARS-hit countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a rapid decline in new cases at the time when screening was finally introduced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rather than investing in airport screening measures to detect rare infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "investments should be used to strengthen screening and infection control capacities at points of entry into the healthcare system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If SARS reoccurs , the subsequent outbreak will be smaller and more easily contained if the lessons learnt from the recent epidemic are applied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lessons learnt during the outbreak in relation to international travel will be discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "25",
    "token_num": "294"
  }
}