{
  "paper_id": "8a541d5535412574cecb9a7bf5489e569896d15c",
  "metadata": {
    "title": "The effect of immunosuppression on protective immunity of turkey poults against infection with turkey coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5671,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objective of the present study was to evaluate the protective effect of humoral and cellular immunities on turkeys infected with turkey coronavirus (TCV). Two trials were conducted with two separate hatches of turkey poults. Turkeys were experimentally immunosuppressed with cyclosporin A (CsA) or cyclophosphamide (CY) and infected with TCV. Prior to infection, treatment with CsA selectively suppressed T cell activity as revealed by 2±3 fold decreased p , 0:1 lymphocyte proliferation responses to a T cell mitogen, concanavalin A (Con A). Treatment with CY mainly induced B cell de®ciency as indicated by signi®cant reductions p , 0:05 in antibody responses to sheep erythrocytes 7 days after injection. Body weight gain of turkeys treated with CY was signi®cantly lower p , 0:05 than that of untreated turkeys at 9 days post-infection (PI). Turkeys treated with CY had 1±2 fold higher immuno¯uorescent antibody assay (IFA) scores for TCV antigens p , 0:05 in the intestine than untreated turkeys at 9 or 14 days PI. These results suggested that humoral immunity against TCV infection may be important in turkeys. q",
      "sentences": [
        [
          {
            "segment_text": "The objective of the present study was to evaluate the protective effect of humoral and cellular immunities on turkeys infected with turkey coronavirus ( TCV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two trials were conducted with two separate hatches of turkey poults .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Turkeys were experimentally immunosuppressed with cyclosporin A ( CsA ) or cyclophosphamide ( CY ) and infected with TCV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Prior to infection , treatment with CsA selectively suppressed T cell activity as revealed by 2 ± 3 fold decreased p ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0:1 lymphocyte proliferation responses to a T cell mitogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "concanavalin A ( Con A ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with CY mainly induced B cell de ® ciency as indicated by signi ® cant reductions p ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0:05 in antibody responses to sheep erythrocytes 7 days after injection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Body weight gain of turkeys treated with CY was signi ® cantly lower p ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0:05 than that of untreated turkeys at 9 days post-infection ( PI ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Turkeys treated with CY had 1 ± 2 fold higher immuno ¯ uorescent antibody assay ( IFA ) scores for TCV antigens p ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0:05 in the intestine than untreated turkeys at 9 or 14 days PI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggested that humoral immunity against TCV infection may be important in turkeys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "212"
  }
}