{
  "paper_id": "8a5f03f941fca96bc3d1779b5be1b23a729c76cc",
  "metadata": {
    "title": "A follow-up of Beagle dogs intradermally infected with Leishmania chagasi in the presence or absence of sand fly saliva",
    "coda_data_split": "train",
    "coda_paper_id": 8386,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, we compare the development of infection and/or disease in Beagle dogs intradermally infected with Leishmania chagasi, in the presence or absence of Lutzomyia longipalpis saliva, with those of intravenously infected animals.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we compare the development of infection and/or disease in Beagle dogs intradermally infected with Leishmania chagasi ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in the presence or absence of Lutzomyia longipalpis saliva ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with those of intravenously infected animals .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Spleen samples of all the animals inoculated with parasites had positive polymerase chain reaction tests for Leishmania DNA. Positive spleen cultures for Leishmania were detected earlier (P ≤ 0.018) and were more frequent (five out of the five animals) in intravenously infected animals than in the intradermally infected animals, in presence (two out of the six animals) or absence (three out of the five animals) of salivary gland lysate of L. longipalpis. Significant increase in serum antibodies against Leishmania was observed only in the intravenously infected group (P \u003d 0.004). In addition, dogs with infection confirmed by isolation of amastigotes or detection of parasite DNA were, nevertheless, negative for anti-Leishmania antibodies up to 5 months or more after infection. Only animals of the intravenously infected group developed progressive decreases in hematocrit (Pearson r \u003d −0.8076, P \u003d 0.0026) and hemoglobin (Pearson r \u003d −0.8403, P \u003d 0.0012) during the infection period. No significant difference in the course of infection was observed between groups of intradermally infected animals.",
      "sentences": [
        [
          {
            "segment_text": "Spleen samples of all the animals inoculated with parasites had positive polymerase chain reaction tests for Leishmania DNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive spleen cultures for Leishmania were detected earlier ( P ≤ 0.018 ) and were more frequent ( five out of the five animals ) in intravenously infected animals than in the intradermally infected animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in presence ( two out of the six animals ) or absence ( three out of the five animals ) of salivary gland lysate of L. longipalpis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant increase in serum antibodies against Leishmania was observed only in the intravenously infected group ( P \u003d 0.004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , dogs with infection confirmed by isolation of amastigotes or detection of parasite DNA were ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nevertheless , negative for anti-Leishmania antibodies up to 5 months or more after infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only animals of the intravenously infected group developed progressive decreases in hematocrit ( Pearson r \u003d − 0.8076 , P \u003d 0.0026 ) and hemoglobin ( Pearson r \u003d − 0.8403 , P \u003d 0.0012 ) during the infection period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant difference in the course of infection was observed between groups of intradermally infected animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "M. Paranhos-Silva et al. / Veterinary Parasitology 114 (2003) 97-111 inoculation of dogs with Leishmania produces an asymptomatic form of infection. It also fails to show an advantage in using L. longipalpis saliva as an infection-enhancing agent in experimental canine leishmaniasis.",
      "sentences": [
        [
          {
            "segment_text": "M. Paranhos-Silva et al. / Veterinary Parasitology 114 ( 2003 ) 97-111 inoculation of dogs with Leishmania produces an asymptomatic form of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also fails to show an advantage in using L. longipalpis saliva as an infection-enhancing agent in experimental canine leishmaniasis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "278"
  }
}