{
  "paper_id": "8a665903721dadcf01c1dd7476a7715709cee0ad",
  "metadata": {
    "title": "Outcomes of Early Administration of Cidofovir in Non-Immunocompromised Patients with Severe Adenovirus Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 3850,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The benefits of treatment with antiviral therapy for severe adenovirus (AdV) pneumonia are not well established. We described the clinical characteristics and treatment outcomes of early cidofovir treatment of severe AdV pneumonia in non-immunocompromised patients. We retrospectively reviewed the medical records of all patients diagnosed with severe AdV pneumonia between 2012 and 2014. A total of seven non-immunocompromised patients with severe AdV pneumonia were identified, and all isolates typed (n \u003d 6) were human AdV-B55. All patients had progressive respiratory failure with lobar consolidation with or without patchy ground glass opacity. Three patients required vasopressors and mechanical ventilation. All patients had abnormal laboratory findings including: leukopenia, thrombocytopenia, or elevated liver enzymes. After admission, all patients received antiviral therapy with cidofovir, and the median time from admission to cidofovir administration was 48 h and median the time from onset of symptoms to cidofovir administration was 7.1 days. After cidofovir administration, complete symptomatic improvement occurred after a median of 12 days and radiographic resolution occurred after a median of 21 days. Consequently, all patients completely improved without complications. Our data suggest that early administration of cidofovir in the course of treatment for respiratory failure as a result of AdV pneumonia in non-immunocompromised patients could be a treatment strategy worth considering, especially in cases of HAdV-55 infection.",
      "sentences": [
        [
          {
            "segment_text": "The benefits of treatment with antiviral therapy for severe adenovirus ( AdV ) pneumonia are not well established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We described the clinical characteristics and treatment outcomes of early cidofovir treatment of severe AdV pneumonia in non-immunocompromised patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We retrospectively reviewed the medical records of all patients diagnosed with severe AdV pneumonia between 2012 and 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of seven non-immunocompromised patients with severe AdV pneumonia were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and all isolates typed ( n \u003d 6 ) were human AdV-B55 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients had progressive respiratory failure with lobar consolidation with or without patchy ground glass opacity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three patients required vasopressors and mechanical ventilation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients had abnormal laboratory findings including : leukopenia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thrombocytopenia , or elevated liver enzymes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After admission , all patients received antiviral therapy with cidofovir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the median time from admission to cidofovir administration was 48 h and median the time from onset of symptoms to cidofovir administration was 7.1 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After cidofovir administration , complete symptomatic improvement occurred after a median of 12 days and radiographic resolution occurred after a median of 21 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , all patients completely improved without complications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that early administration of cidofovir in the course of treatment for respiratory failure as a result of AdV pneumonia in non-immunocompromised patients could be a treatment strategy worth considering ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in cases of HAdV-55 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "238"
  }
}