{
  "paper_id": "8a8463146cf8f61c2d62df2adaa251adbe2f9dc1",
  "metadata": {
    "title": "Burden of influenza, healthcare seeking behaviour and hygiene measures during the A (H1N1)2009 pandemic in France: a population based study",
    "coda_data_split": "train",
    "coda_paper_id": 6492,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza surveillance systems do not allow the identification of the true burden of illness caused by influenza in the community because they are restricted to consulting cases. A study was conducted to estimate the incidence and the burden of self-defined influenza, and to describe healthcare seeking behavior for self-defined influenza during the A(H1N1)2009 pandemic in the French population. Methods: We conducted a random-based retrospective cross-sectional telephone survey between May 2009 and April 2010 among a random sample of the French population.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza surveillance systems do not allow the identification of the true burden of illness caused by influenza in the community because they are restricted to consulting cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A study was conducted to estimate the incidence and the burden of self-defined influenza ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to describe healthcare seeking behavior for self-defined influenza during the A ( H1N1 ) 2009 pandemic in the French population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a random-based retrospective cross-sectional telephone survey between May 2009 and April 2010 among a random sample of the French population .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "92"
  }
}