{
  "paper_id": "8ac11dcfa1d22dc313a95889b0f08678c19ad86d",
  "metadata": {
    "title": "Disease in endangered metapopulations: the importance of alternative hosts",
    "coda_data_split": "train",
    "coda_paper_id": 7741,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Conventional applications of metapopulation theory have suggested that increasing migration between patches is usually good for conservation. A recent analysis by Hess has pointed out a possible exception to this: when infectious disease is present, migration may promote disease spread and therefore increase local extinction. We extend Hess\u0027s model to discuss this problem: when infections have spilled over from more abundant alternative hosts. This is often the case for species of conservation concern, and we find that Hess\u0027s conclusions must be substantially modified. We use deterministic analytic and stochastic numerical approaches to show that movement between patches will rarely have a negative impact, even when the probability of external infection is low.",
      "sentences": [
        [
          {
            "segment_text": "Conventional applications of metapopulation theory have suggested that increasing migration between patches is usually good for conservation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recent analysis by Hess has pointed out a possible exception to this : when infectious disease is present ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "migration may promote disease spread and therefore increase local extinction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We extend Hess \u0027s model to discuss this problem : when infections have spilled over from more abundant alternative hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is often the case for species of conservation concern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we find that Hess \u0027s conclusions must be substantially modified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We use deterministic analytic and stochastic numerical approaches to show that movement between patches will rarely have a negative impact ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "even when the probability of external infection is low .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "124"
  }
}