{
  "paper_id": "8ad351ba522675d0ec4fa73713649bcfa9453447",
  "metadata": {
    "title": "Improved survival rates in patients with H1N1 acute respiratory failure in Korea between 2009 and 2016",
    "coda_data_split": "train",
    "coda_paper_id": 9275,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "There was a pandemic of influenza A (H1N1) in 2009; in Korea, there was also an H1N1 epidemic in 2016. We aim to investigate whether survival had improved in the setting of recent advances in intensive care unit (ICU) management. We conducted a retrospective analysis of acute respiratory failure patients with H1N1 influenza pneumonia in 2016 and 2009 respectively at two tertiary referral hospitals in Korea. A total of 28 patients were treated in 2016, and 34 in 2009. There was no significant difference in SOFA scores on ICU admission day. In-hospital mortality was significantly lower in patients of 2016 compared to those of 2009 (18% vs. 44% P \u003d 0.028). By multivariable analyses, the treatment year 2016 was associated with a greater likelihood of survival. Compared to the patients treated in 2009, those treated in 2016 were one seventh as likely to die after adjusting for other clinical variables (hazard ratio for mortality, 0.15; 95% confidence interval. 0.03-0.63, P \u003d 0.010). Improved survival in patients who underwent extracorporeal membrane oxygenation treatment (in-hospital mortality, 17% vs. 60%, P \u003d 0.242) and decreased tidal volumes during mechanical ventilation (median 5.4 mL/kg vs. median 9.2 mL/kg, P \u003d 0.018) were observed in",
      "sentences": [
        [
          {
            "segment_text": "There was a pandemic of influenza A ( H1N1 ) in 2009 ; in Korea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there was also an H1N1 epidemic in 2016 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aim to investigate whether survival had improved in the setting of recent advances in intensive care unit ( ICU ) management .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We conducted a retrospective analysis of acute respiratory failure patients with H1N1 influenza pneumonia in 2016 and 2009 respectively at two tertiary referral hospitals in Korea .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 28 patients were treated in 2016 , and 34 in 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in SOFA scores on ICU admission day .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In-hospital mortality was significantly lower in patients of 2016 compared to those of 2009 ( 18 % vs. 44 % P \u003d 0.028 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By multivariable analyses , the treatment year 2016 was associated with a greater likelihood of survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to the patients treated in 2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those treated in 2016 were one seventh as likely to die after adjusting for other clinical variables ( hazard ratio for mortality , 0.15 ; 95 % confidence interval .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0.03-0.63 , P \u003d 0.010 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Improved survival in patients who underwent extracorporeal membrane oxygenation treatment ( in-hospital mortality , 17 % vs. 60 % , P \u003d 0.242 ) and decreased tidal volumes during mechanical ventilation ( median 5.4 mL/kg vs. median 9.2 mL/kg , P \u003d 0.018 ) were observed in",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "237"
  }
}