{
  "paper_id": "8ad3378d2e8f82d5db1bafa7f4a16f938b27cad4",
  "metadata": {
    "title": "Discrimination between transmissible gastroenteritis virus isolates Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 5007,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Twenty TGEV isolates were compared by sequencing a 393±414 nucleotide stretch near the 5 H end of the S gene, after ampli®cation by RT-PCR. This part of the S gene is known to show considerable variation between porcine, canine and feline coronaviruses and is completely deleted from porcine respiratory coronaviruses. The discrimination achieved by nucleotide sequence analysis was compared with that obtained by monoclonal antibody typing. The viruses could be split into several clusters, and recent isolates of TGEV from England, The Netherlands and Belgium showed the greatest differences compared to earlier reference types. However, not all viruses with unique isolation histories were distinct, suggesting either genetic stability over many years, laboratory cross-contaminations or repeated introductions of similar viruses into the ®eld. Firm conclusions on evolutionary trends cannot be drawn without obtaining a larger number of isolates, preferably from outbreaks with known epidemiological links. The sequences of some ®eld isolates from the 1980s contained both nucleotide deletions and insertions. The latter included a short sequence of fourteen nucleotides with identity to a region of the TGEV polymerase gene.",
      "sentences": [
        [
          {
            "segment_text": "Twenty TGEV isolates were compared by sequencing a 393 ± 414 nucleotide stretch near the 5 H end of the S gene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "after ampli ® cation by RT-PCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This part of the S gene is known to show considerable variation between porcine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "canine and feline coronaviruses and is completely deleted from porcine respiratory coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The discrimination achieved by nucleotide sequence analysis was compared with that obtained by monoclonal antibody typing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The viruses could be split into several clusters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and recent isolates of TGEV from England ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "The Netherlands and Belgium showed the greatest differences compared to earlier reference types .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , not all viruses with unique isolation histories were distinct ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting either genetic stability over many years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "laboratory cross-contaminations or repeated introductions of similar viruses into the ® eld .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Firm conclusions on evolutionary trends can not be drawn without obtaining a larger number of isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "preferably from outbreaks with known epidemiological links .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sequences of some ® eld isolates from the 1980s contained both nucleotide deletions and insertions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The latter included a short sequence of fourteen nucleotides with identity to a region of the TGEV polymerase gene .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Transmissible gastroenteritis (TGE) is a highly contagious pig disease that may cause serious losses, especially in unweaned piglets [17] . The causative virus, TGEV, is a member of the Coronaviridae, and has a large, single-stranded, positive sense RNA genome. The virion is enveloped, and covered in projections caused by a glycosylated spike protein (S), of approximately 200 kDa. The S protein is a major target for antibodies, and monoclonal antibodies (mAbs) have helped to de®ne four principal antigenic sites, one of which",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis ( TGE ) is a highly contagious pig disease that may cause serious losses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in unweaned piglets ( 17 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The causative virus , TGEV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is a member of the Coronaviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and has a large , single-stranded , positive sense RNA genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virion is enveloped , and covered in projections caused by a glycosylated spike protein ( S ) , of approximately 200 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S protein is a major target for antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and monoclonal antibodies ( mAbs ) have helped to de ® ne four principal antigenic sites , one of which",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "305"
  }
}