{
  "paper_id": "8ad74aa4edfd06fdddb55a5efa5cbf233ee149e0",
  "metadata": {
    "title": "Factors shaping the adaptive landscape for arboviruses: implications for the emergence of disease",
    "coda_data_split": "train",
    "coda_paper_id": 6825,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many examples of the emergence or re-emergence of infectious diseases involve the adaptation of zoonotic viruses to new amplification hosts or to humans themselves. These include several instances of simple mutational adaptations, often to hosts closely related to the natural reservoirs. However, based on theoretical grounds, arthropod-borne viruses, or arboviruses, may face several challenges for adaptation to new hosts. Here, we review recent findings regarding adaptive evolution of arboviruses and its impact on disease emergence. We focus on the zoonotic alphaviruses Venezuelan equine encephalitis and chikungunya viruses, which have undergone adaptive evolution that mediated recent outbreaks of disease, as well as the flaviviruses dengue and West Nile viruses, which have emerged via less dramatic adaptive mechanisms.",
      "sentences": [
        [
          {
            "segment_text": "Many examples of the emergence or re-emergence of infectious diseases involve the adaptation of zoonotic viruses to new amplification hosts or to humans themselves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include several instances of simple mutational adaptations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often to hosts closely related to the natural reservoirs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , based on theoretical grounds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "arthropod-borne viruses , or arboviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may face several challenges for adaptation to new hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review recent findings regarding adaptive evolution of arboviruses and its impact on disease emergence .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We focus on the zoonotic alphaviruses Venezuelan equine encephalitis and chikungunya viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have undergone adaptive evolution that mediated recent outbreaks of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the flaviviruses dengue and West Nile viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have emerged via less dramatic adaptive mechanisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "130"
  }
}