{
  "paper_id": "8adc81255b4ba0eb48cbd7ddfe86f13959f39c7d",
  "metadata": {
    "title": "Discovery of an essential nucleotidylating activity associated with a newly delineated conserved domain in the RNA polymerase-containing protein of all nidoviruses",
    "coda_data_split": "train",
    "coda_paper_id": 10931,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "RNA viruses encode an RNA-dependent RNA polymerase (RdRp) that catalyzes the synthesis of their RNA(s). In the case of positive-stranded RNA viruses belonging to the order Nidovirales, the RdRp resides in a replicase subunit that is unusually large. Bioinformatics analysis of this non-structural protein has now revealed a nidoviral signature domain (genetic marker) that is N-terminally adjacent to the RdRp and has no apparent homologs elsewhere. Based on its conservation profile, this domain is proposed to have nucleotidylation activity. We used recombinant nonstructural protein 9 of the arterivirus equine arteritis virus (EAV) and different biochemical assays, including irreversible labeling with a GTP analog followed by a proteomics analysis, to demonstrate the manganese-dependent covalent binding of guanosine and uridine phosphates to a lysine/histidine residue. Most likely this was the invariant lysine of the newly identified domain, named nidovirus RdRpassociated nucleotidyltransferase (NiRAN), whose substitution with alanine severely diminished the described binding. Furthermore, this mutation crippled EAV and prevented the replication of severe acute respiratory syndrome coronavirus (SARS-CoV) in cell culture, indicating that NiRAN is essential for nidoviruses. Potential functions supported by NiRAN may include nucleic acid ligation, mRNA capping and protein-primed RNA synthesis, possibilities that remain to be explored in future studies.",
      "sentences": [
        [
          {
            "segment_text": "RNA viruses encode an RNA-dependent RNA polymerase ( RdRp ) that catalyzes the synthesis of their RNA ( s ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the case of positive-stranded RNA viruses belonging to the order Nidovirales ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the RdRp resides in a replicase subunit that is unusually large .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bioinformatics analysis of this non-structural protein has now revealed a nidoviral signature domain ( genetic marker ) that is N-terminally adjacent to the RdRp and has no apparent homologs elsewhere .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on its conservation profile ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this domain is proposed to have nucleotidylation activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used recombinant nonstructural protein 9 of the arterivirus equine arteritis virus ( EAV ) and different biochemical assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including irreversible labeling with a GTP analog followed by a proteomics analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to demonstrate the manganese-dependent covalent binding of guanosine and uridine phosphates to a lysine/histidine residue .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most likely this was the invariant lysine of the newly identified domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "named nidovirus RdRpassociated nucleotidyltransferase ( NiRAN ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whose substitution with alanine severely diminished the described binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , this mutation crippled EAV and prevented the replication of severe acute respiratory syndrome coronavirus ( SARS-CoV ) in cell culture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that NiRAN is essential for nidoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potential functions supported by NiRAN may include nucleic acid ligation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mRNA capping and protein-primed RNA synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibilities that remain to be explored in future studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "231"
  }
}