{
  "paper_id": "8ae561e754ff3e094cd9d1e92f8517f8f9f4506a",
  "metadata": {
    "title": "IFITM3 Polymorphism rs12252-C Restricts Influenza A Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 4306,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The IFITM3 polymorphism rs12252-C, which encodes an IFITM3 isoform (D21 IFITM3) lacking 21 amino acids at the amino terminus, has been controversially associated with poor clinical outcomes in patients with H1N1 influenza A virus (IAV) infections. In vitro studies have shown that D21 IFITM3 loses its ability to restrict H1N1 IAV. Subsequent research has also revealed that tyrosine 20 is the key determinant for IFITM3 endocytic trafficking, which is essential for the efficient anti-viral activity of IFITM3. In contrast to previous studies, we demonstrated that both D21 IFITM3 and an IFITM3 variant (Y20A IFITM3), in which tyrosine 20 is substituted with alanine, strongly restricted entry mediated by IAV H1, H3, H5, and H7 proteins. D21 IFITM3 also efficiently suppressed replication of H1N1 and, to a lesser extent, H3N2 IAV. D21 IFITM3 and Y20A IFITM3 had broader subcellular distributions than full-length IFITM3 but an abundant amount of both IFITM3 variants still localized to late endosomes and lysosomes. Our data indicate that tyrosine 20 partially regulates the subcellular localization of IFITM3 but is not functionally essential for IFITM3-mediated IAV restriction. They also suggested that mechanisms, other than viral entry restriction, might contribute to variations in clinical outcomes of H1N1 influenza associated with rs12252-C.",
      "sentences": [
        [
          {
            "segment_text": "The IFITM3 polymorphism rs12252-C , which encodes an IFITM3 isoform ( D21 IFITM3 ) lacking 21 amino acids at the amino terminus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been controversially associated with poor clinical outcomes in patients with H1N1 influenza A virus ( IAV ) infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vitro studies have shown that D21 IFITM3 loses its ability to restrict H1N1 IAV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subsequent research has also revealed that tyrosine 20 is the key determinant for IFITM3 endocytic trafficking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is essential for the efficient anti-viral activity of IFITM3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast to previous studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we demonstrated that both D21 IFITM3 and an IFITM3 variant ( Y20A IFITM3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which tyrosine 20 is substituted with alanine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strongly restricted entry mediated by IAV H1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H3 , H5 , and H7 proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D21 IFITM3 also efficiently suppressed replication of H1N1 and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to a lesser extent , H3N2 IAV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D21 IFITM3 and Y20A IFITM3 had broader subcellular distributions than full-length IFITM3 but an abundant amount of both IFITM3 variants still localized to late endosomes and lysosomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that tyrosine 20 partially regulates the subcellular localization of IFITM3 but is not functionally essential for IFITM3-mediated IAV restriction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They also suggested that mechanisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other than viral entry restriction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "might contribute to variations in clinical outcomes of H1N1 influenza associated with rs12252-C .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "228"
  }
}