{
  "paper_id": "8affb5947f8f36f87d44577882eeb89f120084df",
  "metadata": {
    "title": "Molecular Detection of Streptococcus pyogenes by Strand Invasion Based Amplification Assay",
    "coda_data_split": "train",
    "coda_paper_id": 7813,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction Streptococcus pyogenes (group A Streptococcus, GAS) is responsible for a variety of highly communicable infections, accounting for 5-15 and 20-30% of sore throat hospital visits in adults and children, respectively. Prompt diagnosis of GAS can improve the quality of patient care and minimize the unnecessary use of antibiotics. Objective Our objective was to develop an alternative nucleic acid amplification method for the diagnosis of GAS. Method We developed and evaluated a strand invasion based amplification (SIBA) assay to rapidly and specifically detect GAS. The performance of the developed GAS SIBA assay was compared with an established GAS polymerase chain reaction (PCR) assay. Results The GAS SIBA assay detected small amounts (ten copies) of S. pyogenes DNA within 13 min. The rapid detection time was achieved in part by optimization of magnesium concentration and reaction temperature. The sensitivity and specificity of the GAS SIBA assay for detection of S. pyogenes from clinical specimens were both 100%, and clinical specimens were detected within ~ 8 min of starting the reaction. Conclusion Because the GAS SIBA assay is performed at low and constant temperature, it can be used both in centralized laboratories and for point-of-care testing. Furthermore, given its short detection time and strong analytical performance, the GAS SIBA assay could help to improve patient care and minimize unnecessary prescription of antibiotics.",
      "sentences": [
        [
          {
            "segment_text": "Introduction Streptococcus pyogenes ( group A Streptococcus , GAS ) is responsible for a variety of highly communicable infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accounting for 5-15 and 20-30 % of sore throat hospital visits in adults and children , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prompt diagnosis of GAS can improve the quality of patient care and minimize the unnecessary use of antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective Our objective was to develop an alternative nucleic acid amplification method for the diagnosis of GAS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method We developed and evaluated a strand invasion based amplification ( SIBA ) assay to rapidly and specifically detect GAS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The performance of the developed GAS SIBA assay was compared with an established GAS polymerase chain reaction ( PCR ) assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results The GAS SIBA assay detected small amounts ( ten copies ) of S. pyogenes DNA within 13 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rapid detection time was achieved in part by optimization of magnesium concentration and reaction temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity and specificity of the GAS SIBA assay for detection of S. pyogenes from clinical specimens were both 100 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and clinical specimens were detected within ~ 8 min of starting the reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion Because the GAS SIBA assay is performed at low and constant temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it can be used both in centralized laboratories and for point-of-care testing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , given its short detection time and strong analytical performance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the GAS SIBA assay could help to improve patient care and minimize unnecessary prescription of antibiotics .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A novel isothermal nucleic acid amplification method, strand invasion based amplification (SIBA), was developed for the rapid and specific detection of Streptococcus pyogenes.",
      "sentences": [
        [
          {
            "segment_text": "A novel isothermal nucleic acid amplification method ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strand invasion based amplification ( SIBA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was developed for the rapid and specific detection of Streptococcus pyogenes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The method specifically detected S. pyogenes within 8 min from clinical specimens and can be potentially use within a point-of-care setting.",
      "sentences": [
        [
          {
            "segment_text": "The method specifically detected S. pyogenes within 8 min from clinical specimens and can be potentially use within a point-of-care setting .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "297"
  }
}