{
  "paper_id": "8b13309e21cd13564b46ef8d78bf927cf558f6f1",
  "metadata": {
    "title": "A Three-Dimensional Comparison of Tick-Borne Flavivirus Infection in Mammalian and Tick Cell Lines",
    "coda_data_split": "train",
    "coda_paper_id": 8341,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Tick-borne flaviviruses (TBFV) are sustained in nature through cycling between mammalian and tick hosts. In this study, we used African green monkey kidney cells (Vero) and Ixodes scapularis tick cells (ISE6) to compare virus-induced changes in mammalian and arthropod cells. Using confocal microscopy, transmission electron microscopy (TEM), and electron tomography (ET), we examined viral protein distribution and the ultrastructural changes that occur during TBFV infection. Within host cells, flaviviruses cause complex rearrangement of cellular membranes for the purpose of virus replication. Virus infection was accompanied by a marked expansion in endoplasmic reticulum (ER) staining and markers for TBFV replication were localized mainly to the ER in both cell lines. TEM of Vero cells showed membrane-bound vesicles enclosed in a network of dilated, anastomosing ER cisternae. Virions were seen within the ER and were sometimes in paracrystalline arrays. Tubular structures or elongated vesicles were occasionally noted. In acutely and persistently infected ISE6 cells, membrane proliferation and vesicles were also noted; however, the extent of membrane expansion and the abundance of vesicles were lower and no viral particles were observed. Tubular profiles were far more prevalent in persistently infected ISE6 cells than in acutely infected cells. By ET, tubular profiles, in persistently infected tick cells, had a cross-sectional diameter of 60-100 nm, reached up to 800 nm in length, were closed at the ends, and were often arranged in fascicle-like bundles, shrouded with ER membrane. Our experiments provide analysis of viral protein localization within the context of both mammalian and arthropod cell lines as well as both acute and persistent arthropod cell infection. Additionally, we show for the first time 3D flavivirus infection in a vector cell line and the first ET of persistent flavivirus infection. Citation: Offerdahl DK, Dorward DW, Hansen BT, Bloom ME (2012) A Three-Dimensional Comparison of Tick-Borne Flavivirus Infection in Mammalian and Tick Cell Lines. PLoS ONE 7(10): e47912.",
      "sentences": [
        [
          {
            "segment_text": "Tick-borne flaviviruses ( TBFV ) are sustained in nature through cycling between mammalian and tick hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used African green monkey kidney cells ( Vero ) and Ixodes scapularis tick cells ( ISE6 ) to compare virus-induced changes in mammalian and arthropod cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using confocal microscopy , transmission electron microscopy ( TEM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and electron tomography ( ET ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we examined viral protein distribution and the ultrastructural changes that occur during TBFV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Within host cells , flaviviruses cause complex rearrangement of cellular membranes for the purpose of virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus infection was accompanied by a marked expansion in endoplasmic reticulum ( ER ) staining and markers for TBFV replication were localized mainly to the ER in both cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TEM of Vero cells showed membrane-bound vesicles enclosed in a network of dilated , anastomosing ER cisternae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virions were seen within the ER and were sometimes in paracrystalline arrays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tubular structures or elongated vesicles were occasionally noted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In acutely and persistently infected ISE6 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "membrane proliferation and vesicles were also noted ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the extent of membrane expansion and the abundance of vesicles were lower and no viral particles were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tubular profiles were far more prevalent in persistently infected ISE6 cells than in acutely infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By ET , tubular profiles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in persistently infected tick cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had a cross-sectional diameter of 60-100 nm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reached up to 800 nm in length ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were closed at the ends ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were often arranged in fascicle-like bundles , shrouded with ER membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our experiments provide analysis of viral protein localization within the context of both mammalian and arthropod cell lines as well as both acute and persistent arthropod cell infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , we show for the first time 3D flavivirus infection in a vector cell line and the first ET of persistent flavivirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Offerdahl DK , Dorward DW ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Hansen BT , Bloom ME ( 2012 ) A Three-Dimensional Comparison of Tick-Borne Flavivirus Infection in Mammalian and Tick Cell Lines .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 7 ( 10 ) : e47912 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "25",
    "token_num": "365"
  }
}