{
  "paper_id": "8b2d07f60391054a3a923959c8f842144436825c",
  "metadata": {
    "title": "Lessons learned: optimization of a murine small bowel resection model B,BB",
    "coda_data_split": "train",
    "coda_paper_id": 8175,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Central to the use of murine models of disease is the ability to derive reproducible data. The purpose of this study was to determine factors contributing to variability in our murine model of small bowel resection (SBR). Methods: Male C57Bl/6 mice were randomized to sham or 50% SBR. The effect of housing type (pathogen-free vs standard housing), nutrition (reconstituted powder vs tube feeding formulation), and correlates of intestinal morphology with gene expression changes were investigated. Multiple linear regression modeling or 1-way analysis of variance was used for data analysis. Results: Pathogen-free mice had significantly shorter ileal villi at baseline and demonstrated greater villus growth after SBR compared to mice housed in standard rooms. Food type did not affect adaptation. Gene expression changes were more consistent and significant in isolated crypt cells that demonstrated adaptive growth when compared with crypts that did not deepen after SBR. Conclusion: Maintenance of mice in pathogen-free conditions and restricting gene expression analysis to individual animals exhibiting morphologic adaptation enhances sensitivity and specificity of data derived from this model. These refinements will minimize experimental variability and lead to improved understanding of the complex process of intestinal adaptation.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Central to the use of murine models of disease is the ability to derive reproducible data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to determine factors contributing to variability in our murine model of small bowel resection ( SBR ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Male C57Bl/6 mice were randomized to sham or 50 % SBR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effect of housing type ( pathogen-free vs standard housing ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nutrition ( reconstituted powder vs tube feeding formulation ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and correlates of intestinal morphology with gene expression changes were investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiple linear regression modeling or 1-way analysis of variance was used for data analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Pathogen-free mice had significantly shorter ileal villi at baseline and demonstrated greater villus growth after SBR compared to mice housed in standard rooms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Food type did not affect adaptation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gene expression changes were more consistent and significant in isolated crypt cells that demonstrated adaptive growth when compared with crypts that did not deepen after SBR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Maintenance of mice in pathogen-free conditions and restricting gene expression analysis to individual animals exhibiting morphologic adaptation enhances sensitivity and specificity of data derived from this model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These refinements will minimize experimental variability and lead to improved understanding of the complex process of intestinal adaptation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "215"
  }
}