{
  "paper_id": "8b2f8d183a24affa37cb95764aae8df523ce918e",
  "metadata": {
    "title": "Myristoylation of the small envelope protein of porcine reproductive and respiratory syndrome virus is non-essential for virus infectivity but promotes its growth",
    "coda_data_split": "train",
    "coda_paper_id": 2391,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The small envelope (E) protein of porcine reproductive and respiratory syndrome virus (PRRSV) is known to possess the properties of an ion-channel protein, and in the present study we show that the PRRSV E protein is N-terminal myristoylated. The PRRSV E protein contains the consensus motif of 1 MGxxxS 6 for myristoylation, and in the presence of 2-hydroxymyristic acid, the virus titer decreased by 2.5 log TCID 50 and the level of viral RNA was reduced significantly. When the glycine at position 2 was mutated to alanine (G2A) using an infectious cDNA clone, a viable virus was recoverable and a mutant PRRSV was obtained. The titers of G2A mutant virus were 2.0 × 10 4 and 1.0 × 10 6 TCID 50 /ml for \u0027passage-2\u0027 and \u0027passage-3\u0027 viruses, respectively, in PAM cells, and these titers were significantly lower than those of wild-type PRRSV. When treated with the myristoylation inhibitor, the G2A mutant virus was resistant to the drug. The data show that the PRRSV E protein myristoylation is non-essential for PRRSV infectivity but promotes the growth of the virus.",
      "sentences": [
        [
          {
            "segment_text": "The small envelope ( E ) protein of porcine reproductive and respiratory syndrome virus ( PRRSV ) is known to possess the properties of an ion-channel protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in the present study we show that the PRRSV E protein is N-terminal myristoylated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The PRRSV E protein contains the consensus motif of 1 MGxxxS 6 for myristoylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in the presence of 2-hydroxymyristic acid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the virus titer decreased by 2.5 log TCID 50 and the level of viral RNA was reduced significantly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When the glycine at position 2 was mutated to alanine ( G2A ) using an infectious cDNA clone ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a viable virus was recoverable and a mutant PRRSV was obtained .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The titers of G2A mutant virus were 2.0 × 10 4 and 1.0 × 10 6 TCID 50 / ml for ` passage-2 \u0027 and ` passage-3 \u0027 viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , in PAM cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and these titers were significantly lower than those of wild-type PRRSV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When treated with the myristoylation inhibitor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the G2A mutant virus was resistant to the drug .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data show that the PRRSV E protein myristoylation is non-essential for PRRSV infectivity but promotes the growth of the virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "204"
  }
}