{
  "paper_id": "8b31244bc43e2ded63eb01b39be87775694b7de5",
  "metadata": {
    "title": "Household transmission of influenza virus",
    "coda_data_split": "train",
    "coda_paper_id": 8099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human influenza viruses cause regular epidemics and occasional pandemics with a substantial public health burden. Household transmission studies have provided valuable information on the dynamics of influenza transmission. We reviewed published studies and found that once one household member is infected with influenza, the risk of infection in a household contact can be up to 38%, and the delay between onset in index and secondary cases is around 3 days. Younger age was associated with higher susceptibility. In the future, household transmission studies will provide information on transmission dynamics including the correlation of virus shedding and symptoms with transmission, and the correlation of new measures of immunity with protection against infection.",
      "sentences": [
        [
          {
            "segment_text": "Human influenza viruses cause regular epidemics and occasional pandemics with a substantial public health burden .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Household transmission studies have provided valuable information on the dynamics of influenza transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed published studies and found that once one household member is infected with influenza ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the risk of infection in a household contact can be up to 38 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the delay between onset in index and secondary cases is around 3 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Younger age was associated with higher susceptibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the future , household transmission studies will provide information on transmission dynamics including the correlation of virus shedding and symptoms with transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the correlation of new measures of immunity with protection against infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "121"
  }
}