{
  "paper_id": "8b47882ebbc8d2e9d217dcc10b2328eff5bf8b46",
  "metadata": {
    "title": "Cell Surface Protein Disulfide Isomerase Regulates Natriuretic Peptide Generation of Cyclic Guanosine Monophosphate",
    "coda_data_split": "train",
    "coda_paper_id": 5631,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The family of natriuretic peptides (NPs), including atrial natriuretic peptide (ANP), B-type natriuretic peptide (BNP), and C-type natriuretic peptide (CNP), exert important and diverse actions for cardiovascular and renal homeostasis. The autocrine and paracrine functions of the NPs are primarily mediated through the cellular membrane bound guanylyl cyclase-linked receptors GC-A (NPR-A) and GC-B (NPR-B). As the ligands and receptors each contain disulfide bonds, a regulatory role for the cell surface protein disulfide isomerase (PDI) was investigated. Objective: We utilized complementary in vitro and in vivo models to determine the potential role of PDI in regulating the ability of the NPs to generate its second messenger, cyclic guanosine monophosphate. Methods and Results: Inhibition of PDI attenuated the ability of ANP, BNP and CNP to generate cGMP in human mesangial cells (HMCs), human umbilical vein endothelial cells (HUVECs), and human aortic smooth muscle cells (HASMCs), each of which were shown to express PDI. In LLC-PK1 cells, where PDI expression was undetectable by immunoblotting, PDI inhibition had a minimal effect on cGMP generation. Addition of PDI to cultured LLC-PK1 cells increased intracellular cGMP generation mediated by ANP. Inhibition of PDI in vivo attenuated NP-mediated generation of cGMP by ANP. Surface Plasmon Resonance demonstrated modest and differential binding of the natriuretic peptides with immobilized PDI in a cell free system. However, PDI was shown to co-localize on the surface of cells with GC-A and GC-B by co-immunoprecpitation and immunohistochemistry. Conclusion: These data demonstrate for the first time that cell surface PDI expression and function regulate the capacity of natriuretic peptides to generate cGMP through interaction with their receptors.",
      "sentences": [
        [
          {
            "segment_text": "The family of natriuretic peptides ( NPs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including atrial natriuretic peptide ( ANP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "B-type natriuretic peptide ( BNP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and C-type natriuretic peptide ( CNP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exert important and diverse actions for cardiovascular and renal homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The autocrine and paracrine functions of the NPs are primarily mediated through the cellular membrane bound guanylyl cyclase-linked receptors GC-A ( NPR-A ) and GC-B ( NPR-B ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the ligands and receptors each contain disulfide bonds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a regulatory role for the cell surface protein disulfide isomerase ( PDI ) was investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : We utilized complementary in vitro and in vivo models to determine the potential role of PDI in regulating the ability of the NPs to generate its second messenger , cyclic guanosine monophosphate .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods and Results : Inhibition of PDI attenuated the ability of ANP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "BNP and CNP to generate cGMP in human mesangial cells ( HMCs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human umbilical vein endothelial cells ( HUVECs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and human aortic smooth muscle cells ( HASMCs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each of which were shown to express PDI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In LLC-PK1 cells , where PDI expression was undetectable by immunoblotting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PDI inhibition had a minimal effect on cGMP generation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Addition of PDI to cultured LLC-PK1 cells increased intracellular cGMP generation mediated by ANP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of PDI in vivo attenuated NP-mediated generation of cGMP by ANP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surface Plasmon Resonance demonstrated modest and differential binding of the natriuretic peptides with immobilized PDI in a cell free system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , PDI was shown to co-localize on the surface of cells with GC-A and GC-B by co-immunoprecpitation and immunohistochemistry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : These data demonstrate for the first time that cell surface PDI expression and function regulate the capacity of natriuretic peptides to generate cGMP through interaction with their receptors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "311"
  }
}