{
  "paper_id": "8b4bf48f0df4492821623ee6951fc65503514846",
  "metadata": {
    "title": "USP18 -a multifunctional component in the interferon response",
    "coda_data_split": "train",
    "coda_paper_id": 4593,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ubiquitin-specific proteases (USPs) represent the largest family of deubiquitinating enzymes (DUB). These proteases cleave the isopeptide bond between ubiquitin and a lysine residue of a ubiquitin-modified protein. USP18 is a special member of the USP family as it only deconjugates the ubiquitin-like protein ISG15 (interferon-stimulated gene (ISG) 15) from target proteins but is not active towards ubiquitin. Independent of its protease activity, USP18 functions as a major negative regulator of the type I interferon response showing that USP18 is -at least -a bifunctional protein. In this review, we summarise our current knowledge of protease-dependent and -independent functions of USP18 and discuss the structural basis of its dual activity.",
      "sentences": [
        [
          {
            "segment_text": "Ubiquitin-specific proteases ( USPs ) represent the largest family of deubiquitinating enzymes ( DUB ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These proteases cleave the isopeptide bond between ubiquitin and a lysine residue of a ubiquitin-modified protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "USP18 is a special member of the USP family as it only deconjugates the ubiquitin-like protein ISG15 ( interferon-stimulated gene ( ISG ) 15 ) from target proteins but is not active towards ubiquitin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Independent of its protease activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "USP18 functions as a major negative regulator of the type I interferon response showing that USP18 is - at least - a bifunctional protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarise our current knowledge of protease-dependent and - independent functions of USP18 and discuss the structural basis of its dual activity .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "126"
  }
}