{
  "paper_id": "8b58e92fdfea3989199fb6656d5444a5d62b1c48",
  "metadata": {
    "title": "International Organizations and Their Approaches to Fostering Development",
    "coda_data_split": "train",
    "coda_paper_id": 6991,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multilateral agencies define and operationalized health and development in a variety of ways. The World Health Organization (WHO) and the World Bank are two dominant actors in health and development. Each espouses a different ideal of health as it relates to the process of development. The WHO defines health as a human right, and focuses on health outcomes as inputs to and the result of development. The World Bank\u0027s approach to development focuses largely on macro-economic growth as input to human capabilities. The World Bank became a leading actor in international health policy in the 1990s when it operationalized health as an outcome of financial and health care systems. This chapter looks at programming efforts by the WHO and the World Bank to foster development via investment in health or through macro-economic adjustment. Results are mixed. Efforts to improve primary care were successful in improving health outcomes of children under five, but made little impact on maternal mortality. Structural adjustment programs achieved moderate success with medium-to long-term economic growth but increased health inequities. These mixed achievements resulted in an effort by the United Nations to foster a multi-sectoral approach to development espoused in the Millennium Development Goals and Sustainable Development Goals.",
      "sentences": [
        [
          {
            "segment_text": "Multilateral agencies define and operationalized health and development in a variety of ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The World Health Organization ( WHO ) and the World Bank are two dominant actors in health and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each espouses a different ideal of health as it relates to the process of development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The WHO defines health as a human right ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and focuses on health outcomes as inputs to and the result of development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The World Bank \u0027s approach to development focuses largely on macro-economic growth as input to human capabilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The World Bank became a leading actor in international health policy in the 1990s when it operationalized health as an outcome of financial and health care systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter looks at programming efforts by the WHO and the World Bank to foster development via investment in health or through macro-economic adjustment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results are mixed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efforts to improve primary care were successful in improving health outcomes of children under five ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but made little impact on maternal mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural adjustment programs achieved moderate success with medium-to long-term economic growth but increased health inequities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These mixed achievements resulted in an effort by the United Nations to foster a multi-sectoral approach to development espoused in the Millennium Development Goals and Sustainable Development Goals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "217"
  }
}