{
  "paper_id": "8b585680add23a7959772b785c2cb2afd82db152",
  "metadata": {
    "title": "Molecular Sciences Application of Gold Nanoparticle to Plasmonic Biosensors",
    "coda_data_split": "train",
    "coda_paper_id": 8824,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Gold nanoparticles (GNPs) have been widely utilized to develop various biosensors for molecular diagnosis, as they can be easily functionalized and exhibit unique optical properties explained by plasmonic effects. These unique optical properties of GNPs allow the expression of an intense color under light that can be tuned by altering their size, shape, composition, and coupling with other plasmonic nanoparticles. Additionally, they can also enhance other optical signals, such as fluorescence and Raman scattering, making them suitable for biosensor development. In this review, we provide a detailed discussion of the currently developed biosensors based on the aforementioned unique optical features of GNPs. Mainly, we focus on four different plasmonic biosensing methods, including localized surface plasmon resonance (LSPR), surface-enhanced Raman spectroscopy (SERS), fluorescence enhancement, and quenching caused by plasmon and colorimetry changes based on the coupling of GNPs. We believe that the topics discussed here are useful and able to provide a guideline in the development of novel GNP-based biosensors in the future.",
      "sentences": [
        [
          {
            "segment_text": "Gold nanoparticles ( GNPs ) have been widely utilized to develop various biosensors for molecular diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as they can be easily functionalized and exhibit unique optical properties explained by plasmonic effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These unique optical properties of GNPs allow the expression of an intense color under light that can be tuned by altering their size ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "shape , composition , and coupling with other plasmonic nanoparticles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , they can also enhance other optical signals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as fluorescence and Raman scattering ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making them suitable for biosensor development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we provide a detailed discussion of the currently developed biosensors based on the aforementioned unique optical features of GNPs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Mainly , we focus on four different plasmonic biosensing methods ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including localized surface plasmon resonance ( LSPR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "surface-enhanced Raman spectroscopy ( SERS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "fluorescence enhancement , and quenching caused by plasmon and colorimetry changes based on the coupling of GNPs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We believe that the topics discussed here are useful and able to provide a guideline in the development of novel GNP-based biosensors in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "187"
  }
}