{
  "paper_id": "8b640a88031ec1dc4cb1a746604a45408f68f4ca",
  "metadata": {
    "title": "Murine Norovirus-1 entry into permissive macrophages and dendritic cells is pH-independent",
    "coda_data_split": "train",
    "coda_paper_id": 7099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Murine norovirus (MNV) is a recently discovered mouse pathogen. Unlike the fastidious human noroviruses that cause the overwhelming majority of non-bacterial gastroenteritis worldwide, MNV readily infects cells in culture. Its replication in primary murine macrophages and dendritic cells and their derived cell lines allows the study of norovirus cell entry for the first time. In this study we determined the role of pH during MNV-1 infection since the low pH environment of endosomes often triggers uncoating of viruses. We demonstrated that MNV-1 viral titers by plaque assay and expression of the non-structural protein VPg by immunofluorescence were not affected by pH in cultured and primary macrophages and dendritic cells in the presence of two known endosome acidification inhibitors, bafilomycin A1 and chloroquine. These data indicate that MNV-1 enters permissive cells in a pH-independent manner.",
      "sentences": [
        [
          {
            "segment_text": "Murine norovirus ( MNV ) is a recently discovered mouse pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike the fastidious human noroviruses that cause the overwhelming majority of non-bacterial gastroenteritis worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MNV readily infects cells in culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its replication in primary murine macrophages and dendritic cells and their derived cell lines allows the study of norovirus cell entry for the first time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we determined the role of pH during MNV-1 infection since the low pH environment of endosomes often triggers uncoating of viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that MNV-1 viral titers by plaque assay and expression of the non-structural protein VPg by immunofluorescence were not affected by pH in cultured and primary macrophages and dendritic cells in the presence of two known endosome acidification inhibitors , bafilomycin A1 and chloroquine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that MNV-1 enters permissive cells in a pH-independent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "144"
  }
}