{
  "paper_id": "8b7d76ba81c3eb5ddf6e9330e16ce1189fe1f08b",
  "metadata": {
    "title": "Mesenchymal stem cell-derived extracellular vesicles attenuate influenza virus-induced acute lung injury in a pig model",
    "coda_data_split": "train",
    "coda_paper_id": 8399,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Mesenchymal stem (stromal) cells (MSCs) mediate their immunoregulatory and tissue repair functions by secreting paracrine factors, including extracellular vesicles (EVs). In several animal models of human diseases, MSC-EVs mimic the beneficial effects of MSCs. Influenza viruses cause annual outbreaks of acute respiratory illness resulting in significant mortality and morbidity. Influenza viruses constantly evolve, thus generating drug-resistant strains and rendering current vaccines less effective against the newly generated strains. Therefore, new therapies that can control virus replication and the inflammatory response of the host are needed. The objective of this study was to examine if MSC-EV treatment can attenuate influenza virus-induced acute lung injury in a preclinical model. Methods: We isolated EVs from swine bone marrow-derived MSCs. Morphology of MSC-EVs was determined by electron microscopy and expression of mesenchymal markers was examined by flow cytometry. Next, we examined the anti-influenza activity of MSC-EVs in vitro in lung epithelial cells and anti-viral and immunomodulatory properties in vivo in a pig model of influenza virus.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mesenchymal stem ( stromal ) cells ( MSCs ) mediate their immunoregulatory and tissue repair functions by secreting paracrine factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including extracellular vesicles ( EVs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In several animal models of human diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MSC-EVs mimic the beneficial effects of MSCs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza viruses cause annual outbreaks of acute respiratory illness resulting in significant mortality and morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza viruses constantly evolve , thus generating drug-resistant strains and rendering current vaccines less effective against the newly generated strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , new therapies that can control virus replication and the inflammatory response of the host are needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to examine if MSC-EV treatment can attenuate influenza virus-induced acute lung injury in a preclinical model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We isolated EVs from swine bone marrow-derived MSCs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Morphology of MSC-EVs was determined by electron microscopy and expression of mesenchymal markers was examined by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Next , we examined the anti-influenza activity of MSC-EVs in vitro in lung epithelial cells and anti-viral and immunomodulatory properties in vivo in a pig model of influenza virus .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "185"
  }
}