{
  "paper_id": "8b7fdbc5f19f19925e5ace57205f99f094f48f31",
  "metadata": {
    "title": "Optimal Data Transmission Strategy for Healthcare- Based Wireless Sensor Networks: A Stochastic Differential Game Approach",
    "coda_data_split": "train",
    "coda_paper_id": 9866,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As the development of information and communication technology (ICT) and the affirmation of the importance of healthcare, using wireless sensor networks (WSNs) is a promising approach to assist modern medical practices. The transmission optimization of HWSNs is an issue worth studying deeply, which is facing challenges such as data diversity, real-time requirement, reliable transmission, dynamic environment and so on. This paper considers four kinds of transmission cost comprehensively, and adopts the stochastic differential game theory to discuss this issue. With the objective of minimizing the transmission cost, three kinds of game models are constructed, i.e., cooperative model, partial cooperative model and non-cooperative model. The optimal transmission strategies under different game modes are obtained for HWSNs. The numerical simulation compares three strategies and verifies the validity of the method present in this paper.",
      "sentences": [
        [
          {
            "segment_text": "As the development of information and communication technology ( ICT ) and the affirmation of the importance of healthcare ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using wireless sensor networks ( WSNs ) is a promising approach to assist modern medical practices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The transmission optimization of HWSNs is an issue worth studying deeply ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is facing challenges such as data diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "real-time requirement , reliable transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dynamic environment and so on .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper considers four kinds of transmission cost comprehensively ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and adopts the stochastic differential game theory to discuss this issue .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "With the objective of minimizing the transmission cost ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "three kinds of game models are constructed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "i.e. , cooperative model , partial cooperative model and non-cooperative model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The optimal transmission strategies under different game modes are obtained for HWSNs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The numerical simulation compares three strategies and verifies the validity of the method present in this paper .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "152"
  }
}