{
  "paper_id": "8b88d01563538e4abd29c3ba493c534af30664cc",
  "metadata": {
    "title": "A mathematical model for simulating the transmission of Wuhan novel Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6295,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "bioRxiv preprint 2 this study, we developed a Bats-Hosts-Reservoir-People transmission network model for simulating the potential transmission from the infection source (probable be bats) to the human infection. Since the Bats-Hosts-Reservoir network was hard to explore clearly and public concerns were focusing on the transmission from a seafood market (reservoir) to people, we simplified the model as Reservoir-People transmission network model. The basic reproduction number (R 0 ) was calculated from the RP model to assess the transmissibility of the 2019-nCoV.",
      "sentences": [
        [
          {
            "segment_text": "bioRxiv preprint 2 this study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we developed a Bats-Hosts-Reservoir-People transmission network model for simulating the potential transmission from the infection source ( probable be bats ) to the human infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Since the Bats-Hosts-Reservoir network was hard to explore clearly and public concerns were focusing on the transmission from a seafood market ( reservoir ) to people ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we simplified the model as Reservoir-People transmission network model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The basic reproduction number ( R 0 ) was calculated from the RP model to assess the transmissibility of the 2019-nCoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "91"
  }
}