{
  "paper_id": "8ba51fdaf2a9dc9a0b4defc7c07d360e0f9a3984",
  "metadata": {
    "title": "Yeast Kexlp Is a Golgi-associated Membrane Protein: Deletions in a Cytoplasmic Targeting Domain Result in Mislocalization to the Vacuolar Membrane",
    "coda_data_split": "train",
    "coda_paper_id": 3162,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We have investigated the localization of Kexlp, a type I transmembrane carboxypeptidase involved in precursor processing within the yeast secretory pathway. Indirect immunofluorescence demonstrated the presence of Kexlp in a punctate organelle resembling the yeast Golgi apparatus as identified by Kex2p and Sec7p (Franzusoff, A., K. Redding, J. Crosby, R. S. Fuller, and R. Schekman. 1991. J. Cell Biol. 112:27-37). Glycosylation studies of Kexlp were consistent with a Golgi location, as Kexlp was progressively N-glycosylated in an MNNl-dependent manner.",
      "sentences": [
        [
          {
            "segment_text": "We have investigated the localization of Kexlp ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a type I transmembrane carboxypeptidase involved in precursor processing within the yeast secretory pathway .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Indirect immunofluorescence demonstrated the presence of Kexlp in a punctate organelle resembling the yeast Golgi apparatus as identified by Kex2p and Sec7p ( Franzusoff , A. , K. Redding , J. Crosby , R. S. Fuller , and R. Schekman .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1991 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "J. Cell Biol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "112:27-37 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Glycosylation studies of Kexlp were consistent with a Golgi location ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as Kexlp was progressively N-glycosylated in an MNNl-dependent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "To address the basis of Kexlp targeting to the Golgi apparatus, we examined the cellular location of a series of carboxy-terminal truncations of the protein.",
      "sentences": [
        [
          {
            "segment_text": "To address the basis of Kexlp targeting to the Golgi apparatus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we examined the cellular location of a series of carboxy-terminal truncations of the protein .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The results indicate that a cytoplasmically exposed carboxy-terminal domain is required for retention of this membrane protein within the Golgi apparatus. Deletions of the retention region or overproduction of wild-type Kexlp led to mislocalization of Kexlp to the vacuolar membrane. This unexpected finding is discussed in terms of models involving either the vacuole as a default destination for membrane proteins, or by endocytosis to the vacuole following their default localization to the plasma membrane.",
      "sentences": [
        [
          {
            "segment_text": "The results indicate that a cytoplasmically exposed carboxy-terminal domain is required for retention of this membrane protein within the Golgi apparatus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Deletions of the retention region or overproduction of wild-type Kexlp led to mislocalization of Kexlp to the vacuolar membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This unexpected finding is discussed in terms of models involving either the vacuole as a default destination for membrane proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or by endocytosis to the vacuole following their default localization to the plasma membrane .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "199"
  }
}