{
  "paper_id": "8baeff5aad4833fcc6df2ff34ae870f5c8b50b12",
  "metadata": {
    "title": "Physica A Complex network model of the Treatise on Cold Damage Disorders",
    "coda_data_split": "train",
    "coda_paper_id": 8510,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "h i g h l i g h t s",
      "sentences": [
        [
          {
            "segment_text": "h i g h l i g h t s",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• Symptoms, formulae, herbal drugs, and their relationships in the Treatise on Cold Damage Disorders are described and analyzed based on complex network.",
      "sentences": [
        [
          {
            "segment_text": "• Symptoms , formulae , herbal drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their relationships in the Treatise on Cold Damage Disorders are described and analyzed based on complex network .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• Topological attributes analysis suggested some prescription laws that could be validated in clinical trials. • The transitions among diseases were explored by analyzing the strengths of the relationship between six channel subnets.",
      "sentences": [
        [
          {
            "segment_text": "• Topological attributes analysis suggested some prescription laws that could be validated in clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• The transitions among diseases were explored by analyzing the strengths of the relationship between six channel subnets .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Investigating the underlying principles of the Treatise on Cold Damage Disorder is meaningful and interesting. In this study, we investigated the symptoms, herbal formulae, herbal drugs, and their relationships in this treatise based on a multi-subnet composited complex network model (MCCN). Syndrome subnets were constructed for the symptoms and a formula subnet for herbal drugs. By subnet compounding using MCCN, a composited network was obtained that described the treatment relationships between syndromes and formulae. The results obtained by topological analysis suggested some prescription laws that could be validated in clinics. After subnet reduction using the MCCN, six channel (Tai-yang, Yang-ming, Shao-yang, Tai-yin, Shao-yin, and Jue-yin) subnets were obtained. By analyzing the strengths of the relationships among these six channel subnets, we found that the Tai-yang channel and Yang-ming channel were related most strongly with each other, and we found symptoms that implied pathogen movements and transformations among the six channels. This study could help therapists to obtain a deeper understanding of this ancient treatise.",
      "sentences": [
        [
          {
            "segment_text": "Investigating the underlying principles of the Treatise on Cold Damage Disorder is meaningful and interesting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we investigated the symptoms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "herbal formulae , herbal drugs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and their relationships in this treatise based on a multi-subnet composited complex network model ( MCCN ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Syndrome subnets were constructed for the symptoms and a formula subnet for herbal drugs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By subnet compounding using MCCN ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a composited network was obtained that described the treatment relationships between syndromes and formulae .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results obtained by topological analysis suggested some prescription laws that could be validated in clinics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After subnet reduction using the MCCN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six channel ( Tai-yang , Yang-ming , Shao-yang , Tai-yin , Shao-yin , and Jue-yin ) subnets were obtained .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By analyzing the strengths of the relationships among these six channel subnets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that the Tai-yang channel and Yang-ming channel were related most strongly with each other ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we found symptoms that implied pathogen movements and transformations among the six channels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study could help therapists to obtain a deeper understanding of this ancient treatise .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "261"
  }
}