{
  "paper_id": "8bbcad07479064a4f29e4f51ad624f783d5fdda6",
  "metadata": {
    "title": "Autophagy and antiviral immunity",
    "coda_data_split": "train",
    "coda_paper_id": 2704,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autophagy is an ancient pathway designed to maintain cellular homeostasis by degrading long-lived proteins and organelles in the cytosol. Recent studies demonstrate that autophagy is utilized by the cells of the innate and adaptive immune systems to combat viral infections. Autophagy plays a key role in recognizing signatures of viral infection, and represents a critical effector mechanism to restrict viral replication. On the other hand, autophagosomes have been exploited by certain viruses as a niche for viral replication. Furthermore, autophagy can be used to deliver endogenous viral antigens to the MHC class II loading compartment, allowing activation of CD4 T cells. In this review, we describe recent advances in the field of autophagy as it relates to innate and adaptive antiviral immune responses.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy is an ancient pathway designed to maintain cellular homeostasis by degrading long-lived proteins and organelles in the cytosol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies demonstrate that autophagy is utilized by the cells of the innate and adaptive immune systems to combat viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Autophagy plays a key role in recognizing signatures of viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and represents a critical effector mechanism to restrict viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , autophagosomes have been exploited by certain viruses as a niche for viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , autophagy can be used to deliver endogenous viral antigens to the MHC class II loading compartment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing activation of CD4 T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we describe recent advances in the field of autophagy as it relates to innate and adaptive antiviral immune responses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "134"
  }
}