{
  "paper_id": "8c06568d1160ed0f5db531c90827c152911af0b5",
  "metadata": {
    "title": "Virus strain specificity of challenge immunity to coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 2748,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The resistance of immunized mice to challenge with the same or a different strain of mouse hepatitis virus (MHV) was examined as a model of challenge immunity to coronavirus infection. Genetically susceptible BALB/ cByJ mice were given an intranasal immunizing infection of respiratory-type MHV-JHM, MHV-S, or enterotropic MHV-Y. Control mice were sham-immunized with sterile tissue culture fluid. Recovered mice were challenged intranasally with MHV-JHM, MHV-S or sterile tissue culture fluid at 30 days after immunization. Resistance to challenge inoculation was evaluated in groups of mice at 4 and 30 days after challenge. At 4 days, the prevalence of MHV lesions in nose and liver was tabulated and MHV titers in liver were determined. At 30 days, the prevalence of residual brainstem spongiform lesions was tabulated and serum antibody to MHV-JHM and MVH-S was quantified by enzyme immunoassay. Mice immunized with MHV-JHM or MHV-S resisted challenge with the MHV homotype, but MHV-S-immunized mice were fully susceptible to challenge with MVH-JHM. Mice immunized with enterotropic MHV-Y were only partially protected against challenge with antigenically related, but biologically different MHV-S. Serum antibody responses to MHV supported these observations. These data indicate that challenge immunity to coronaviruses is strong, but highly virus strain-specific.",
      "sentences": [
        [
          {
            "segment_text": "The resistance of immunized mice to challenge with the same or a different strain of mouse hepatitis virus ( MHV ) was examined as a model of challenge immunity to coronavirus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genetically susceptible BALB / cByJ mice were given an intranasal immunizing infection of respiratory-type MHV-JHM ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MHV-S , or enterotropic MHV-Y .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Control mice were sham-immunized with sterile tissue culture fluid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recovered mice were challenged intranasally with MHV-JHM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "MHV-S or sterile tissue culture fluid at 30 days after immunization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Resistance to challenge inoculation was evaluated in groups of mice at 4 and 30 days after challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At 4 days , the prevalence of MHV lesions in nose and liver was tabulated and MHV titers in liver were determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At 30 days , the prevalence of residual brainstem spongiform lesions was tabulated and serum antibody to MHV-JHM and MVH-S was quantified by enzyme immunoassay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice immunized with MHV-JHM or MHV-S resisted challenge with the MHV homotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but MHV-S-immunized mice were fully susceptible to challenge with MVH-JHM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice immunized with enterotropic MHV-Y were only partially protected against challenge with antigenically related , but biologically different MHV-S .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum antibody responses to MHV supported these observations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that challenge immunity to coronaviruses is strong , but highly virus strain-specific .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "221"
  }
}