{
  "paper_id": "8c0c1a1e7aa296872584b6fd2577aa44b3465695",
  "metadata": {
    "title": "Genetic variation in parameters reflecting immune competence of swine",
    "coda_data_split": "train",
    "coda_paper_id": 2664,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Genetic variation in total and differential white blood cell (WBC) counts, phagocytic capacity of polymorphonuclear leukocytes (PMNL), virus induced interferon-or (IFN-tx) production, mitogen induced proliferation and interleukin 2 (IL-2) production of mononuclear cells (MNC) in vitro was studied in blood collected from 124 Yorkshire piglets, aged 8 weeks. The piglets were the offspring from 12 sires and 31 dams. Data from an earlier experiment, including 96 piglets of seven sires and 24 dams, were added when estimating heritabilities for Con A induced proliferation and IL-2 production. The highest heritability (h 2__ 0.87 + 0.41 ) was estimated for the total number of PMNL. Medium high heritabilities (h 2\u003d 0.3-0.4) were estimated for the phagocytic capacity of PMNL, Con A induced proliferation and IL-2 production and the total number of WBC, while the heritability estimates were lower (h 2 \u003d 0.00-0.08 _+ 0.12 ) for the total number of lymphocytes, serum concentrations of Ig and IFN-a production. Pronounced differences between litters from various dams were found for total number of lymphocytes, IFN-a production, Con A induced proliferation and IL-2 production. The Con A induced proliferation was positively correlated (r\u003d 0.48, P\u003c 0.001 ) with the IL-2 production and both these parameters were correlated (r\u003d0.44 and 0.37, respectively, P\u003c0.001 ) to the virus induced IFN-a production. Despite these positive correlations, no parental offspring group was uniformly superior across all traits measured. However, the heritabilities estimated for the immune parameters are sufficiently high to be used as genetic markers in selection for general immune competence of swine.",
      "sentences": [
        [
          {
            "segment_text": "Genetic variation in total and differential white blood cell ( WBC ) counts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "phagocytic capacity of polymorphonuclear leukocytes ( PMNL ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virus induced interferon-or ( IFN-tx ) production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mitogen induced proliferation and interleukin 2 ( IL-2 ) production of mononuclear cells ( MNC ) in vitro was studied in blood collected from 124 Yorkshire piglets , aged 8 weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The piglets were the offspring from 12 sires and 31 dams .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data from an earlier experiment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including 96 piglets of seven sires and 24 dams ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were added when estimating heritabilities for Con A induced proliferation and IL-2 production .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The highest heritability ( h 2 __ 0.87 + 0.41 ) was estimated for the total number of PMNL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Medium high heritabilities ( h 2 \u003d 0.3-0.4 ) were estimated for the phagocytic capacity of PMNL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Con A induced proliferation and IL-2 production and the total number of WBC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the heritability estimates were lower ( h 2 \u003d 0.00-0.08 _ + 0.12 ) for the total number of lymphocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "serum concentrations of Ig and IFN-a production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pronounced differences between litters from various dams were found for total number of lymphocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-a production , Con A induced proliferation and IL-2 production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Con A induced proliferation was positively correlated ( r \u003d 0.48 , P \u003c 0.001 ) with the IL-2 production and both these parameters were correlated ( r \u003d 0.44 and 0.37 , respectively , P \u003c 0.001 ) to the virus induced IFN-a production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite these positive correlations , no parental offspring group was uniformly superior across all traits measured .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the heritabilities estimated for the immune parameters are sufficiently high to be used as genetic markers in selection for general immune competence of swine .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CL, chemiluminescence; CTLL, cytotoxic T lymphocyte line; IFN-a, interferon-o~; IL-2, interleukin 2; MDBK, Madin-Darby Bovine Kidney; MNC, mononuclear cells; NIP, natural interferon producing; PBS, phosphate buffered saline; PMNL, polymorphonuclear leukocytes; PPV, porcine parvo virus; SI, simulation index; WBC, white blood cell.",
      "sentences": [
        [
          {
            "segment_text": "CL , chemiluminescence ; CTLL ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "cytotoxic T lymphocyte line ; IFN-a ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "interferon-o ~ ; IL-2 , interleukin 2 ; MDBK ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Madin-Darby Bovine Kidney ; MNC ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "mononuclear cells ; NIP , natural interferon producing ; PBS ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "phosphate buffered saline ; PMNL ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "polymorphonuclear leukocytes ; PPV , porcine parvo virus ; SI ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "simulation index ; WBC , white blood cell .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "26",
    "token_num": "370"
  }
}