{
  "paper_id": "8c0e2ac9d7085f613692fbce4f20972f718fc8b0",
  "metadata": {
    "title": "Fogarty International Center collaborative networks in infectious disease modeling: Lessons learnt in research and capacity building",
    "coda_data_split": "train",
    "coda_paper_id": 3132,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Due to a combination of ecological, political, and demographic factors, the emergence of novel pathogens has been increasingly observed in animals and humans in recent decades. Enhancing global capacity to study and interpret infectious disease surveillance data, and to develop data-driven computational models to guide policy, represents one of the most cost-effective, and yet overlooked, ways to prepare for the next pandemic. Epidemiological and behavioral data from recent pandemics and historic scourges have provided rich opportunities for validation of computational models, while new sequencing technologies and the \u0027big data\u0027 revolution present new tools for studying the epidemiology of outbreaks in real time. For the past two decades, the Division of International Epidemiology and Population Studies (DIEPS) of the NIH Fogarty International Center has spearheaded two synergistic programs to better understand and devise control strategies for global infectious disease threats. The Multinational Influenza Seasonal Mortality Study (MISMS) has strengthened global capacity to study the epidemiology and evolutionary dynamics of influenza viruses in 80 countries by organizing international research activities and training workshops. The Research and Policy in Infectious Disease Dynamics (RAPIDD) program and its precursor activities has established a network of global experts in infectious disease modeling operating at the research-policy interface, with collaborators in 78 countries. These activities have provided evidence-based recommendations for disease control, including during large-scale outbreaks of pandemic influenza, Ebola and Zika virus. Together, these programs have coordinated international collaborative networks to advance the study of emerging disease threats and the field of computational epidemic modeling. A global community of researchers and policy-makers have used the tools and trainings developed by these programs to interpret infectious disease patterns in their countries, understand modeling concepts, and inform control policies. Here we reflect on the scientific achievements and lessons learnt from these programs (hindex \u003d 106 for RAPIDD and 79 for MISMS), including the identification of outstanding researchers and fellows; funding flexibility for timely research workshops and working groups (particularly relative to more traditional investigator-based grant programs); emphasis on group activities such as large-scale modeling reviews, model comparisons, forecasting challenges and special journal issues; strong quality control with a light touch on outputs; and prominence of training, data-sharing, and joint publications.",
      "sentences": [
        [
          {
            "segment_text": "Due to a combination of ecological ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "political , and demographic factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the emergence of novel pathogens has been increasingly observed in animals and humans in recent decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enhancing global capacity to study and interpret infectious disease surveillance data ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to develop data-driven computational models to guide policy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represents one of the most cost-effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and yet overlooked , ways to prepare for the next pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiological and behavioral data from recent pandemics and historic scourges have provided rich opportunities for validation of computational models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while new sequencing technologies and the ` big data \u0027 revolution present new tools for studying the epidemiology of outbreaks in real time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For the past two decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Division of International Epidemiology and Population Studies ( DIEPS ) of the NIH Fogarty International Center has spearheaded two synergistic programs to better understand and devise control strategies for global infectious disease threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Multinational Influenza Seasonal Mortality Study ( MISMS ) has strengthened global capacity to study the epidemiology and evolutionary dynamics of influenza viruses in 80 countries by organizing international research activities and training workshops .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Research and Policy in Infectious Disease Dynamics ( RAPIDD ) program and its precursor activities has established a network of global experts in infectious disease modeling operating at the research-policy interface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with collaborators in 78 countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These activities have provided evidence-based recommendations for disease control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including during large-scale outbreaks of pandemic influenza , Ebola and Zika virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Together , these programs have coordinated international collaborative networks to advance the study of emerging disease threats and the field of computational epidemic modeling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A global community of researchers and policy-makers have used the tools and trainings developed by these programs to interpret infectious disease patterns in their countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "understand modeling concepts , and inform control policies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we reflect on the scientific achievements and lessons learnt from these programs ( hindex \u003d 106 for RAPIDD and 79 for MISMS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the identification of outstanding researchers and fellows ; funding flexibility for timely research workshops and working groups ( particularly relative to more traditional investigator-based grant programs ) ; emphasis on group activities such as large-scale modeling reviews ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "model comparisons , forecasting challenges and special journal issues ; strong quality control with a light touch on outputs ; and prominence of training ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "data-sharing , and joint publications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "23",
    "token_num": "408"
  }
}