{
  "paper_id": "8c10cdea8b892f4e8824fa062b1a586db8246f19",
  "metadata": {
    "title": "Insights into RNA synthesis, capping, and proofreading mechanisms of SARS-coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 2414,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The successive emergence of highly pathogenic coronaviruses (CoVs) such as the Severe Acute Respiratory Syndrome (SARS-CoV) in 2003 and the Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in 2012 has stimulated a number of studies on the molecular biology. This research has provided significant new insight into functions and activities of the replication/transcription multi-protein complex. The latter directs both continuous and discontinuous RNA synthesis to replicate and transcribe the large coronavirus genome made of a single-stranded, positive-sense RNA of ∼30 kb.",
      "sentences": [
        [
          {
            "segment_text": "The successive emergence of highly pathogenic coronaviruses ( CoVs ) such as the Severe Acute Respiratory Syndrome ( SARS-CoV ) in 2003 and the Middle East Respiratory Syndrome Coronavirus ( MERS-CoV ) in 2012 has stimulated a number of studies on the molecular biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This research has provided significant new insight into functions and activities of the replication/transcription multi-protein complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The latter directs both continuous and discontinuous RNA synthesis to replicate and transcribe the large coronavirus genome made of a single-stranded ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "positive-sense RNA of ∼ 30 kb .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this review, we summarize our current understanding of SARS-CoV enzymes involved in RNA biochemistry, such as the in vitro characterization of a highly active and processive RNA polymerase complex which can associate with methyltransferase and 3 -5 exoribonuclease activities involved in RNA capping, and RNA proofreading, respectively. The recent discoveries reveal fascinating RNA-synthesizing machinery, highlighting the unique position of coronaviruses in the RNA virus world.",
      "sentences": [
        [
          {
            "segment_text": "In this review , we summarize our current understanding of SARS-CoV enzymes involved in RNA biochemistry ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as the in vitro characterization of a highly active and processive RNA polymerase complex which can associate with methyltransferase and 3 -5 exoribonuclease activities involved in RNA capping ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and RNA proofreading , respectively .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The recent discoveries reveal fascinating RNA-synthesizing machinery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the unique position of coronaviruses in the RNA virus world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "164"
  }
}