{
  "paper_id": "8c28c1bec10fda21f91aff413fb839517bc13836",
  "metadata": {
    "title": "Comparison of enzyme-linked immunosorbent assay and RT-PCR for the detection of porcine epidemic diarrhoea virus",
    "coda_data_split": "train",
    "coda_paper_id": 9137,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhoea (PED) is a contagious enteric disease of pigs caused by a coronavirus. A double antibody sandwich enzyme-linked immunosorbent assay (DAS-ELISA) based on the use of monoclonal antibodies was developed for the detection of porcine epidemic diarrhoea virus (PEDV). The DAS-ELISA was compared with RT-PCR in the examination of 506 specimens collected during 2006-2007 from pigs originating from different farms located in the Po valley. Both faecal samples obtained directly from the rectum of live animals showing clinical signs and intestinal samples collected from the caecum of deceased pigs were included in the study. The correlation between the two methods was higher when testing faecal samples (K \u003d 0.97, 95% CI: 0.94-1.00) than testing intestinal samples (K \u003d 0.62, 95% CI: 0.35-0.89). The use of ELISA technology provided an efficient and effective mean of evaluating the presence of coronavirus PED antigen in field samples and indicates that this procedure is a very useful tool in epidemiological studies.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhoea ( PED ) is a contagious enteric disease of pigs caused by a coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A double antibody sandwich enzyme-linked immunosorbent assay ( DAS-ELISA ) based on the use of monoclonal antibodies was developed for the detection of porcine epidemic diarrhoea virus ( PEDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The DAS-ELISA was compared with RT-PCR in the examination of 506 specimens collected during 2006-2007 from pigs originating from different farms located in the Po valley .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both faecal samples obtained directly from the rectum of live animals showing clinical signs and intestinal samples collected from the caecum of deceased pigs were included in the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The correlation between the two methods was higher when testing faecal samples ( K \u003d 0.97 , 95 % CI : 0.94-1.00 ) than testing intestinal samples ( K \u003d 0.62 , 95 % CI : 0.35-0.89 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of ELISA technology provided an efficient and effective mean of evaluating the presence of coronavirus PED antigen in field samples and indicates that this procedure is a very useful tool in epidemiological studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "181"
  }
}