{
  "paper_id": "8c2cfca9f2eee4a00231a2a3a2cfe1e60e798672",
  "metadata": {
    "title": "Inducing Dose Sparing with Inactivated Polio Virus Formulated in Adjuvant CAF01",
    "coda_data_split": "train",
    "coda_paper_id": 4105,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The development of new low cost inactivated polio virus based vaccines (IPV) is a high priority, and will be required to eradicate polio. In addition, such a vaccine constitutes the only realistic polio vaccine in the post-eradication era. One way to reduce the cost of a vaccine is to increase immunogenicity by use of adjuvants. The CAF01 adjuvant has previously been shown to be a safe and potent adjuvant with several antigens, and here we show that in mice IPV formulated with CAF01 induced increased systemic protective immunity measured by binding and neutralization antibody titers in serum. CAF01 also influenced the kinetics of both the cellular and humoral response against IPV to produce a faster, as well as a stronger, response, dominated by IgG2a, IgG2b, and IgG2c isotypes as well as IPV specific T cells secreting IFN-c/IL-2. Finally, as intestinal immunity is also a priority of polio vaccines, we present a vaccine strategy based on simultaneous priming at an intradermal and an intramuscular site that generate intestinal immune responses against polio virus. Taken together, the IPV-CAF01 formulation constitutes a new promising vaccine against polio with the ability to generate strong humoral and cellular immunity against the polio virus.",
      "sentences": [
        [
          {
            "segment_text": "The development of new low cost inactivated polio virus based vaccines ( IPV ) is a high priority ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and will be required to eradicate polio .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , such a vaccine constitutes the only realistic polio vaccine in the post-eradication era .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One way to reduce the cost of a vaccine is to increase immunogenicity by use of adjuvants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The CAF01 adjuvant has previously been shown to be a safe and potent adjuvant with several antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and here we show that in mice IPV formulated with CAF01 induced increased systemic protective immunity measured by binding and neutralization antibody titers in serum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CAF01 also influenced the kinetics of both the cellular and humoral response against IPV to produce a faster ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as a stronger ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "response , dominated by IgG2a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgG2b , and IgG2c isotypes as well as IPV specific T cells secreting IFN-c/IL -2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , as intestinal immunity is also a priority of polio vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we present a vaccine strategy based on simultaneous priming at an intradermal and an intramuscular site that generate intestinal immune responses against polio virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the IPV-CAF01 formulation constitutes a new promising vaccine against polio with the ability to generate strong humoral and cellular immunity against the polio virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "219"
  }
}