{
  "paper_id": "8c2d0ec8f950dd4675a131af8fdfdab657c4148e",
  "metadata": {
    "title": "New Building, Old Parasite: Mesostigmatid Mites-An Ever-Present Threat to Barrier Rodent Facilities",
    "coda_data_split": "train",
    "coda_paper_id": 4038,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mesostigmatid mites are blood-sucking parasitic mites found in wild rodent populations. Periodically they can also become a problem for laboratory rodent colonies, particularly when building construction or renovations disturb colonies of commensal (building) rodents that had been acting as hosts. Mesostigmatid mites infest both rats and mice and, unlike the more common rodent fur mites (Myobia, Myocoptes, and Radfordia sp.), can survive for long periods in the environment and travel considerable distances in search of new hosts. They easily penetrate barrier caging systems, including individually ventilated cages, thus circumventing the usual precautions to protect rodents from infection. The two mites reported in laboratory rodent colonies, Ornithonyssus bacoti and Laelaps echidnina, also bite humans and have the potential to transmit zoonotic diseases. Once the mites gain access to a colony, eradication requires elimination of commensal rodent reservoirs in addition to insecticide treatment of both the laboratory rodents and the environment. In view of the undesirability of insecticide use in the animal facility, it is advisable to investigate the effectiveness of preventive treatments, such as environmental application of insect growth regulators or silica-based products. This article summarizes available information on mesostigmatid mites and their laboratory incursions, and provides suggestions for diagnosis, treatment, and control based on the author\u0027s experience with several outbreaks at a large academic institution.",
      "sentences": [
        [
          {
            "segment_text": "Mesostigmatid mites are blood-sucking parasitic mites found in wild rodent populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Periodically they can also become a problem for laboratory rodent colonies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly when building construction or renovations disturb colonies of commensal ( building ) rodents that had been acting as hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mesostigmatid mites infest both rats and mice and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unlike the more common rodent fur mites ( Myobia , Myocoptes , and Radfordia sp. ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can survive for long periods in the environment and travel considerable distances in search of new hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They easily penetrate barrier caging systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including individually ventilated cages , thus circumventing the usual precautions to protect rodents from infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The two mites reported in laboratory rodent colonies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ornithonyssus bacoti and Laelaps echidnina ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also bite humans and have the potential to transmit zoonotic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Once the mites gain access to a colony ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "eradication requires elimination of commensal rodent reservoirs in addition to insecticide treatment of both the laboratory rodents and the environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In view of the undesirability of insecticide use in the animal facility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is advisable to investigate the effectiveness of preventive treatments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as environmental application of insect growth regulators or silica-based products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article summarizes available information on mesostigmatid mites and their laboratory incursions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and provides suggestions for diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatment , and control based on the author \u0027s experience with several outbreaks at a large academic institution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "243"
  }
}