{
  "paper_id": "8c2e819ffac93b6796d3d9fdf7ccc8e67c397a31",
  "metadata": {
    "title": "Domain swapping oligomerization of thermostable c-type cytochrome in E. coli cells OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 9271,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Herein, we show that domain-swapped oligomers of a thermostable c-type cytochrome, Hydrogenobacter thermophilus cyt c 552 , are formed in E. coli which expresses cyt c 552 . The region containing the N-terminal α-helix and heme was domain-swapped between protomers in the dimer formed in E. coli. The amount of cyt c 552 oligomers increased in E. coli as the cyt c 552 concentration was increased, whereas that of high-order oligomers decreased in the order of decrease in protein stability, indicating that domain swapping decreases in cells when the protein stability decreases. Apo cyt c 552 was detected in the cyt c 552 oligomer formed in E. coli, but not in that of the A5F/M11V/Y32F/Y41E/I76V mutant. The cyt c 552 oligomer containing its apo protein may form at the periplasm, since the apo protein detected by mass measurements did not contain the signal peptide. These results show that domain-swapped cyt c 552 oligomers were formed in E. coli, owing to the stability of the transient oligomer containing the apo protein before heme attachment. This is an indication that exceedingly stable proteins may have disadvantages forming domain-swapped oligomers in cells.",
      "sentences": [
        [
          {
            "segment_text": "Herein , we show that domain-swapped oligomers of a thermostable c-type cytochrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hydrogenobacter thermophilus cyt c 552 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are formed in E. coli which expresses cyt c 552 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The region containing the N-terminal α-helix and heme was domain-swapped between protomers in the dimer formed in E. coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amount of cyt c 552 oligomers increased in E. coli as the cyt c 552 concentration was increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas that of high-order oligomers decreased in the order of decrease in protein stability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that domain swapping decreases in cells when the protein stability decreases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Apo cyt c 552 was detected in the cyt c 552 oligomer formed in E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in that of the A5F/M11V/Y32F / Y41E/I76V mutant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cyt c 552 oligomer containing its apo protein may form at the periplasm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since the apo protein detected by mass measurements did not contain the signal peptide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results show that domain-swapped cyt c 552 oligomers were formed in E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "owing to the stability of the transient oligomer containing the apo protein before heme attachment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is an indication that exceedingly stable proteins may have disadvantages forming domain-swapped oligomers in cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "204"
  }
}