{
  "paper_id": "8c3c81a8e2b68f7ad969f521933682573986f188",
  "metadata": {
    "title": "Naturally occurring recombination in ferret coronaviruses revealed by complete genome characterization",
    "coda_data_split": "train",
    "coda_paper_id": 3767,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ferret coronaviruses (FRCoVs) exist as an enteric and a systemic pathotype, of which the latter is highly lethal to ferrets. To our knowledge, this study provides the first full genome sequence of a FRCoV, tentatively called FRCoV-NL-2010, which was detected in 2010 in ferrets in The Netherlands. Phylogenetic analysis showed that FRCoV-NL-2010 is most closely related to mink CoV, forming a separate clade of mustelid alphacoronavirus that split off early from other alphacoronaviruses. Based on sequence homology of the complete genome, we propose that these mustelid coronaviruses may be assigned to a new species. Comparison of FRCoV-NL-2010 with the partially sequenced ferret systemic coronavirus MSU-1 and ferret enteric coronavirus MSU-2 revealed that recombination in the spike, 3c and envelope genes occurred between different FRCoVs. The GenBank/EMBL/DDBJ accession number for the full-length nucleotide sequence of FRCoV-NL-2010 is KM347965. Two supplementary tables are available with the online Supplementary Material. 2180 000520 ã",
      "sentences": [
        [
          {
            "segment_text": "Ferret coronaviruses ( FRCoVs ) exist as an enteric and a systemic pathotype ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of which the latter is highly lethal to ferrets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this study provides the first full genome sequence of a FRCoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "tentatively called FRCoV-NL-2010 , which was detected in 2010 in ferrets in The Netherlands .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis showed that FRCoV-NL-2010 is most closely related to mink CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "forming a separate clade of mustelid alphacoronavirus that split off early from other alphacoronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on sequence homology of the complete genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we propose that these mustelid coronaviruses may be assigned to a new species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of FRCoV-NL-2010 with the partially sequenced ferret systemic coronavirus MSU-1 and ferret enteric coronavirus MSU-2 revealed that recombination in the spike ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3c and envelope genes occurred between different FRCoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The GenBank/EMBL/DDBJ accession number for the full-length nucleotide sequence of FRCoV-NL-2010 is KM347965 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two supplementary tables are available with the online Supplementary Material .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2180 000520 ã",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "165"
  }
}