{
  "paper_id": "8c43b5c8a56828ee5687a2b572dc05333c2815a0",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8928,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The 2014 International Symposium on HIV and Emerging Infectious Diseases (ISHEID) provided a forum for investigators to hear the latest research developments in the clinical management of HIV and HCV infections as well as HIV cure research. Combined anti-retroviral therapy (c-ART) has had a profound impact on the disease prognosis and transformed this infection into a chronic disease. However, HIV is able to persist within the infected host and the pandemic is still growing. The main 2014 ISHEID theme was, hence \"Together for a world without HIV and AIDS\". In this report we not only give details on this main topic but also summarize what has been discussed in the areas of HCV coinfection and present a short summary on currently emerging viral diseases.",
      "sentences": [
        [
          {
            "segment_text": "The 2014 International Symposium on HIV and Emerging Infectious Diseases ( ISHEID ) provided a forum for investigators to hear the latest research developments in the clinical management of HIV and HCV infections as well as HIV cure research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Combined anti-retroviral therapy ( c-ART ) has had a profound impact on the disease prognosis and transformed this infection into a chronic disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , HIV is able to persist within the infected host and the pandemic is still growing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main 2014 ISHEID theme was ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hence `` Together for a world without HIV and AIDS \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report we not only give details on this main topic but also summarize what has been discussed in the areas of HCV coinfection and present a short summary on currently emerging viral diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "137"
  }
}