{
  "paper_id": "8c44f1468abe1e0b66a1492ecf42cf14e78ed106",
  "metadata": {
    "title": "The use of a multiplex real-time PCR assay for diagnosing acute respiratory viral infections in children attending an emergency unit",
    "coda_data_split": "train",
    "coda_paper_id": 3907,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The use of a multiplex molecular technique to identify the etiological pathogen of respiratory viral infections might be a support as clinical signs are not characteristic. Objectives: The aim of the study was to evaluate a multiplex molecular real-time assay for the routine diagnosis of respiratory viruses, to analyze the symptoms associated with the pathogens detected and to determine the spread of virus during the period. Study design: Respiratory samples were collected from children presenting with respiratory symptoms and attending the emergency unit during the 2010-2011 winter seasons. Samples were tested with the multiplex RespiFinder ® 15 assay (PathoFinder TM ) which potentially detects 15 viruses. Results: 857 (88.7%) of the 966 samples collected from 914 children were positive for one (683 samples) or multiple viruses (174 samples). The most prevalent were the respiratory syncytial virus (39.5%) and the rhinovirus (24.4%). Influenza viruses were detected in 139 (14.4%) samples. Adenovirus was detected in 93 (9.6%) samples, coronaviruses in 88 (9.1%), metapneumovirus in 51 (5.3%) and parainfluenzae in 47 (4.9%). Rhinovirus (40%) was the most prevalent pathogen in upper respiratory tract infections while respiratory syncytial virus (49.9%) was the most prevalent in lower respiratory tract infections. Co-infections were associated with severe respiratory symptoms. Conclusion: The multiplex assay detected clinically important viruses in a single genomic test and thus will be useful for detecting several viruses causing respiratory tract disorders.",
      "sentences": [
        [
          {
            "segment_text": "Background : The use of a multiplex molecular technique to identify the etiological pathogen of respiratory viral infections might be a support as clinical signs are not characteristic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : The aim of the study was to evaluate a multiplex molecular real-time assay for the routine diagnosis of respiratory viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to analyze the symptoms associated with the pathogens detected and to determine the spread of virus during the period .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Respiratory samples were collected from children presenting with respiratory symptoms and attending the emergency unit during the 2010-2011 winter seasons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were tested with the multiplex RespiFinder ® 15 assay ( PathoFinder TM ) which potentially detects 15 viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : 857 ( 88.7 % ) of the 966 samples collected from 914 children were positive for one ( 683 samples ) or multiple viruses ( 174 samples ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most prevalent were the respiratory syncytial virus ( 39.5 % ) and the rhinovirus ( 24.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza viruses were detected in 139 ( 14.4 % ) samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adenovirus was detected in 93 ( 9.6 % ) samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronaviruses in 88 ( 9.1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "metapneumovirus in 51 ( 5.3 % ) and parainfluenzae in 47 ( 4.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus ( 40 % ) was the most prevalent pathogen in upper respiratory tract infections while respiratory syncytial virus ( 49.9 % ) was the most prevalent in lower respiratory tract infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-infections were associated with severe respiratory symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The multiplex assay detected clinically important viruses in a single genomic test and thus will be useful for detecting several viruses causing respiratory tract disorders .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "283"
  }
}