{
  "paper_id": "8c4450ec40a0642f9c28bb561ae210baacc032fa",
  "metadata": {
    "title": "Middle east respiratory syndrome corona virus spike glycoprotein suppresses macrophage responses via DPP4- mediated induction of IRAK-M and PPARγ",
    "coda_data_split": "train",
    "coda_paper_id": 7452,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "via the respiratory tract and causes severe Acute Respiratory Distress Syndrome by infecting lung epithelial cells and macrophages. Macrophages can readily recognize the virus and eliminate it. MERS-CoV infects cells via its Spike (S) glycoprotein that binds on Dipeptidyl-Peptidase 4 (DPP4) receptor present on macrophages. Whether this Spike/DPP4 association affects macrophage responses remains unknown. Herein we demonstrated that infection of macrophages with lentiviral particles pseudotyped with MERS-CoV S glycoprotein results in suppression of macrophage responses since it reduced the capacity of macrophages to produce TNFα and IL-6 in naive and LPS-activated THP-1 macrophages and augmented LPS-induced production of the immunosuppressive cytokine IL-10. MERS-CoV S glycoprotein induced the expression of the negative regulator of TLR signaling IRAK-M as well as of the transcriptional repressor PPARγ. Inhibition of DPP4 by its inhibitor sitagliptin or siRNA abrogated the effects of MERS-CoV S glycoprotein on IRAK-M, PPARγ and IL-10, confirming that its immunosuppressive effects were mediated by DPP4 receptor. The effect was observed both in THP-1 macrophages and human primary peripheral blood monocytes. These findings support a DPP4-mediated suppressive action of MERS-CoV in macrophages and suggest a potential target for effective elimination of its pathogenicity.",
      "sentences": [
        [
          {
            "segment_text": "via the respiratory tract and causes severe Acute Respiratory Distress Syndrome by infecting lung epithelial cells and macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Macrophages can readily recognize the virus and eliminate it .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV infects cells via its Spike ( S ) glycoprotein that binds on Dipeptidyl-Peptidase 4 ( DPP4 ) receptor present on macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether this Spike/DPP4 association affects macrophage responses remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we demonstrated that infection of macrophages with lentiviral particles pseudotyped with MERS-CoV S glycoprotein results in suppression of macrophage responses since it reduced the capacity of macrophages to produce TNFα and IL-6 in naive and LPS-activated THP-1 macrophages and augmented LPS-induced production of the immunosuppressive cytokine IL-10 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV S glycoprotein induced the expression of the negative regulator of TLR signaling IRAK-M as well as of the transcriptional repressor PPARγ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of DPP4 by its inhibitor sitagliptin or siRNA abrogated the effects of MERS-CoV S glycoprotein on IRAK-M ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PPARγ and IL-10 , confirming that its immunosuppressive effects were mediated by DPP4 receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effect was observed both in THP-1 macrophages and human primary peripheral blood monocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings support a DPP4-mediated suppressive action of MERS-CoV in macrophages and suggest a potential target for effective elimination of its pathogenicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "206"
  }
}