{
  "paper_id": "8c701ddbdb052d08eabd99191bd51916a2656ef4",
  "metadata": {
    "title": "Self-Reported Use of Personal Protective Equipment among Chinese Critical Care Clinicians during 2009 H1N1 Influenza Pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 7396,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Critically ill patients with 2009 H1N1 influenza are often treated in intensive care units (ICUs), representing significant risk of nosocomial transmission to critical care clinicians and other patients. Despite a large body of literature and guidelines recommending infection control practices, numerous barriers have been identified in ICUs, leading to poor compliance to the use of personal protective equipment (PPE). The use of PPE among critical care clinicians has not been extensively evaluated, especially during the pandemic influenza. This study examined the knowledge, attitudes, and selfreported behaviors, and barriers to compliance with the use of PPE among ICU healthcare workers (HCWs) during the pandemic influenza.",
      "sentences": [
        [
          {
            "segment_text": "Background : Critically ill patients with 2009 H1N1 influenza are often treated in intensive care units ( ICUs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "representing significant risk of nosocomial transmission to critical care clinicians and other patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite a large body of literature and guidelines recommending infection control practices ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "numerous barriers have been identified in ICUs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to poor compliance to the use of personal protective equipment ( PPE ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of PPE among critical care clinicians has not been extensively evaluated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially during the pandemic influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study examined the knowledge ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "attitudes , and selfreported behaviors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and barriers to compliance with the use of PPE among ICU healthcare workers ( HCWs ) during the pandemic influenza .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: A survey instrument consisting of 36 questions was developed and mailed to all HCWs in 21 ICUs in 17 provinces in China. A total of 733 physicians, nurses, and other professionals were surveyed, and 650 (88.7%) were included in the analysis. Fifty-six percent of respondents reported having received training program of pandemic influenza before they cared for H1N1 patients, while 77% reported to have adequate knowledge of self and patient protection. Only 18% of respondents were able to correctly identify all components of PPE, and 55% reported high compliance (.80%) with PPE use during patient care. In multivariate analysis, vaccination for 2009 H1N1 influenza, positive attitudes towards PPE use, organizational factors such as availability of PPE in ICU, and patient information of influenza precautions, as well as reprimand for noncompliance by the supervisors were associated with high compliance, whereas negative attitudes towards PPE use and violation of PPE use were independent predictors of low compliance.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : A survey instrument consisting of 36 questions was developed and mailed to all HCWs in 21 ICUs in 17 provinces in China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 733 physicians ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nurses , and other professionals were surveyed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 650 ( 88.7 % ) were included in the analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fifty-six percent of respondents reported having received training program of pandemic influenza before they cared for H1N1 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 77 % reported to have adequate knowledge of self and patient protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 18 % of respondents were able to correctly identify all components of PPE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 55 % reported high compliance ( .80 % ) with PPE use during patient care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In multivariate analysis , vaccination for 2009 H1N1 influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "positive attitudes towards PPE use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "organizational factors such as availability of PPE in ICU ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and patient information of influenza precautions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as reprimand for noncompliance by the supervisors were associated with high compliance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas negative attitudes towards PPE use and violation of PPE use were independent predictors of low compliance .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion/Significance: Knowledge and self-reported compliance to recommended PPE use among Chinese critical care clinicians is suboptimal. The perceived barriers should be addressed in order to close the significant gap between perception and knowledge or behavior.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion/Significance : Knowledge and self-reported compliance to recommended PPE use among Chinese critical care clinicians is suboptimal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The perceived barriers should be addressed in order to close the significant gap between perception and knowledge or behavior .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "26",
    "token_num": "344"
  }
}