{
  "paper_id": "8c7d6b3f5280ce7538e515530b18e837203c6af9",
  "metadata": {
    "title": "Identification of the polymorphisms in IFITM1 gene and their association in a Korean population with ulcerative colitis",
    "coda_data_split": "train",
    "coda_paper_id": 7840,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon inducible transmembrane protein (IFITM) family genes have been implicated in several cellular processes such as the homotypic cell adhesion functions of IFNs and cellular anti-proliferative activities. We previously showed that the IFITM3 single nucleotide polymorphisms (SNPs) associated with susceptibility to ulcerative colitis (UC). The present study aimed to investigate whether the polymorphisms in the IFITM1 gene are associated with susceptibility to UC. We also evaluated the expression levels in the putative functional promoter polymorphisms to determine the change of their activity. Gene expression profiles in the tissues obtained from human digestive tracts by RT-PCR, and the possible variation sites and SNPs of IFITM1 were identified by direct sequencing method. Genotype analysis in the IFITM1 SNPs was performed by high resolution melting and TaqMan probe analysis, and the haplotype frequencies of IFITM1 SNPs for multiple loci were estimated using the expectation maximization (EM) algorithm. The expression levels in the putative functional promoter polymorphisms were evaluated by performing a luciferase reporter assay. We identified two SNPs and two variation sites, g.-1920G\u003eA (rs77537847), g.-1547delA (novel) and g.-416C\u003eG (rs11246062) in the promoter region, and g.364delA (rs200576757) in intron 1. The genotype and allele frequencies of the g.-1920G\u003eA polymorphism of IFITM1 gene in the UC patients were significantly different from those of the healthy controls (P \u003d 0.002 and 0.042, respectively). These results suggest that the g.-1920G\u003eA polymorphism in IFITM1 may be associated with susceptibility to UC.",
      "sentences": [
        [
          {
            "segment_text": "Interferon inducible transmembrane protein ( IFITM ) family genes have been implicated in several cellular processes such as the homotypic cell adhesion functions of IFNs and cellular anti-proliferative activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously showed that the IFITM3 single nucleotide polymorphisms ( SNPs ) associated with susceptibility to ulcerative colitis ( UC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study aimed to investigate whether the polymorphisms in the IFITM1 gene are associated with susceptibility to UC .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also evaluated the expression levels in the putative functional promoter polymorphisms to determine the change of their activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Gene expression profiles in the tissues obtained from human digestive tracts by RT-PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the possible variation sites and SNPs of IFITM1 were identified by direct sequencing method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genotype analysis in the IFITM1 SNPs was performed by high resolution melting and TaqMan probe analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the haplotype frequencies of IFITM1 SNPs for multiple loci were estimated using the expectation maximization ( EM ) algorithm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression levels in the putative functional promoter polymorphisms were evaluated by performing a luciferase reporter assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified two SNPs and two variation sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "g.-1920G \u003e A ( rs77537847 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "g.-1547delA ( novel ) and g.-416C \u003e G ( rs11246062 ) in the promoter region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and g. 364delA ( rs200576757 ) in intron 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genotype and allele frequencies of the g.-1920G \u003e A polymorphism of IFITM1 gene in the UC patients were significantly different from those of the healthy controls ( P \u003d 0.002 and 0.042 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the g.-1920G \u003e A polymorphism in IFITM1 may be associated with susceptibility to UC .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "276"
  }
}