{
  "paper_id": "8c7de742ccdab73cf04032fc703ad83aa65b685e",
  "metadata": {
    "title": "Stockpile of personal protective equipment in hospital settings: Preparedness for influenza pandemics",
    "coda_data_split": "train",
    "coda_paper_id": 9413,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Personal protective equipment (PPE) is known to be a crucial means of preventing influenza pandemics; however, the amount of PPE that should be stored in hospital settings has been unclear. Objectives: The purpose of this paper is to propose a PPE calculation system to help hospitals to decide their PPE stockpile. Methods: We searched influenza guidelines from a number of countries and research papers on protective devices and infectious diseases. The PPE calculation system included factors such as the influenza pandemic period, risk classification by health care workers (HCW) type, and the type and number of PPE for a HCW per day. Results: We concluded that 4 sets of PPE (N95 respirators, double gloves, gowns, and goggles) per day should be prepared for HCWs in a high-risk group. Similarly, 2 sets of appropriate PPE, depending on the risk level, are required for medium-and low-risk groups. In addition, 2 surgical masks are required for every worker and inpatient and 1 for each outpatient. The PPE stockpile should be prepared to cover at least an 8-week pandemic. Conclusion: Purchasing a PPE stockpile requires a sizable budget. The PPE calculation system in this paper will hopefully support hospitals in deciding their PPE stockpile.",
      "sentences": [
        [
          {
            "segment_text": "Background : Personal protective equipment ( PPE ) is known to be a crucial means of preventing influenza pandemics ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the amount of PPE that should be stored in hospital settings has been unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : The purpose of this paper is to propose a PPE calculation system to help hospitals to decide their PPE stockpile .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We searched influenza guidelines from a number of countries and research papers on protective devices and infectious diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The PPE calculation system included factors such as the influenza pandemic period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risk classification by health care workers ( HCW ) type ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the type and number of PPE for a HCW per day .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We concluded that 4 sets of PPE ( N95 respirators , double gloves , gowns , and goggles ) per day should be prepared for HCWs in a high-risk group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , 2 sets of appropriate PPE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "depending on the risk level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are required for medium-and low-risk groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , 2 surgical masks are required for every worker and inpatient and 1 for each outpatient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PPE stockpile should be prepared to cover at least an 8-week pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Purchasing a PPE stockpile requires a sizable budget .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PPE calculation system in this paper will hopefully support hospitals in deciding their PPE stockpile .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "233"
  }
}