{
  "paper_id": "8c91f04711723df4b384552acd81f3d05569d36d",
  "metadata": {
    "title": "Discovery of unsymmetrical aromatic disulfides as novel inhibitors of SARS-CoV main protease: Chemical synthesis, biological evaluation, molecular docking and 3D-QSAR study",
    "coda_data_split": "train",
    "coda_paper_id": 8982,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The worldwide outbreak of severe acute respiratory syndrome (SARS) in 2003 had caused a high rate of mortality. Main protease (M pro ) of SARS-associated coronavirus (SARS-CoV) is an important target to discover pharmaceutical compounds for the therapy of this life-threatening disease. During the course of screening new anti-SARS agents, we have identified that a series of unsymmetrical aromatic disulfides inhibited SARS-CoV M pro significantly for the first time. Herein, 40 novel unsymmetrical aromatic disulfides were synthesized chemically and their biological activities were evaluated in vitro against SARS-CoV M pro . These novel compounds displayed excellent IC 50 data in the range of 0.516e5.954 mM.",
      "sentences": [
        [
          {
            "segment_text": "The worldwide outbreak of severe acute respiratory syndrome ( SARS ) in 2003 had caused a high rate of mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Main protease ( M pro ) of SARS-associated coronavirus ( SARS-CoV ) is an important target to discover pharmaceutical compounds for the therapy of this life-threatening disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the course of screening new anti-SARS agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we have identified that a series of unsymmetrical aromatic disulfides inhibited SARS-CoV M pro significantly for the first time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herein , 40 novel unsymmetrical aromatic disulfides were synthesized chemically and their biological activities were evaluated in vitro against SARS-CoV M pro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These novel compounds displayed excellent IC 50 data in the range of 0.516 e5 .954 mM .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Preliminary studies indicated that these disulfides are reversible and mpetitive inhibitors. A possible binding mode was generated via molecular docking simulation and a comparative field analysis (CoMFA) model was constructed to understand the structure-activity relationships. The present research therefore has provided some meaningful guidance to design and identify anti-SARS drugs with totally new chemical structures.",
      "sentences": [
        [
          {
            "segment_text": "Preliminary studies indicated that these disulfides are reversible and mpetitive inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A possible binding mode was generated via molecular docking simulation and a comparative field analysis ( CoMFA ) model was constructed to understand the structure-activity relationships .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present research therefore has provided some meaningful guidance to design and identify anti-SARS drugs with totally new chemical structures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "178"
  }
}