{
  "paper_id": "8ca83dfa912a68105535630ae6ac2d633abf226a",
  "metadata": {
    "title": "Molecular Mechanics of RNA Translocases",
    "coda_data_split": "train",
    "coda_paper_id": 8358,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Historically, research on RNA helicase and translocation enzymes has seemed like a footnote to the extraordinary progress in studies on DNA-remodeling enzymes. However, during the past decade, the rising wave of activity in RNA science has engendered intense interest in the behaviors of specialized motor enzymes that remodel RNA molecules. Functional, mechanistic, and structural investigations of these RNA enzymes have begun to reveal the molecular basis for their key roles in RNA metabolism and signaling. In this chapter, we highlight the structural and mechanistic similarities among monomeric RNA translo-case enzymes, while emphasizing the many divergent characteristics that have caused this enzyme family to become one of the most important in metabolism and gene expression.",
      "sentences": [
        [
          {
            "segment_text": "Historically , research on RNA helicase and translocation enzymes has seemed like a footnote to the extraordinary progress in studies on DNA-remodeling enzymes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , during the past decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the rising wave of activity in RNA science has engendered intense interest in the behaviors of specialized motor enzymes that remodel RNA molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Functional , mechanistic , and structural investigations of these RNA enzymes have begun to reveal the molecular basis for their key roles in RNA metabolism and signaling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we highlight the structural and mechanistic similarities among monomeric RNA translo-case enzymes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "while emphasizing the many divergent characteristics that have caused this enzyme family to become one of the most important in metabolism and gene expression .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "125"
  }
}