{
  "paper_id": "8cb09cf21e79006cdfbf9ffd3e17390f8994bfd2",
  "metadata": {
    "title": "-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Peer-review under responsibility of scientific committee of the ICTCRED 2014 ScienceDirect Effects of Curcumin and Pentagamavunon-0 Against Dengue-2 Virus Infection In Vero Cells; an In Vitro Study",
    "coda_data_split": "train",
    "coda_paper_id": 4881,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The research aims was to determine the cytotoxic effects and the highest safe concentration of curcumin and PGV-0 on vero cells. This research also compare the effect of curcumin and PGV-0 against vero cells infected by Dengue virus (in vitro) in one and three days incubation period. The highest safe concentrations against vero cells from curcumin was 6.25 ppm and 1.5625 ppm for PGV-0. Immunocytochemistry test of curcumin and PGV-0 in both incubation period (one and three days) shows no significant difference (significant value 0.925), but RT-PCR result indicates that PGV -0 have potential antiviral better than curcumin.",
      "sentences": [
        [
          {
            "segment_text": "The research aims was to determine the cytotoxic effects and the highest safe concentration of curcumin and PGV-0 on vero cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This research also compare the effect of curcumin and PGV-0 against vero cells infected by Dengue virus ( in vitro ) in one and three days incubation period .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The highest safe concentrations against vero cells from curcumin was 6.25 ppm and 1.5625 ppm for PGV-0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunocytochemistry test of curcumin and PGV-0 in both incubation period ( one and three days ) shows no significant difference ( significant value 0.925 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but RT-PCR result indicates that PGV -0 have potential antiviral better than curcumin .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "109"
  }
}