{
  "paper_id": "8cb8963c16ddd02891876e6bb59978b38289666d",
  "metadata": {
    "title": "Personalized vaccinology: A review",
    "coda_data_split": "train",
    "coda_paper_id": 4542,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "At the current time, the field of vaccinology remains empirical in many respects. Vaccine development, vaccine immunogenicity, and vaccine efficacy have, for the most part, historically been driven by an empiric \u0027\u0027isolate-inactivate-inject\" paradigm. In turn, a population-level public health paradigm of \u0027\u0027the same dose for everyone for every disease\" model has been the normative thinking in regard to prevention of vaccine-preventable infectious diseases. In addition, up until recently, no vaccines had been designed specifically to overcome the immunosenescence of aging, consistent with a post-WWII mentality of developing vaccines and vaccine programs for children. It is now recognized that the current lack of knowledge concerning how immune responses to vaccines are generated is a critical barrier to understanding poor vaccine responses in the elderly and in immunoimmaturity, discovery of new correlates of vaccine immunogenicity (vaccine response biomarkers), and a directed approach to new vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "At the current time , the field of vaccinology remains empirical in many respects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccine development , vaccine immunogenicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and vaccine efficacy have , for the most part ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "historically been driven by an empiric `` isolate-inactivate-inject \u0027\u0027 paradigm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In turn , a population-level public health paradigm of `` the same dose for everyone for every disease \u0027\u0027 model has been the normative thinking in regard to prevention of vaccine-preventable infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , up until recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no vaccines had been designed specifically to overcome the immunosenescence of aging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consistent with a post-WWII mentality of developing vaccines and vaccine programs for children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is now recognized that the current lack of knowledge concerning how immune responses to vaccines are generated is a critical barrier to understanding poor vaccine responses in the elderly and in immunoimmaturity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "discovery of new correlates of vaccine immunogenicity ( vaccine response biomarkers ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a directed approach to new vaccine development .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The new fields of vaccinomics and adversomics provide models that permit global profiling of the innate, humoral, and cellular immune responses integrated at a systems biology level. This has advanced the science beyond that of reductionist scientific approaches by revealing novel interactions between and within the immune system and other biological systems (beyond transcriptional level), which are critical to developing \u0027\u0027downstream\" adaptive humoral and cellular responses to infectious pathogens and vaccines. Others have applied systems level approaches to the study of antibody responses (a.k.a. \u0027\u0027systems serology\"), [1] high-dimensional cell subset immunophenotyping through CyTOF, [2,3] and vaccine induced metabolic changes [4] . In turn, this knowledge is being utilized to better understand the following: identifying who is at risk for which infections; the level of risk that exists regarding poor immunogenicity and/or serious adverse events; and the type or dose of vaccine needed to fully protect an individual. In toto, such approaches allow for a personalized approach to the practice of vaccinology, analogous to the substantial inroads that individualized medicine is playing in other fields of human health and medicine. Herein we briefly review the field of vaccinomics, adversomics, and personalized vaccinology.",
      "sentences": [
        [
          {
            "segment_text": "The new fields of vaccinomics and adversomics provide models that permit global profiling of the innate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "humoral , and cellular immune responses integrated at a systems biology level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has advanced the science beyond that of reductionist scientific approaches by revealing novel interactions between and within the immune system and other biological systems ( beyond transcriptional level ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are critical to developing `` downstream \u0027\u0027 adaptive humoral and cellular responses to infectious pathogens and vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Others have applied systems level approaches to the study of antibody responses ( a.k.a. `` systems serology \u0027\u0027 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( 1 ) high-dimensional cell subset immunophenotyping through CyTOF ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( 2,3 ) and vaccine induced metabolic changes ( 4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In turn , this knowledge is being utilized to better understand the following : identifying who is at risk for which infections ; the level of risk that exists regarding poor immunogenicity and/or serious adverse events ; and the type or dose of vaccine needed to fully protect an individual .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In toto , such approaches allow for a personalized approach to the practice of vaccinology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "analogous to the substantial inroads that individualized medicine is playing in other fields of human health and medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we briefly review the field of vaccinomics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adversomics , and personalized vaccinology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "389"
  }
}