{
  "paper_id": "8ce3ae4141f74a6ef60175581277687d6c185b4d",
  "metadata": {
    "title": "Social determinants of health in Canada: Are healthy living initiatives there yet? A policy analysis",
    "coda_data_split": "train",
    "coda_paper_id": 5816,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Preventative strategies that focus on addressing the social determinants of health to improve healthy eating and physical activity have become an important strategy in British Columbia and Ontario for combating chronic diseases. What has not yet been examined is the extent to which healthy living initiatives implemented under these new policy frameworks successfully engage with and change the social determinants of health.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Preventative strategies that focus on addressing the social determinants of health to improve healthy eating and physical activity have become an important strategy in British Columbia and Ontario for combating chronic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "What has not yet been examined is the extent to which healthy living initiatives implemented under these new policy frameworks successfully engage with and change the social determinants of health .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Initiatives active between January 1, 2006 and September 1, 2011 were found using provincial policy documents, web searches, health organization and government websites, and databases of initiatives that attempted to influence to nutrition and physical activity in order to prevent chronic diseases or improve overall health. Initiatives were reviewed, analyzed and grouped using the descriptive codes: lifestyle-based, environmentbased or structure-based. Initiatives were also classified according to the mechanism by which they were administered: as direct programs (e.g. directly delivered), blueprints (or frameworks to tailor developed programs), and building blocks (resources to develop programs). Results: 60 initiatives were identified in Ontario and 61 were identified in British Columbia. In British Columbia, 11.5% of initiatives were structure-based. In Ontario, of 60 provincial initiatives identified, 15% were structure-based. Ontario had a higher proportion of direct interventions than British Columbia for all intervention types. However, in both provinces, as the intervention became more upstream and attempted to target the social determinants of health more directly, the level of direct support for the intervention lessened.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Initiatives active between January 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2006 and September 1 , 2011 were found using provincial policy documents ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "web searches , health organization and government websites ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and databases of initiatives that attempted to influence to nutrition and physical activity in order to prevent chronic diseases or improve overall health .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Initiatives were reviewed , analyzed and grouped using the descriptive codes : lifestyle-based , environmentbased or structure-based .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Initiatives were also classified according to the mechanism by which they were administered : as direct programs ( e.g. directly delivered ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "blueprints ( or frameworks to tailor developed programs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and building blocks ( resources to develop programs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : 60 initiatives were identified in Ontario and 61 were identified in British Columbia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In British Columbia , 11.5 % of initiatives were structure-based .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Ontario , of 60 provincial initiatives identified , 15 % were structure-based .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ontario had a higher proportion of direct interventions than British Columbia for all intervention types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in both provinces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as the intervention became more upstream and attempted to target the social determinants of health more directly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the level of direct support for the intervention lessened .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The paucity of initiatives in British Columbia and Ontario that address healthy eating and active living through action on the social determinants of health is problematic. In the context of Canada\u0027s increasingly neoliberal political and economic policy, the public health sector may face significant barriers to addressing upstream determinants in a meaningful way. If public health cannot directly affect broader societal conditions, interventions should be focused around advocacy and education about the social determinants of health. It is necessary that health be seen for what it is: a political matter. As such, the health sector needs to take a more political approach in finding solutions for health inequities.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The paucity of initiatives in British Columbia and Ontario that address healthy eating and active living through action on the social determinants of health is problematic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the context of Canada \u0027s increasingly neoliberal political and economic policy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the public health sector may face significant barriers to addressing upstream determinants in a meaningful way .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If public health can not directly affect broader societal conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interventions should be focused around advocacy and education about the social determinants of health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is necessary that health be seen for what it is : a political matter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As such , the health sector needs to take a more political approach in finding solutions for health inequities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "393"
  }
}