{
  "paper_id": "8ce38291f8caacc8c0e9520bc24233724e8afdb5",
  "metadata": {
    "title": "Pneumonia in novel swine-origin influenza A (H1N1) virus infection: High-resolution CT findings",
    "coda_data_split": "train",
    "coda_paper_id": 8229,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: The purpose of our study was to review the initial high-resolution CT (HRCT) findings in pneumonia patients with presumed/laboratory-confirmed novel swine-origin influenza A (H1N1) virus (S-OIV) infection and detect pneumonia earlier.",
      "sentences": [
        [
          {
            "segment_text": "Objective : The purpose of our study was to review the initial high-resolution CT ( HRCT ) findings in pneumonia patients with presumed/laboratory-confirmed novel swine-origin influenza A ( H1N1 ) virus ( S-OIV ) infection and detect pneumonia earlier .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Materials and methods: High-resolution CT (HRCT) findings of 106 patients with presumed/laboratoryconfirmed novel S-OIV (H1N1) infection were reviewed. The 106 patients were divided into two groups according to the serious condition of the diseases. The pattern (consolidation, ground-glass, nodules, and reticulation), distribution, and extent of abnormality on the HRCT were evaluated in both groups. The dates of the onset of symptoms of the patients were recorded. Results: The predominant CT findings in the patients at presentation were unilateral or bilateral multifocal asymmetric ground-glass opacities alone (n \u003d 29, 27.4%), with unilateral or bilateral consolidation (n \u003d 50, 47.2%). The consolidation had peribronchovascular and subpleural predominance. The areas of consolidation were found mainly in the posterior, middle and lower regions of the lungs. Reticular opacities were found in 6 cases of the initial MDCT scan. The extent of disease was greater in group 1 patients requiring advanced mechanical ventilation, with diffuse involvement in 19 patients (63.3%) of group 1 patients, and only 15/76 (19.7%) of group 2 patients (p \u003c 0.01, 2 test). 20 cases (19%) of the 106 patients had small bilateral or unilateral pleural effusions. None had evidence of hilar or mediastinal lymph node enlargement on CT performed at admission or later. Conclusions: The most common radiographic and CT findings in patients with S-OIV infection are unilateral or bilateral ground-glass opacities with or without associated focal or multifocal areas of consolidation. On HRCT, the ground-glass opacities had a predominant peribronchovascular and subpleural distribution. CT plays an important role in the early recognition of severe S-OIV (H1N1).",
      "sentences": [
        [
          {
            "segment_text": "Materials and methods : High-resolution CT ( HRCT ) findings of 106 patients with presumed/laboratoryconfirmed novel S-OIV ( H1N1 ) infection were reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The 106 patients were divided into two groups according to the serious condition of the diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The pattern ( consolidation , ground-glass , nodules , and reticulation ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "distribution , and extent of abnormality on the HRCT were evaluated in both groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The dates of the onset of symptoms of the patients were recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The predominant CT findings in the patients at presentation were unilateral or bilateral multifocal asymmetric ground-glass opacities alone ( n \u003d 29 , 27.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with unilateral or bilateral consolidation ( n \u003d 50 , 47.2 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The consolidation had peribronchovascular and subpleural predominance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The areas of consolidation were found mainly in the posterior ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "middle and lower regions of the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reticular opacities were found in 6 cases of the initial MDCT scan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The extent of disease was greater in group 1 patients requiring advanced mechanical ventilation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with diffuse involvement in 19 patients ( 63.3 % ) of group 1 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and only 15/76 ( 19.7 % ) of group 2 patients ( p \u003c 0.01 , 2 test ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "20 cases ( 19 % ) of the 106 patients had small bilateral or unilateral pleural effusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None had evidence of hilar or mediastinal lymph node enlargement on CT performed at admission or later .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The most common radiographic and CT findings in patients with S-OIV infection are unilateral or bilateral ground-glass opacities with or without associated focal or multifocal areas of consolidation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On HRCT , the ground-glass opacities had a predominant peribronchovascular and subpleural distribution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CT plays an important role in the early recognition of severe S-OIV ( H1N1 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "20",
    "token_num": "352"
  }
}