{
  "paper_id": "8cfe567d42fa459cb4364e240ddfe29629d03f85",
  "metadata": {
    "title": "The profile of respiratory pathogens in induced sputum of elderly and non-elderly asthmatics",
    "coda_data_split": "train",
    "coda_paper_id": 10094,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory pathogens are thought to be involved in the pathogenesis and exacerbations of asthma at all ages; however, little is known about the airway microbiome in the elderly.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory pathogens are thought to be involved in the pathogenesis and exacerbations of asthma at all ages ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about the airway microbiome in the elderly .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Aim of the study: To identify respiratory pathogens in the induced sputum (IS) of elderly asthmatics, and to determine the association between pathogens and the markers of asthma activity.",
      "sentences": [
        [
          {
            "segment_text": "Aim of the study : To identify respiratory pathogens in the induced sputum ( IS ) of elderly asthmatics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to determine the association between pathogens and the markers of asthma activity .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Material and methods: Twenty-nine subjects with stable asthma, 15 above 65 years of age and 14 aged 30-49 years, underwent clinical evaluation, fractional exhaled nitric oxide measurement, and sputum induction. Pathogens were detected by multiplex reverse transcription polymerase chain reaction. The periostin concentration of IS supernatants was measured by enzyme-linked immunosorbent assay. Serum eosinophil cationic protein and total IgE levels were measured by ImmunoCAP.",
      "sentences": [
        [
          {
            "segment_text": "Material and methods : Twenty-nine subjects with stable asthma ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "15 above 65 years of age and 14 aged 30-49 years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "underwent clinical evaluation , fractional exhaled nitric oxide measurement , and sputum induction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pathogens were detected by multiplex reverse transcription polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The periostin concentration of IS supernatants was measured by enzyme-linked immunosorbent assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum eosinophil cationic protein and total IgE levels were measured by ImmunoCAP .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Despite the existence of differences in some clinical and inflammatory characteristics of asthma between elderly and non-elderly asthmatics, the pathogen detection rates in the IS from the two groups are similar.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Despite the existence of differences in some clinical and inflammatory characteristics of asthma between elderly and non-elderly asthmatics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the pathogen detection rates in the IS from the two groups are similar .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "173"
  }
}