{
  "paper_id": "8d0569b9fe93d0997ca38060117ffc6381122957",
  "metadata": {
    "title": "Application of RNA interference for inhibiting the replication of feline immunodeficiency virus in chronically infected cell lines",
    "coda_data_split": "train",
    "coda_paper_id": 5612,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA interference (RNAi) is a process in which double-stranded RNA induces the post-transcriptional sequence-specific degradation of homologous messenger RNA. The present study was carried out to apply the RNAi technology to inhibit the replication of feline immunodeficiency virus (FIV). Four small interfering RNAs (siRNAs) homologous to the FIV gag gene were synthesized and transfected into a feline fibroblastic cell line chronically infected with FIV (CRFK/FIV). These synthetic siRNAs efficiently inhibited the replication of FIV. Next, we examined the effect of retroviral vector-mediated transfer of FIVspecific short hairpin RNA (shRNA) on the replication of FIV in a feline T-cell line chronically infected with FIV (FL4). The retroviral vector-mediated transfer of FIV-specific shRNA was shown to markedly inhibit the replication of FIV in the FL4 cells. These results provide useful information for the development of RNAi-based gene therapy strategy to control FIV infection. #",
      "sentences": [
        [
          {
            "segment_text": "RNA interference ( RNAi ) is a process in which double-stranded RNA induces the post-transcriptional sequence-specific degradation of homologous messenger RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was carried out to apply the RNAi technology to inhibit the replication of feline immunodeficiency virus ( FIV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Four small interfering RNAs ( siRNAs ) homologous to the FIV gag gene were synthesized and transfected into a feline fibroblastic cell line chronically infected with FIV ( CRFK/FIV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These synthetic siRNAs efficiently inhibited the replication of FIV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Next , we examined the effect of retroviral vector-mediated transfer of FIVspecific short hairpin RNA ( shRNA ) on the replication of FIV in a feline T-cell line chronically infected with FIV ( FL4 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The retroviral vector-mediated transfer of FIV-specific shRNA was shown to markedly inhibit the replication of FIV in the FL4 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide useful information for the development of RNAi-based gene therapy strategy to control FIV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "162"
  }
}