{
  "paper_id": "8d0e8e39690dae8ad317aff211ff230ef2d2452e",
  "metadata": {
    "title": "Scorpion venom components as potential candidates for drug development",
    "coda_data_split": "train",
    "coda_paper_id": 8061,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Scorpions are well known for their dangerous stings that can result in severe consequences for human beings, including death. Neurotoxins present in their venoms are responsible for their toxicity. Due to their medical relevance, toxins have been the driving force in the scorpion natural compounds research field. On the other hand, for thousands of years, scorpions and their venoms have been applied in traditional medicine, mainly in Asia and Africa. With the remarkable growth in the number of characterized scorpion venom components, several drug candidates have been found with the potential to tackle many of the emerging global medical threats. Scorpions have become a valuable source of biologically active molecules, from novel antibiotics to potential anticancer therapeutics. Other venom components have drawn attention as useful scaffolds for the development of drugs. This review summarizes the most promising candidates for drug development that have been isolated from scorpion venoms.",
      "sentences": [
        [
          {
            "segment_text": "Scorpions are well known for their dangerous stings that can result in severe consequences for human beings , including death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neurotoxins present in their venoms are responsible for their toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to their medical relevance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "toxins have been the driving force in the scorpion natural compounds research field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , for thousands of years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "scorpions and their venoms have been applied in traditional medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly in Asia and Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the remarkable growth in the number of characterized scorpion venom components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several drug candidates have been found with the potential to tackle many of the emerging global medical threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Scorpions have become a valuable source of biologically active molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from novel antibiotics to potential anticancer therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other venom components have drawn attention as useful scaffolds for the development of drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the most promising candidates for drug development that have been isolated from scorpion venoms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "163"
  }
}