{
  "paper_id": "8d226f7399ab6f2e1463a5aafd5597f148772549",
  "metadata": {
    "title": "Human coronaviruses: Viral and cellular factors involved in neuroinvasiveness and neuropathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 8572,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Among the various respiratory viruses infecting human beings, coronaviruses are important pathogens, which usually infect the upper respiratory tract, where they are mainly associated with common colds. However, in more vulnerable populations, such as newborns, infants, the elderly and immunecompromised individuals, these opportunistic pathogens can also affect the lower respiratory tract, leading to pneumonia, exacerbations of asthma, and various types of respiratory distress syndrome. The respiratory involvement of human coronaviruses has been clearly established since the 1960s. Nevertheless, for almost three decades now, data reported in the scientific literature has also demonstrated that, like it was described for other human viruses, coronaviruses have neuroinvasive capacities since they can spread from the respiratory tract to the central nervous system (CNS). Once there, infection of CNS cells (neurotropism) could lead to human health problems, such as encephalitis and long-term neurological diseases. Neuroinvasive coronaviruses could damage the CNS as a result of misdirected host immune responses that could be associated with autoimmunity in susceptible individuals (virusinduced neuroimmunopathology) and/or viral replication, which directly induces damage to CNS cells (virus-induced neuropathology). Given all these properties, it has been suggested that these opportunistic human respiratory pathogens could be associated with the triggering or the exacerbation of neurologic diseases for which the etiology remains poorly understood. Herein, we present host and viral factors that participate in the regulation of the possible pathogenic processes associated with CNS infection by human coronaviruses and we try to decipher the intricate interplay between virus and host target cells in order to characterize their role in the virus life cycle as well as in the capacity of the cell to respond to viral invasion.",
      "sentences": [
        [
          {
            "segment_text": "Among the various respiratory viruses infecting human beings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronaviruses are important pathogens , which usually infect the upper respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where they are mainly associated with common colds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in more vulnerable populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as newborns , infants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the elderly and immunecompromised individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these opportunistic pathogens can also affect the lower respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to pneumonia , exacerbations of asthma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and various types of respiratory distress syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The respiratory involvement of human coronaviruses has been clearly established since the 1960s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , for almost three decades now ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "data reported in the scientific literature has also demonstrated that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like it was described for other human viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronaviruses have neuroinvasive capacities since they can spread from the respiratory tract to the central nervous system ( CNS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Once there , infection of CNS cells ( neurotropism ) could lead to human health problems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as encephalitis and long-term neurological diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neuroinvasive coronaviruses could damage the CNS as a result of misdirected host immune responses that could be associated with autoimmunity in susceptible individuals ( virusinduced neuroimmunopathology ) and/or viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which directly induces damage to CNS cells ( virus-induced neuropathology ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given all these properties , it has been suggested that these opportunistic human respiratory pathogens could be associated with the triggering or the exacerbation of neurologic diseases for which the etiology remains poorly understood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herein , we present host and viral factors that participate in the regulation of the possible pathogenic processes associated with CNS infection by human coronaviruses and we try to decipher the intricate interplay between virus and host target cells in order to characterize their role in the virus life cycle as well as in the capacity of the cell to respond to viral invasion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "20",
    "token_num": "308"
  }
}