{
  "paper_id": "8d27cf597c7bb3029c304801e4413396e8731d4b",
  "metadata": {
    "title": "Spatial expansions and travelling waves of rabies in vampire bats",
    "coda_data_split": "train",
    "coda_paper_id": 8355,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A major obstacle to anticipating the cross-species transmission of zoonotic diseases and developing novel strategies for their control is the scarcity of data informing how these pathogens circulate within natural reservoir populations. Vampire bats are the primary reservoir of rabies in Latin America, where the disease remains among the most important viral zoonoses affecting humans and livestock. Unpredictable spatiotemporal dynamics of rabies within bat populations have precluded anticipation of outbreaks and undermined widespread bat culling programs. By analysing 1146 vampire bat-transmitted rabies (VBR) outbreaks in livestock across 12 years in Peru, we demonstrate that viral expansions into historically uninfected zones have doubled the recent burden of VBR. Viral expansions are geographically widespread, but severely constrained by high elevation peaks in the Andes mountains. Within Andean valleys, invasions form wavefronts that are advancing towards large, unvaccinated livestock populations that are heavily bitten by bats, which together will fuel high transmission and mortality. Using spatial models, we forecast the pathways of ongoing VBR epizootics across heterogeneous landscapes. These results directly inform vaccination strategies to mitigate impending viral emergence, reveal VBR as an emerging rather than an enzootic disease and create opportunities to test novel interventions to manage viruses in bat reservoirs.",
      "sentences": [
        [
          {
            "segment_text": "A major obstacle to anticipating the cross-species transmission of zoonotic diseases and developing novel strategies for their control is the scarcity of data informing how these pathogens circulate within natural reservoir populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vampire bats are the primary reservoir of rabies in Latin America ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where the disease remains among the most important viral zoonoses affecting humans and livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unpredictable spatiotemporal dynamics of rabies within bat populations have precluded anticipation of outbreaks and undermined widespread bat culling programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By analysing 1146 vampire bat-transmitted rabies ( VBR ) outbreaks in livestock across 12 years in Peru ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrate that viral expansions into historically uninfected zones have doubled the recent burden of VBR .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Viral expansions are geographically widespread ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but severely constrained by high elevation peaks in the Andes mountains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within Andean valleys , invasions form wavefronts that are advancing towards large ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unvaccinated livestock populations that are heavily bitten by bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which together will fuel high transmission and mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using spatial models , we forecast the pathways of ongoing VBR epizootics across heterogeneous landscapes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These results directly inform vaccination strategies to mitigate impending viral emergence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reveal VBR as an emerging rather than an enzootic disease and create opportunities to test novel interventions to manage viruses in bat reservoirs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "217"
  }
}