{
  "paper_id": "8d6910ec7ebd72c2827b4bd8c2b74434fecaa6de",
  "metadata": {
    "title": "Diagnosis, Discovery and Dissection of Viral Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5644,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Only a few years ago, viral diagnosis was largely an exercise for academic researchers and public health practitioners with focus on epidemiologic analyses and outbreak prevention, detection, and control. Opportunities for therapeutic intervention were limited to only a few applications such as herpesvirus infections, infl uenza, and HIV/AIDS; hence, once a bacterial or fungal infection was excluded, clinicians were limited to providing supportive care for what was presumed to be a viral syndrome. Public health organizations tracked the incidence of viral infections and the development of resistance to the few antiviral drugs in use and provided input to governments and the pharmaceutical industry regarding selection of vaccine targets. More recently, interest in viral diagnostics has burgeoned with the advent of new tools for detection and discovery, global recognition of pandemic risk, high-throughput drug screening, rational drug design, and immunotherapeutics. An additional impetus has been the implication of viruses in chronic illnesses not previously attributed to infection. The objective of this chapter is to review the factors responsible for the rise in awareness of viral infections, methods for diagnosis and monitoring viral infections, and future prospects for improvements in discovery, detection, and response to the challenges of clinical virology.",
      "sentences": [
        [
          {
            "segment_text": "Only a few years ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral diagnosis was largely an exercise for academic researchers and public health practitioners with focus on epidemiologic analyses and outbreak prevention , detection , and control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Opportunities for therapeutic intervention were limited to only a few applications such as herpesvirus infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infl uenza , and HIV/AIDS ; hence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "once a bacterial or fungal infection was excluded ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinicians were limited to providing supportive care for what was presumed to be a viral syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Public health organizations tracked the incidence of viral infections and the development of resistance to the few antiviral drugs in use and provided input to governments and the pharmaceutical industry regarding selection of vaccine targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , interest in viral diagnostics has burgeoned with the advent of new tools for detection and discovery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "global recognition of pandemic risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high-throughput drug screening , rational drug design , and immunotherapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An additional impetus has been the implication of viruses in chronic illnesses not previously attributed to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this chapter is to review the factors responsible for the rise in awareness of viral infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "methods for diagnosis and monitoring viral infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and future prospects for improvements in discovery ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "detection , and response to the challenges of clinical virology .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "221"
  }
}