{
  "paper_id": "8d852e1ab4ff5a384773c0a02ab5572811e1ff5d",
  "metadata": {
    "title": "Crystallographic Analysis of the Reaction Cycle of 2′,3′-Cyclic Nucleotide 3′-Phosphodiesterase, a Unique Member of the 2H Phosphoesterase Family",
    "coda_data_split": "train",
    "coda_paper_id": 10179,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "2H phosphoesterases catalyze reactions on nucleotide substrates and contain two conserved histidine residues in the active site. Very limited information is currently available on the details of the active site and substrate/product binding during the catalytic cycle of these enzymes. We performed a comprehensive X-ray crystallographic study of mouse 2′,3′-cyclic nucleotide 3′-phosphodiesterase (CNPase), a membraneassociated enzyme present at high levels in the tetrapod myelin sheath. We determined crystal structures of the CNPase phosphodiesterase domain complexed with substrate, product, and phosphorothioate analogues. The data provide detailed information on the CNPase reaction mechanism, including substrate binding mode and coordination of the nucleophilic water molecule. Linked to the reaction, an open/close motion of the β5-α7 loop is observed. The role of the N terminus of helix α7-unique for CNPase in the 2H family-during the reaction indicates that 2H phosphoesterases differ in their respective reaction mechanisms despite the conserved catalytic residues. Furthermore, based on small-angle X-ray scattering, we present a model for the full-length enzyme, indicating that the two domains of CNPase form an elongated molecule. Finally, based on our structural data and a comprehensive bioinformatics study, we discuss the conservation of CNPase in various organisms.",
      "sentences": [
        [
          {
            "segment_text": "2H phosphoesterases catalyze reactions on nucleotide substrates and contain two conserved histidine residues in the active site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Very limited information is currently available on the details of the active site and substrate/product binding during the catalytic cycle of these enzymes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a comprehensive X-ray crystallographic study of mouse 2 ′ ,3 ′ - cyclic nucleotide 3 ′ - phosphodiesterase ( CNPase ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a membraneassociated enzyme present at high levels in the tetrapod myelin sheath .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We determined crystal structures of the CNPase phosphodiesterase domain complexed with substrate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "product , and phosphorothioate analogues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data provide detailed information on the CNPase reaction mechanism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including substrate binding mode and coordination of the nucleophilic water molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Linked to the reaction , an open/close motion of the β5-α7 loop is observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The role of the N terminus of helix α7-unique for CNPase in the 2H family-during the reaction indicates that 2H phosphoesterases differ in their respective reaction mechanisms despite the conserved catalytic residues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , based on small-angle X-ray scattering ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we present a model for the full-length enzyme ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the two domains of CNPase form an elongated molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , based on our structural data and a comprehensive bioinformatics study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we discuss the conservation of CNPase in various organisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "221"
  }
}