{
  "paper_id": "8d9944bec81f21703b870f91be857b941872a508",
  "metadata": {
    "title": "Loss of cytomegalovirus infectivity after treatment with castanospermine or related plant alkaloids correlates with aberrant glycoprotein synthesis",
    "coda_data_split": "train",
    "coda_paper_id": 9632,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many plants contain polyhydroxyalkaloids which are potent inhibitors of glucosidases, enzymes involved in oligosaccharide trimming. These are important in determining the final configuration of specific glycoproteins. Human cytomegalovirus (CMV) encodes a number of glycoproteins, some of which ultimately reside in the outer envelope of the mature virion and are important for virus infectivity. Treatment with three polyhydroxyalkaloids, castanospermine (CAST), deoxynojirimycin (DNJ) and 2R,5R-dihydroxymethyl-3R,4R-dihydroxypyrrolidine (DMDP) blocked the growth of infectious virus, as determined by yield reduction and plaque reduction assays. However, in the presence of CAST, CMV infected cells continued to shed virions into the extracellular medium, as determined by electron microscopy. Envelope glycoproteins of virions produced after treatment with CAST (2.5 mM) were immunoprecipitated with a monoclonal antibody (F5) specific for the gcI family of glycoproteins. Analysis by PAGE-SDS showed an absence of gcI complex 2 (gp52 disulphide-linked to gp130) with a proportional increase in gcI complex 1 (gp52 disulphide-linked to gp95). The results indicated that gpl30 alone, or linked to gp52, was important for CMV infectivity. As well as being potential targets for antiviral agents against CMV, inhibitors of glycoprotein trimming reactions may define components of the virion surface important for infectivity.",
      "sentences": [
        [
          {
            "segment_text": "Many plants contain polyhydroxyalkaloids which are potent inhibitors of glucosidases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enzymes involved in oligosaccharide trimming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These are important in determining the final configuration of specific glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human cytomegalovirus ( CMV ) encodes a number of glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of which ultimately reside in the outer envelope of the mature virion and are important for virus infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment with three polyhydroxyalkaloids , castanospermine ( CAST ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "deoxynojirimycin ( DNJ ) and 2R,5R-dihydroxymethyl-3R ,4 R-dihydroxypyrrolidine ( DMDP ) blocked the growth of infectious virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as determined by yield reduction and plaque reduction assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in the presence of CAST ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CMV infected cells continued to shed virions into the extracellular medium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as determined by electron microscopy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Envelope glycoproteins of virions produced after treatment with CAST ( 2.5 mM ) were immunoprecipitated with a monoclonal antibody ( F5 ) specific for the gcI family of glycoproteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis by PAGE-SDS showed an absence of gcI complex 2 ( gp52 disulphide-linked to gp130 ) with a proportional increase in gcI complex 1 ( gp52 disulphide-linked to gp95 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicated that gpl30 alone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or linked to gp52 , was important for CMV infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As well as being potential targets for antiviral agents against CMV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibitors of glycoprotein trimming reactions may define components of the virion surface important for infectivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "231"
  }
}