{
  "paper_id": "8daa5f7a868f836dabd5f9ab0d5b766c22dea2e9",
  "metadata": {
    "title": "Evaluation of modified vaccinia virus Ankara based recombinant SARS vaccine in ferrets",
    "coda_data_split": "train",
    "coda_paper_id": 3032,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) caused by a newly identified coronavirus (SARS-CoV) remains a threat to cause epidemics as evidenced by recent sporadic cases in China. In this communication, we evaluated the efficacy and safety of two SARS vaccine candidates based on the recombinant modified vaccinia Ankara (MVA) expressing SARS-CoV spike or nucleocapsid proteins in ferrets. No clinical signs were observed in all the ferrets challenged with SARS-CoV. On the other hand, vaccination did not prevent SARS-CoV infection in ferrets. In contrast, immunized ferrets (particularly those immunized with rMVA-spike) exhibited significantly stronger inflammatory responses and focal necrosis in liver tissue after SARS-CoV challenge than control animals. Thus, our data suggest that enhanced hepatitis is linked to vaccination with rMVA expressing SARS-CoV antigens. Crown",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) caused by a newly identified coronavirus ( SARS-CoV ) remains a threat to cause epidemics as evidenced by recent sporadic cases in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this communication , we evaluated the efficacy and safety of two SARS vaccine candidates based on the recombinant modified vaccinia Ankara ( MVA ) expressing SARS-CoV spike or nucleocapsid proteins in ferrets .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "No clinical signs were observed in all the ferrets challenged with SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , vaccination did not prevent SARS-CoV infection in ferrets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , immunized ferrets ( particularly those immunized with rMVA-spike ) exhibited significantly stronger inflammatory responses and focal necrosis in liver tissue after SARS-CoV challenge than control animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , our data suggest that enhanced hepatitis is linked to vaccination with rMVA expressing SARS-CoV antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "141"
  }
}