{
  "paper_id": "8db2b8c1236bfb85a942a1e45c3c634ad937f34b",
  "metadata": {
    "title": "Aqueous extract of Bai-Hu-Tang, a classical Chinese herb formula, prevents excessive immune response and liver injury induced by LPS in rabbits",
    "coda_data_split": "train",
    "coda_paper_id": 10004,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ethnopharmacological relevance: Bai-Hu-Tang (BHT) was traditionally used to reduce fever heat and promote generation of body fluids. Aim of the study: To investigate the effect and mechanism of BHT in the prevention of lipopolysaccharide (LPS) fever in manners of immune modulation. Materials and methods: The model of fever syndrome of Chinese medicine pattern was imitated by LPS injection i.v. in rabbits, and BHT was gavaged. The serum levels of tumor necrosis factor-α (TNF-α), interleukin (IL-6, 10) and immunoglobulin (IgG, IgA, and IgM) were determined by enzyme-linked immunosorbent assay (ELISA); alanine aminotransferase (ALT) and aspartate aminotransferase (AST) were tested by biochemical methods. Liver tissue damage was detected by hematoxylin-eosin (H\u0026E) stain. Subpopulation of T cells was detected by Fluorescence Activated Cell Sorter (FACS). Genes expression of Toll-like receptor 4 (TLR4) and lipopolysaccharide binding protein (LBP) in liver tissue were assayed by real-time polymerase chain reaction (RT-PCR). Result: The results demonstrated that BHT prevented sudden increase of IL-10, TNF-α, ALT and AST, and liver damage induced by LPS. BHT also prevented significant decrease of the percentage of CD 8+ T cells since LPS injection. At the same time, BHT did not affect the gene expression of TLR4 and serum concentration of three immunoglobulins, which were increased by LPS, but made gene expression of LBP higher. Conclusion: The results of this study indicated that BHT played an important role in immunity protection and anti-injury through preventing immunoinflammatory damage by LPS. The achievement thereby scientifically provided mechanism of BHT in the prevention of febrile disease, and supported its traditional use.",
      "sentences": [
        [
          {
            "segment_text": "Ethnopharmacological relevance : Bai-Hu-Tang ( BHT ) was traditionally used to reduce fever heat and promote generation of body fluids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aim of the study : To investigate the effect and mechanism of BHT in the prevention of lipopolysaccharide ( LPS ) fever in manners of immune modulation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : The model of fever syndrome of Chinese medicine pattern was imitated by LPS injection i.v. in rabbits , and BHT was gavaged .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The serum levels of tumor necrosis factor-α ( TNF-α ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interleukin ( IL-6 , 10 ) and immunoglobulin ( IgG , IgA , and IgM ) were determined by enzyme-linked immunosorbent assay ( ELISA ) ; alanine aminotransferase ( ALT ) and aspartate aminotransferase ( AST ) were tested by biochemical methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Liver tissue damage was detected by hematoxylin-eosin ( H\u0026E ) stain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subpopulation of T cells was detected by Fluorescence Activated Cell Sorter ( FACS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genes expression of Toll-like receptor 4 ( TLR4 ) and lipopolysaccharide binding protein ( LBP ) in liver tissue were assayed by real-time polymerase chain reaction ( RT-PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Result : The results demonstrated that BHT prevented sudden increase of IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNF-α , ALT and AST ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and liver damage induced by LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BHT also prevented significant decrease of the percentage of CD 8 + T cells since LPS injection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the same time , BHT did not affect the gene expression of TLR4 and serum concentration of three immunoglobulins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were increased by LPS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but made gene expression of LBP higher .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The results of this study indicated that BHT played an important role in immunity protection and anti-injury through preventing immunoinflammatory damage by LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The achievement thereby scientifically provided mechanism of BHT in the prevention of febrile disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and supported its traditional use .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "313"
  }
}