{
  "paper_id": "8dc3e3104105b1c360fdfe01de88e4f35d6977d0",
  "metadata": {
    "title": "A Highly Efficient and Simple Construction Strategy for Producing Recombinant Baculovirus Bombyx mori Nucleopolyhedrovirus",
    "coda_data_split": "train",
    "coda_paper_id": 4332,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The silkworm baculovirus expression system is widely used to produce recombinant proteins. Several strategies for constructing recombinant viruses that contain foreign genes have been reported. Here, we developed a novel defective-rescue BmNPV Bacmid (reBmBac) expression system. A CopyControl origin of replication was introduced into the viral genome to facilitate its genetic manipulation in Escherichia coli and to ensure the preparation of large amounts of high quality reBmBac DNA as well as high quality recombinant baculoviruses. The ORF1629, cathepsin and chitinase genes were partially deleted or rendered defective to improve the efficiency of recombinant baculovirus generation and the expression of foreign genes. The system was validated by the successful expression of luciferase reporter gene and porcine interferon γ. This system can be used to produce batches of recombinant baculoviruses and target proteins rapidly and efficiently in silkworms.",
      "sentences": [
        [
          {
            "segment_text": "The silkworm baculovirus expression system is widely used to produce recombinant proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several strategies for constructing recombinant viruses that contain foreign genes have been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we developed a novel defective-rescue BmNPV Bacmid ( reBmBac ) expression system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A CopyControl origin of replication was introduced into the viral genome to facilitate its genetic manipulation in Escherichia coli and to ensure the preparation of large amounts of high quality reBmBac DNA as well as high quality recombinant baculoviruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ORF1629 , cathepsin and chitinase genes were partially deleted or rendered defective to improve the efficiency of recombinant baculovirus generation and the expression of foreign genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The system was validated by the successful expression of luciferase reporter gene and porcine interferon γ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This system can be used to produce batches of recombinant baculoviruses and target proteins rapidly and efficiently in silkworms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "147"
  }
}