{
  "paper_id": "8dc402c1d9094683f65a385a921fc1c511e4fef1",
  "metadata": {
    "title": "MT-PCR panel detection of canine parvovirus (CPV-2): Vaccine and wild-type CPV-2 can be difficult to differentiate in canine diagnostic fecal samples",
    "coda_data_split": "train",
    "coda_paper_id": 10061,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Canine parvovirus (CPV-2) remains an important cause of devastating enteritis in young dogs. It can be successfully prevented with live attenuated CPV-2 vaccines when given at the appropriate age and in the absence of maternal antibody interference. Rapid diagnosis of parvoviral enteritis in young dogs is essential to ensuring suitable barrier nursing protocols within veterinary hospitals. The current diagnostic trend is to use multiplexed PCR panels to detect an array of pathogens commonly responsible for diarrhea in dogs. The multiplexed PCR assays do not distinguish wild from vaccine CPV-2. They are highly sensitive and detect even a low level of virus shedding, such as those caused by the CPV-2 vaccine. The aim of this study was to identify the CPV-2 subtypes detected in diagnostic specimens and rule out occult shedding of CPV-2 vaccine strains. For a total of 21 samples that tested positive for CPV-2 in a small animal fecal pathogens diagnostic multiplexed tandem PCR (MT-PCR) panel during 2014e2016 we partially characterized the VP2 gene of CPV-2. Vaccine CPV-2 strain, wild type CPV-2a subtypes and vaccine-like CPV-2b subtypes were detected. High copy number was indicative of wild-type CPV-2a presence, but presence of vaccine-like CPV-2b had a variable copy number in fecal samples. A yardstick approach to a copy number or C t -value to discriminate vaccine strain from a wild type virus of CPV-2 can be, in some cases, potentially misleading. Therefore, discriminating vaccine strain from a wild type subtype of CPV-2 remains ambitious.",
      "sentences": [
        [
          {
            "segment_text": "Canine parvovirus ( CPV-2 ) remains an important cause of devastating enteritis in young dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It can be successfully prevented with live attenuated CPV-2 vaccines when given at the appropriate age and in the absence of maternal antibody interference .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid diagnosis of parvoviral enteritis in young dogs is essential to ensuring suitable barrier nursing protocols within veterinary hospitals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current diagnostic trend is to use multiplexed PCR panels to detect an array of pathogens commonly responsible for diarrhea in dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The multiplexed PCR assays do not distinguish wild from vaccine CPV-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are highly sensitive and detect even a low level of virus shedding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as those caused by the CPV-2 vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to identify the CPV-2 subtypes detected in diagnostic specimens and rule out occult shedding of CPV-2 vaccine strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For a total of 21 samples that tested positive for CPV-2 in a small animal fecal pathogens diagnostic multiplexed tandem PCR ( MT-PCR ) panel during 2014e2016 we partially characterized the VP2 gene of CPV-2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vaccine CPV-2 strain , wild type CPV-2a subtypes and vaccine-like CPV-2b subtypes were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High copy number was indicative of wild-type CPV-2a presence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but presence of vaccine-like CPV-2b had a variable copy number in fecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A yardstick approach to a copy number or C t - value to discriminate vaccine strain from a wild type virus of CPV-2 can be ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in some cases , potentially misleading .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , discriminating vaccine strain from a wild type subtype of CPV-2 remains ambitious .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "267"
  }
}