{
  "paper_id": "8e011c1635cc819199daf9883b3fa21dd3cdf75c",
  "metadata": {
    "title": "Journal Pre-proof Remdesivir, lopinavir, emetine, and homoharringtonine inhibit SARS-CoV-2 replication in vitro SHORT COMMUNICATION Remdesivir, lopinavir, emetine, and homoharringtonine inhibit SARS-CoV-2 replication in vitro",
    "coda_data_split": "train",
    "coda_paper_id": 7738,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "emetine, and homoharringtonine inhibit SARS-CoV-2 replication in vitro, Antiviral Research, https://doi.",
      "sentences": [
        [
          {
            "segment_text": "emetine , and homoharringtonine inhibit SARS-CoV-2 replication in vitro , Antiviral Research , https://doi .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "ABSTRACT An escalating pandemic by the novel SARS-CoV-2 virus is impacting global health and effective therapeutic options are urgently needed. We evaluated the in vitro antiviral effect of compounds that were previously reported to inhibit coronavirus replication and compounds that are currently under evaluation in clinical trials for SARS-CoV-2 patients. We report the antiviral effect of remdesivir, lopinavir, homorringtonine, and emetine against SARS-CoV-2 virus in Vero E6 cells with the estimated 50% effective concentration at 23.15 µM, 26.63 µM, 2.55 µM and 0.46 µM, respectively. Ribavirin or favipiravir that are currently evaluated under clinical trials showed no inhibition at 100 µM. Synergy between remdesivir and emetine was observed, and remdesivir at 6.25 µM in combination with emetine at 0.195 µM may achieve 64.9% inhibition in viral yield. Combinational therapy may help to reduce the effective concentration of compounds below the therapeutic plasma concentrations and provide better clinical benefits.",
      "sentences": [
        [
          {
            "segment_text": "ABSTRACT An escalating pandemic by the novel SARS-CoV-2 virus is impacting global health and effective therapeutic options are urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the in vitro antiviral effect of compounds that were previously reported to inhibit coronavirus replication and compounds that are currently under evaluation in clinical trials for SARS-CoV-2 patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We report the antiviral effect of remdesivir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lopinavir , homorringtonine , and emetine against SARS-CoV-2 virus in Vero E6 cells with the estimated 50 % effective concentration at 23.15 µM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "26.63 µM , 2.55 µM and 0.46 µM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ribavirin or favipiravir that are currently evaluated under clinical trials showed no inhibition at 100 µM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Synergy between remdesivir and emetine was observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and remdesivir at 6.25 µM in combination with emetine at 0.195 µM may achieve 64.9 % inhibition in viral yield .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combinational therapy may help to reduce the effective concentration of compounds below the therapeutic plasma concentrations and provide better clinical benefits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "178"
  }
}