{
  "paper_id": "8e05a65843f633ea885bab5d96548c07e4d81c7c",
  "metadata": {
    "title": "The use of mathematical models to inform influenza pandemic preparedness and response",
    "coda_data_split": "train",
    "coda_paper_id": 7956,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza pandemics have occurred throughout history and were associated with substantial excess mortality and morbidity. Mathematical models of infectious diseases permit quantitative description of epidemic processes based on the underlying biological mechanisms. Mathematical models have been widely used in the past decade to aid pandemic planning by allowing detailed predictions of the speed of spread of an influenza pandemic and the likely effectiveness of alternative control strategies. During the initial waves of the 2009 influenza pandemic, mathematical models were used to track the spread of the virus, predict the time course of the pandemic and assess the likely impact of large-scale vaccination. While mathematical modeling has made substantial contributions to influenza pandemic preparedness, its use as a real-time tool for pandemic control is currently limited by the lack of essential surveillance information such as serologic data. Mathematical modeling provided a useful framework for analyzing and interpreting surveillance data during the 2009 influenza pandemic, for highlighting limitations in existing pandemic surveillance systems, and for guiding how these systems should be strengthened in order to cope with future epidemics of influenza or other emerging infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Influenza pandemics have occurred throughout history and were associated with substantial excess mortality and morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mathematical models of infectious diseases permit quantitative description of epidemic processes based on the underlying biological mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mathematical models have been widely used in the past decade to aid pandemic planning by allowing detailed predictions of the speed of spread of an influenza pandemic and the likely effectiveness of alternative control strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the initial waves of the 2009 influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mathematical models were used to track the spread of the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "predict the time course of the pandemic and assess the likely impact of large-scale vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While mathematical modeling has made substantial contributions to influenza pandemic preparedness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its use as a real-time tool for pandemic control is currently limited by the lack of essential surveillance information such as serologic data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mathematical modeling provided a useful framework for analyzing and interpreting surveillance data during the 2009 influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for highlighting limitations in existing pandemic surveillance systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and for guiding how these systems should be strengthened in order to cope with future epidemics of influenza or other emerging infectious diseases .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "195"
  }
}