{
  "paper_id": "8e08fc4e2bad1f9e32a4034e66d96014978e070f",
  "metadata": {
    "title": "Viral Respiratory Infections in the Neonatal Intensive Care Unit-A Review",
    "coda_data_split": "train",
    "coda_paper_id": 3720,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although infrequent, respiratory viral infections (RVIs) during birth hospitalization have a significant impact on short-and long-term morbidity in term and preterm neonates. RVI have been associated with increased length of hospital stay, severe disease course, unnecessary antimicrobial exposure and nosocomial outbreaks in the neonatal intensive care unit (NICU). Virus transmission has been described to occur via health care professionals, parents and other visitors. Most at risk are infants born prematurely, due to their immature immune system and the fact that they stay in the NICU for a considerable length of time. A prevalence of RVIs in the NICU in symptomatic infants of 6-30% has been described, although RVIs are most probably underdiagnosed, since testing for viral pathogens is not performed routinely in symptomatic patients in many NICUs. Additional challenges are the wide range of clinical presentation of RVIs, their similarity to bacterial infections and the unreliable detection methods prior to the era of molecular biology based technologies. In this review, current knowledge of early-life RVI in the NICU is discussed. Reviewed viral pathogens include human rhinovirus, respiratory syncytial virus and influenza virus, and discussed literature is restricted to reports based on modern molecular biology techniques. The review highlights therapeutic approaches and possible preventive strategies. Furthermore, short-and long-term consequences of RVIs in infants hospitalized in the NICU are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Although infrequent , respiratory viral infections ( RVIs ) during birth hospitalization have a significant impact on short-and long-term morbidity in term and preterm neonates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RVI have been associated with increased length of hospital stay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe disease course , unnecessary antimicrobial exposure and nosocomial outbreaks in the neonatal intensive care unit ( NICU ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus transmission has been described to occur via health care professionals , parents and other visitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most at risk are infants born prematurely ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to their immature immune system and the fact that they stay in the NICU for a considerable length of time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A prevalence of RVIs in the NICU in symptomatic infants of 6-30 % has been described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although RVIs are most probably underdiagnosed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since testing for viral pathogens is not performed routinely in symptomatic patients in many NICUs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional challenges are the wide range of clinical presentation of RVIs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their similarity to bacterial infections and the unreliable detection methods prior to the era of molecular biology based technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , current knowledge of early-life RVI in the NICU is discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Reviewed viral pathogens include human rhinovirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "respiratory syncytial virus and influenza virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discussed literature is restricted to reports based on modern molecular biology techniques .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The review highlights therapeutic approaches and possible preventive strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , short-and long-term consequences of RVIs in infants hospitalized in the NICU are discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "245"
  }
}