{
  "paper_id": "8e549a3356d7bd16111c4f682ae12a21ad4c5633",
  "metadata": {
    "title": "Wildlife Trade and Human Health in Lao PDR: An Assessment of the Zoonotic Disease Risk in Markets",
    "coda_data_split": "train",
    "coda_paper_id": 6153,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although the majority of emerging infectious diseases can be linked to wildlife sources, most pathogen spillover events to people could likely be avoided if transmission was better understood and practices adjusted to mitigate risk. Wildlife trade can facilitate zoonotic disease transmission and represents a threat to human health and economies in Asia, highlighted by the 2003 SARS coronavirus outbreak, where a Chinese wildlife market facilitated pathogen transmission. Additionally, wildlife trade poses a serious threat to biodiversity. Therefore, the combined impacts of Asian wildlife trade, sometimes termed bush meat trade, on public health and biodiversity need assessing. From 2010 to 2013, observational data were collected in Lao PDR from markets selling wildlife, including information on volume, form, species and price of wildlife; market biosafety and visitor origin. The potential for traded wildlife to host zoonotic diseases that pose a serious threat to human health was then evaluated at seven markets identified as having high volumes of trade. At the seven markets, during 21 observational surveys, 1,937 alive or fresh dead mammals (approximately 1,009 kg) were observed for sale, including mammals from 12 taxonomic families previously documented to be capable of hosting 36 zoonotic pathogens. In these seven markets, the combination of high wildlife volumes, high risk taxa for zoonoses and poor biosafety increases the potential for pathogen presence and transmission. To examine the potential conservation impact of trade in markets, we assessed the status of 33,752 animals observed during 375 visits to 93 markets, under the Lao PDR Wildlife and Aquatic Law. We observed 6,452 animals listed by Lao PDR as near extinct or threatened with extinction. The combined risks of wildlife trade in Lao PDR to human health and biodiversity highlight the need for a multi-sector approach to effectively protect public health, economic interests and biodiversity.",
      "sentences": [
        [
          {
            "segment_text": "Although the majority of emerging infectious diseases can be linked to wildlife sources ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most pathogen spillover events to people could likely be avoided if transmission was better understood and practices adjusted to mitigate risk .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wildlife trade can facilitate zoonotic disease transmission and represents a threat to human health and economies in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlighted by the 2003 SARS coronavirus outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where a Chinese wildlife market facilitated pathogen transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , wildlife trade poses a serious threat to biodiversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the combined impacts of Asian wildlife trade ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "sometimes termed bush meat trade ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on public health and biodiversity need assessing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "From 2010 to 2013 , observational data were collected in Lao PDR from markets selling wildlife ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including information on volume , form ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "species and price of wildlife ; market biosafety and visitor origin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The potential for traded wildlife to host zoonotic diseases that pose a serious threat to human health was then evaluated at seven markets identified as having high volumes of trade .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the seven markets , during 21 observational surveys ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1,937 alive or fresh dead mammals ( approximately 1,009 kg ) were observed for sale ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including mammals from 12 taxonomic families previously documented to be capable of hosting 36 zoonotic pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In these seven markets , the combination of high wildlife volumes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high risk taxa for zoonoses and poor biosafety increases the potential for pathogen presence and transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To examine the potential conservation impact of trade in markets ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we assessed the status of 33,752 animals observed during 375 visits to 93 markets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "under the Lao PDR Wildlife and Aquatic Law .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed 6,452 animals listed by Lao PDR as near extinct or threatened with extinction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combined risks of wildlife trade in Lao PDR to human health and biodiversity highlight the need for a multi-sector approach to effectively protect public health , economic interests and biodiversity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Wildlife Trade and Human Health in Lao PDR PLOS ONE |",
      "sentences": [
        [
          {
            "segment_text": "Wildlife Trade and Human Health in Lao PDR PLOS ONE |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "24",
    "token_num": "340"
  }
}