{
  "paper_id": "8e708c5946b1bdc4a6512b27ea794dda4823373f",
  "metadata": {
    "title": "Multifunctional nanoparticles: Analytical prospects",
    "coda_data_split": "train",
    "coda_paper_id": 3986,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multifunctional nanoparticles are among the most exciting nanomaterials with promising applications in analytical chemistry. These applications include (bio)sensing, (bio)assays, catalysis and separations. Although most of these applications are based on the magnetic, optical and electrochemical properties of multifunctional nanoparticles, other aspects such as the synergistic effect of the functional groups and the amplification effect associated with the nanoscale dimension have also been observed. Considering not only the nature of the raw material but also the shape, there is a huge variety of nanoparticles. In this review only magnetic, quantum dots, gold nanoparticles, carbon and inorganic nanotubes as well as silica, titania and gadolinium oxide nanoparticles are addressed. This review presents a narrative summary on the use of multifuncional nanoparticles for analytical applications, along with a discussion on some critical challenges existing in the field and possible solutions that have been or are being developed to overcome these challenges.",
      "sentences": [
        [
          {
            "segment_text": "Multifunctional nanoparticles are among the most exciting nanomaterials with promising applications in analytical chemistry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These applications include ( bio ) sensing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( bio ) assays , catalysis and separations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although most of these applications are based on the magnetic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "optical and electrochemical properties of multifunctional nanoparticles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "other aspects such as the synergistic effect of the functional groups and the amplification effect associated with the nanoscale dimension have also been observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considering not only the nature of the raw material but also the shape ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a huge variety of nanoparticles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review only magnetic ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "quantum dots , gold nanoparticles ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "carbon and inorganic nanotubes as well as silica ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "titania and gadolinium oxide nanoparticles are addressed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review presents a narrative summary on the use of multifuncional nanoparticles for analytical applications ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "along with a discussion on some critical challenges existing in the field and possible solutions that have been or are being developed to overcome these challenges .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "170"
  }
}