{
  "paper_id": "8e706c240839154f4fb123d28c5b57e078703bc6",
  "metadata": {
    "title": "Utility of the aged BALB/c mouse model to demonstrate prevention and control strategies for Severe Acute Respiratory Syndrome coronavirus (SARS-CoV)",
    "coda_data_split": "train",
    "coda_paper_id": 5660,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The causative agent of Severe Acute Respiratory Syndrome (SARS) was identified as a coronavirus (CoV) following the outbreak of 2002-2003. There are currently no licensed vaccines or treatments for SARS-CoV infections. Potential prevention and control strategies that show promise in vitro must be evaluated in animal models. The aged BALB/c mouse model for SARS supports a high level of viral replication in association with clinical illness and disease that mimics SARS in the elderly. We tested two preventive strategies, vaccination and passive transfer of serum antibody, to determine the extent of protection achieved against SARS-CoV challenge in this model. These approaches were able to achieve or induce antibody titers sufficient to reduce viral load, protect from weight loss and reduce or eliminate histopathologic changes in the lungs of aged mice. This study validates the utility of the aged BALB/c mouse model for evaluation of the efficacy of vaccines and immunoprophylaxis. Published by Elsevier Ltd.",
      "sentences": [
        [
          {
            "segment_text": "The causative agent of Severe Acute Respiratory Syndrome ( SARS ) was identified as a coronavirus ( CoV ) following the outbreak of 2002-2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are currently no licensed vaccines or treatments for SARS-CoV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Potential prevention and control strategies that show promise in vitro must be evaluated in animal models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aged BALB/c mouse model for SARS supports a high level of viral replication in association with clinical illness and disease that mimics SARS in the elderly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We tested two preventive strategies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vaccination and passive transfer of serum antibody ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to determine the extent of protection achieved against SARS-CoV challenge in this model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These approaches were able to achieve or induce antibody titers sufficient to reduce viral load ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protect from weight loss and reduce or eliminate histopathologic changes in the lungs of aged mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study validates the utility of the aged BALB/c mouse model for evaluation of the efficacy of vaccines and immunoprophylaxis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "169"
  }
}