{
  "paper_id": "8e7d221febb0647763c74b251362f013b622dedf",
  "metadata": {
    "title": "SPOTLIGHT REVIEW Protein degradation systems in viral myocarditis leading to dilated cardiomyopathy",
    "coda_data_split": "train",
    "coda_paper_id": 6887,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The primary intracellular protein degradation systems, including the ubiquitin-proteasome and the lysosome pathways, have been emerging as central regulators of viral infectivity, inflammation, and viral pathogenicity. Viral myocarditis is an inflammatory disease of the myocardium caused by virus infection in the heart. The disease progression of viral myocarditis occurs in three distinct stages: acute viral infection, immune cell infiltration, and cardiac remodelling. Growing evidence suggests a crucial role for host proteolytic machineries in the regulation of the pathogenesis and progression of viral myocarditis in all three stages. Cardiotropic viruses evolve different strategies to subvert host protein degradation systems to achieve successful viral replication. In addition, these proteolytic systems play important roles in the activation of innate and adaptive immune responses during viral infection. Recent evidence also suggests a key role for the ubiquitin-proteasome and lysosome systems as the primary effectors of protein quality control in the regulation of cardiac remodelling. This review summarizes the recent advances in understanding the direct interaction between cardiotropic viruses and host proteolytic systems, with an emphasis on coxsackievirus B3, one of the primary aetiological agents causing viral myocarditis, and highlights possible roles of the host degradation systems in the pathogenesis of viral myocarditis and its progression to dilated cardiomyopathy.",
      "sentences": [
        [
          {
            "segment_text": "The primary intracellular protein degradation systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the ubiquitin-proteasome and the lysosome pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been emerging as central regulators of viral infectivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammation , and viral pathogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral myocarditis is an inflammatory disease of the myocardium caused by virus infection in the heart .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease progression of viral myocarditis occurs in three distinct stages : acute viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immune cell infiltration , and cardiac remodelling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Growing evidence suggests a crucial role for host proteolytic machineries in the regulation of the pathogenesis and progression of viral myocarditis in all three stages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cardiotropic viruses evolve different strategies to subvert host protein degradation systems to achieve successful viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , these proteolytic systems play important roles in the activation of innate and adaptive immune responses during viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent evidence also suggests a key role for the ubiquitin-proteasome and lysosome systems as the primary effectors of protein quality control in the regulation of cardiac remodelling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the recent advances in understanding the direct interaction between cardiotropic viruses and host proteolytic systems ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with an emphasis on coxsackievirus B3 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "one of the primary aetiological agents causing viral myocarditis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and highlights possible roles of the host degradation systems in the pathogenesis of viral myocarditis and its progression to dilated cardiomyopathy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "---",
      "sentences": [
        [
          {
            "segment_text": "--",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "224"
  }
}