{
  "paper_id": "8e8887d0412ee282b492096a86396c45ee54843d",
  "metadata": {
    "title": "Identification of six new polymorphisms in the human coronavirus 229E receptor gene (aminopeptidase N/CD13) ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 3930,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Human aminopeptidase N (APN/CD13/ANPEP) has been identified as the receptor for human coronavirus (HCoV) 229E. In this study, we analyzed the region of the APN gene that encodes a stretch of amino acid residues, essential for its HCoV-229E receptor function (amino acids 260-353).",
      "sentences": [
        [
          {
            "segment_text": "Objective : Human aminopeptidase N ( APN/CD13/ANPEP ) has been identified as the receptor for human coronavirus ( HCoV ) 229E .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this study , we analyzed the region of the APN gene that encodes a stretch of amino acid residues ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "essential for its HCoV-229E receptor function ( amino acids 260-353 ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Full-length APN exon 3, intron 3 and exon 4, was PCR-amplified and sequenced in DNA samples from 100 unrelated Caucasian Belgian healthy volunteers.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Full-length APN exon 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intron 3 and exon 4 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was PCR-amplified and sequenced in DNA samples from 100 unrelated Caucasian Belgian healthy volunteers .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We identified seven polymorphisms, including four intron 3 and three exon 4 variations. Apart from the already known C956T exon 4 mutation, the six other polymorphisms have not yet been described. The most prevalent APN variations in this population (C956T leading to an alanine to valine substitution, G978T, G987A and intron3-C389T) always occurred together at an allele frequency of 8.5%. Haploid DNA sequencing demonstrated the presence of these four variations on the same allele. Three polymorphisms in intron 3, intron3-G395C, intron3-C86T, and intron3-C429T, were identified with an allele frequency of 3.5%, 1% and 0.5% respectively. Five haplotypes were identified in the population of 100 individuals.",
      "sentences": [
        [
          {
            "segment_text": "Results : We identified seven polymorphisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including four intron 3 and three exon 4 variations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Apart from the already known C956T exon 4 mutation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the six other polymorphisms have not yet been described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most prevalent APN variations in this population ( C956T leading to an alanine to valine substitution , G978T , G987A and intron3-C389T ) always occurred together at an allele frequency of 8.5 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Haploid DNA sequencing demonstrated the presence of these four variations on the same allele .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three polymorphisms in intron 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intron3-G395C , intron3-C86T , and intron3-C429T ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were identified with an allele frequency of 3.5 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1 % and 0.5 % respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five haplotypes were identified in the population of 100 individuals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: These results demonstrate that there is a relatively broad spectrum of variations in the APN domain critical for coronavirus binding.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : These results demonstrate that there is a relatively broad spectrum of variations in the APN domain critical for coronavirus binding .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The nucleotide sequence reported here has been submitted to the GenBank database with the following accession number: AF527789.",
      "sentences": [
        [
          {
            "segment_text": "The nucleotide sequence reported here has been submitted to the GenBank database with the following accession number : AF527789 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "254"
  }
}