{
  "paper_id": "8e910db8a6a457e5b407a4667e8a4c5dfa8eaa28",
  "metadata": {
    "title": "Lipidomic study of intracellular Singapore grouper iridovirus",
    "coda_data_split": "train",
    "coda_paper_id": 6409,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Singapore grouper iridoviruses (SGIV) infected grouper cells release few enveloped extracellular viruses by budding and many unenveloped intracellular viruses following cell lysis. The lipid composition and function of such unenveloped intracellular viruses remain unknown. Detergent treatment of the intracellular viruses triggered the loss of viral lipids, capsid proteins and infectivity. Enzymatic digestion of the viral lipids with phospholipases and sphingomyelinase retained the viral capsid proteins but reduced infectivity. Over 220 lipid species were identified and quantified from the viruses and its producer cells by electrospray ionization mass spectrometry. Ten caspid proteins that dissociated from the viruses following the detergent treatments were identified by MALDI-TOF/TOF-MS/MS. Five of them were demonstrated to be lipid-binding proteins. This is the first research detailing the lipidome and lipid-protein interactions of an unenveloped virus. The identified lipid species and lipid-binding proteins will facilitate further studies of the viral assembly, egress and entry.",
      "sentences": [
        [
          {
            "segment_text": "Singapore grouper iridoviruses ( SGIV ) infected grouper cells release few enveloped extracellular viruses by budding and many unenveloped intracellular viruses following cell lysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lipid composition and function of such unenveloped intracellular viruses remain unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detergent treatment of the intracellular viruses triggered the loss of viral lipids , capsid proteins and infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enzymatic digestion of the viral lipids with phospholipases and sphingomyelinase retained the viral capsid proteins but reduced infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over 220 lipid species were identified and quantified from the viruses and its producer cells by electrospray ionization mass spectrometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten caspid proteins that dissociated from the viruses following the detergent treatments were identified by MALDI-TOF/TOF-MS/MS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Five of them were demonstrated to be lipid-binding proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first research detailing the lipidome and lipid-protein interactions of an unenveloped virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identified lipid species and lipid-binding proteins will facilitate further studies of the viral assembly , egress and entry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "9",
    "token_num": "159"
  }
}