{
  "paper_id": "8ebaea1298eb033c3cc56b2338ea7cbaa4e2f3db",
  "metadata": {
    "title": "Evaluation of antiviral -passive -active immunization (\"sandwich\") therapeutic strategy for functional cure of chronic hepatitis B in mice",
    "coda_data_split": "train",
    "coda_paper_id": 10891,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Chronic Hepatitis B (CHB) remains a major problem for global public health. Viral persistence and immune defects are the two major reasons for CHB, and it was hypothesized that based on a transient clearance of serum viral DNA and HBsAg \"window stage\", active immunization against hepatitis B virus (HBV) might initiate effective host immune responses versus HBV to achieve functional cure of CHB. Methods: Two experimental mouse models that mice hydrodynamic injected HBV DNA or infected with recombinant AAV/HBV were used. The \"sandwich\" therapeutic effect by using a potent human anti-HBsAg neutralizing monoclonal antibody (G12) in combination with antiviral drug tenofovir disoproxil fumarate (TDF), followed by active immunization with HBsAg-HBsAb (mYIC) was evaluated. Findings: A single G12 injection rapidly cleared serum HBsAg in HDI-HBV carrier mice, with a synergistic effect in decreasing viral DNA load when TDF was given orally. When both serum viral DNA and HBsAg load became low or undetectable, mYIC was administered. A more effective clearance of viral DNA and HBsAg was observed and serum HBsAb was developed only in these \"sandwich\"-treated mice. Efficient intrahepatic anti-HBV immune responses were also observed in these mice, including the formation of aggregates of myeloid cells with CD8 + T cells and increased TNF-α, granzyme B production.",
      "sentences": [
        [
          {
            "segment_text": "Background : Chronic Hepatitis B ( CHB ) remains a major problem for global public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral persistence and immune defects are the two major reasons for CHB ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it was hypothesized that based on a transient clearance of serum viral DNA and HBsAg `` window stage \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "active immunization against hepatitis B virus ( HBV ) might initiate effective host immune responses versus HBV to achieve functional cure of CHB .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Two experimental mouse models that mice hydrodynamic injected HBV DNA or infected with recombinant AAV/HBV were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The `` sandwich \u0027\u0027 therapeutic effect by using a potent human anti-HBsAg neutralizing monoclonal antibody ( G12 ) in combination with antiviral drug tenofovir disoproxil fumarate ( TDF ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by active immunization with HBsAg-HBsAb ( mYIC ) was evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Findings : A single G12 injection rapidly cleared serum HBsAg in HDI-HBV carrier mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a synergistic effect in decreasing viral DNA load when TDF was given orally .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When both serum viral DNA and HBsAg load became low or undetectable , mYIC was administered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A more effective clearance of viral DNA and HBsAg was observed and serum HBsAb was developed only in these `` sandwich \u0027\u0027 - treated mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efficient intrahepatic anti-HBV immune responses were also observed in these mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the formation of aggregates of myeloid cells with CD8 + T cells and increased TNF-α , granzyme B production .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The \"sandwich\" combination therapy not only efficiently decreased HBsAg and HBV DNA levels but also induced effective cellular and humoral immunity, which may result in functional cure of CHB.",
      "sentences": [
        [
          {
            "segment_text": "The `` sandwich \u0027\u0027 combination therapy not only efficiently decreased HBsAg and HBV DNA levels but also induced effective cellular and humoral immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may result in functional cure of CHB .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Research in context section",
      "sentences": [
        [
          {
            "segment_text": "Research in context section",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Persistence of HBV cccDNA and various host immune defects were shown as the two main obstacles for HBV clearance. Blocking a single target will not be sufficient to achieve functional cure of CHB. A very small percentage of CHB patients could attain \"functional cure\" by antiviral treatment fol- * Corresponding authors. .cn (Z. Yuan). lowed by interferon therapy. Therapeutic vaccination for CHB showed substantial efficacy. A humanized HBsAb G12 could efficiently block HBV infection and decrease HBsAg level in mice model.",
      "sentences": [
        [
          {
            "segment_text": "Persistence of HBV cccDNA and various host immune defects were shown as the two main obstacles for HBV clearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blocking a single target will not be sufficient to achieve functional cure of CHB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A very small percentage of CHB patients could attain `` functional cure \u0027\u0027 by antiviral treatment fol - * Corresponding authors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "cn ( Z. Yuan ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "lowed by interferon therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therapeutic vaccination for CHB showed substantial efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A humanized HBsAb G12 could efficiently block HBV infection and decrease HBsAg level in mice model .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This research showed that when both serum viral DNA and HB-sAg load became low or undetectable by antiviral and HBsAb treatment, therapeutic vaccine (mYIC) add on induced effective, host humoral and intrahepatic cellular anti-HBV immune responses, with more rapid and efficient clearance of HBV and HBsAg.",
      "sentences": [
        [
          {
            "segment_text": "This research showed that when both serum viral DNA and HB-sAg load became low or undetectable by antiviral and HBsAb treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "therapeutic vaccine ( mYIC ) add on induced effective ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "host humoral and intrahepatic cellular anti-HBV immune responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with more rapid and efficient clearance of HBV and HBsAg .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Based on optimized antiviral treatment with potent human HB-sAb to rapidly decrease serum HBsAg, followed by boosting host with active immunization provides a novel strategy for functional cure of CHB.",
      "sentences": [
        [
          {
            "segment_text": "Based on optimized antiviral treatment with potent human HB-sAb to rapidly decrease serum HBsAg ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by boosting host with active immunization provides a novel strategy for functional cure of CHB .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "20",
    "segment_num": "30",
    "token_num": "458"
  }
}