{
  "paper_id": "8ebf7dd7de030530f4ff3ceaf836f74fb5c4b8ba",
  "metadata": {
    "title": "Volatility transmissions between renminbi and Asia-Pacific on-shore and off-shore U.S. dollar futures",
    "coda_data_split": "train",
    "coda_paper_id": 4742,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper uses multivariate GARCH techniques to study volatility spillovers between the Chinese non-deliverable forward market and seven of its Asia-Pacific counterparts over the period January 1998 to March 2005. To account for the time-variability of conditional correlation, a dynamic correlation structure is included in the volatility model specification. The empirical results demonstrate that the renminbi non-deliverable forward (NDF) has been a driver of various Asian currency markets but that such co-movements exhibit a substantial degree of heterogeneity. As to the determinants of the magnitude of these co-movements, we test the relevance of potential factors and find that it is the degree of real and financial integration, in particular, that exerts the largest influence on volatility transmission.",
      "sentences": [
        [
          {
            "segment_text": "This paper uses multivariate GARCH techniques to study volatility spillovers between the Chinese non-deliverable forward market and seven of its Asia-Pacific counterparts over the period January 1998 to March 2005 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To account for the time-variability of conditional correlation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a dynamic correlation structure is included in the volatility model specification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The empirical results demonstrate that the renminbi non-deliverable forward ( NDF ) has been a driver of various Asian currency markets but that such co-movements exhibit a substantial degree of heterogeneity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As to the determinants of the magnitude of these co-movements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we test the relevance of potential factors and find that it is the degree of real and financial integration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular , that exerts the largest influence on volatility transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "127"
  }
}