{
  "paper_id": "8ec8e4151b2b8d6a61816f179b510df439a19de9",
  "metadata": {
    "title": "Characterization of Proteins Encoded by ORFs 2 to 7 of Lelystad Virus",
    "coda_data_split": "train",
    "coda_paper_id": 3733,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The genome of Lelystad virus (LV), a positive-strand RNA virus, is 15 kb in length and contains 8 open reading frames (ORFs) that encode putative viral proteins. ORFs 2 to 7 were cloned in plasmids downstream of the Sp6 RNA polymerase promoter, and the translation of transcripts generated in vitro yielded proteins that could be immunoprecipitated with porcine anti-LV serum. Synthetic polypeptides of 15 to 17 amino acids were selected\" from the amino acid sequences of ORFs 2 to 7 and antipeptide sera were raised in rabbits. Antisera that immunoprecipitated the in vitro translation products of ORFs 2 to 5 and 7 were obtained. Sera containing antibodies directed against peptides from ORFs 3 to 7 reacted positively with LV-infected alveolar lung macrophages in the immunoperoxidase monolayer assay. Using these antipeptide sera and porcine anti-LV serum, we identified three structural proteins and assigned their corresponding genes. Virions were found to contain a nucleocapsid protein of 15 kDa (N), an unglycosylated membrane protein of 18 kDa (M), and a glycosylated membrane protein of 25 kDa (E). The N protein is encoded by QRF7, the M protein is encoded by ORF6, and the E protein is encoded by ORF5. The E protein in virus particles contains one or two N-glycans that are resistant to endo-iS-N-acetyI-Dglucosaminidase H. This finding indicates that the high-mannose glycans are processed into complex glycans in the Golgi compartment. The protein composition of the LV virions further confirms that LV is evolutionarily related to equine arteritis virus, simian hemorrhagic fever virus, and lactate dehydrogenase-elevating virus.",
      "sentences": [
        [
          {
            "segment_text": "The genome of Lelystad virus ( LV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a positive-strand RNA virus , is 15 kb in length and contains 8 open reading frames ( ORFs ) that encode putative viral proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ORFs 2 to 7 were cloned in plasmids downstream of the Sp6 RNA polymerase promoter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the translation of transcripts generated in vitro yielded proteins that could be immunoprecipitated with porcine anti-LV serum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Synthetic polypeptides of 15 to 17 amino acids were selected \u0027\u0027 from the amino acid sequences of ORFs 2 to 7 and antipeptide sera were raised in rabbits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antisera that immunoprecipitated the in vitro translation products of ORFs 2 to 5 and 7 were obtained .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sera containing antibodies directed against peptides from ORFs 3 to 7 reacted positively with LV-infected alveolar lung macrophages in the immunoperoxidase monolayer assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using these antipeptide sera and porcine anti-LV serum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified three structural proteins and assigned their corresponding genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virions were found to contain a nucleocapsid protein of 15 kDa ( N ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an unglycosylated membrane protein of 18 kDa ( M ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a glycosylated membrane protein of 25 kDa ( E ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The N protein is encoded by QRF7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the M protein is encoded by ORF6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the E protein is encoded by ORF5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The E protein in virus particles contains one or two N-glycans that are resistant to endo-iS-N-acetyI-Dglucosaminidase H .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding indicates that the high-mannose glycans are processed into complex glycans in the Golgi compartment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein composition of the LV virions further confirms that LV is evolutionarily related to equine arteritis virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "simian hemorrhagic fever virus , and lactate dehydrogenase-elevating virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "287"
  }
}