{
  "paper_id": "8ecda545cc20407a108cb59018ec349541259da3",
  "metadata": {
    "title": "Clinical and Paraclinical Characteristics of COVID-19 patients: A systematic review and meta-analysis",
    "coda_data_split": "train",
    "coda_paper_id": 4406,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Province, China has been identified. According to the high prevalence of new coronavirus, further investigation on the clinical and paraclinical features of this disease seems essential. Hence, we carried out this systematic review and meta-analysis to figure out the unknown features.",
      "sentences": [
        [
          {
            "segment_text": "Province , China has been identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "According to the high prevalence of new coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "further investigation on the clinical and paraclinical features of this disease seems essential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , we carried out this systematic review and meta-analysis to figure out the unknown features .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This study was performed using databases of Web of Science, Scopus and PubMed.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This study was performed using databases of Web of Science , Scopus and PubMed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We considered English cross-sectional and case-series papers which reported clinical, radiological, and laboratory characteristics of patients with COVID-19. We used STATA v.11 and random effect model for data analysis.",
      "sentences": [
        [
          {
            "segment_text": "We considered English cross-sectional and case-series papers which reported clinical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "radiological , and laboratory characteristics of patients with COVID-19 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used STATA v. 11 and random effect model for data analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In the present meta-analysis, 32 papers including 49504 COVID-19 patients were studied.",
      "sentences": [
        [
          {
            "segment_text": "In the present meta-analysis , 32 papers including 49504 COVID-19 patients were studied .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The most common clinical symptoms were fever (84%), cough (65%) and fatigue (42%), respectively. The most common radiological and paraclinical features were bilateral pneumonia (61%), ground-glass opacity (50%), thrombocytopenia (36%) and lymphocytopenia (34%). The study also showed that the frequency of comorbidities and early symptoms was higher in critically severe patients. Moreover, we found the overall mortality rate of three percent.",
      "sentences": [
        [
          {
            "segment_text": "The most common clinical symptoms were fever ( 84 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cough ( 65 % ) and fatigue ( 42 % ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common radiological and paraclinical features were bilateral pneumonia ( 61 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ground-glass opacity ( 50 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thrombocytopenia ( 36 % ) and lymphocytopenia ( 34 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study also showed that the frequency of comorbidities and early symptoms was higher in critically severe patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we found the overall mortality rate of three percent .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: According to that there are many cases without Computed Tomography Scan findings or clear clinical symptoms, it is recommended to use other confirming methods such RNA sequencing in order to identification of suspicious undiagnosed patients. Moreover, while there is no access to clinical and paraclinical facilities in in public places such as airports and border crossings, it is recommended to consider factors such as fever, cough, sputum and fatigue.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : According to that there are many cases without Computed Tomography Scan findings or clear clinical symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is recommended to use other confirming methods such RNA sequencing in order to identification of suspicious undiagnosed patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , while there is no access to clinical and paraclinical facilities in in public places such as airports and border crossings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is recommended to consider factors such as fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cough , sputum and fatigue .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "281"
  }
}