{
  "paper_id": "8ed0914312a47f0d8c127bc1db47446c1792e1de",
  "metadata": {
    "title": "Public health interventions for epidemics: implications for multiple infection waves",
    "coda_data_split": "train",
    "coda_paper_id": 3815,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Epidemics with multiple infection waves have been documented for some human diseases, most notably during past influenza pandemics. While pathogen evolution, co-infection, and behavioural changes have been proposed as possible mechanisms for the occurrence of subsequent outbreaks, the effect of public health interventions remains undetermined.",
      "sentences": [
        [
          {
            "segment_text": "Background : Epidemics with multiple infection waves have been documented for some human diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most notably during past influenza pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While pathogen evolution , co-infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and behavioural changes have been proposed as possible mechanisms for the occurrence of subsequent outbreaks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the effect of public health interventions remains undetermined .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We develop mean-field and stochastic epidemiological models for disease transmission, and perform simulations to show how control measures, such as drug treatment and isolation of ill individuals, can influence the epidemic profile and generate sequences of infection waves with different characteristics.",
      "sentences": [
        [
          {
            "segment_text": "We develop mean-field and stochastic epidemiological models for disease transmission ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and perform simulations to show how control measures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "such as drug treatment and isolation of ill individuals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "can influence the epidemic profile and generate sequences of infection waves with different characteristics .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We demonstrate the impact of parameters representing the effectiveness and adverse consequences of intervention measures, such as treatment and emergence of drug resistance, on the spread of a pathogen in the population. If pathogen resistant strains evolve under drug pressure, multiple outbreaks are possible with variability in their characteristics, magnitude, and timing. In this context, the level of drug use and isolation capacity play an important role in the occurrence of subsequent outbreaks. Our simulations for influenza infection as a case study indicate that the intensive use of these interventions during the early stages of the epidemic could delay the spread of disease, but it may also result in later infection waves with possibly larger magnitudes.",
      "sentences": [
        [
          {
            "segment_text": "We demonstrate the impact of parameters representing the effectiveness and adverse consequences of intervention measures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as treatment and emergence of drug resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "on the spread of a pathogen in the population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If pathogen resistant strains evolve under drug pressure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multiple outbreaks are possible with variability in their characteristics , magnitude , and timing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this context , the level of drug use and isolation capacity play an important role in the occurrence of subsequent outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our simulations for influenza infection as a case study indicate that the intensive use of these interventions during the early stages of the epidemic could delay the spread of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but it may also result in later infection waves with possibly larger magnitudes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "225"
  }
}