{
  "paper_id": "8ed97c4e9b270e939a91b1c62354ed77a7d74670",
  "metadata": {
    "title": "A cysteine-rich metal-binding domain from rubella virus non- structural protein is essential for viral protease activity and virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 4329,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The protease domain within the RUBV (rubella virus) NS (non-structural) replicase proteins functions in the self-cleavage of the polyprotein precursor into the two mature proteins which form the replication complex. This domain has previously been shown to require both zinc and calcium ions for optimal activity. In the present study we carried out metal-binding and conformational experiments on a purified cysteine-rich minidomain of the RUBV NS protease containing the putative Zn 2+ -binding ligands. This minidomain bound to Zn 2+ with a stoichiometry of ≈0.7 and an apparent dissociation constant of \u003c 500 nM. Fluorescence quenching and 8anilinonaphthalene-1-sulfonic acid fluorescence methods revealed that Zn 2+ binding resulted in conformational changes characterized by shielding of hydrophobic regions from the solvent. Mutational analyses using the minidomain identified residues Cys 1175 , Cys 1178 , Cys 1225 and Cys 1227 were required for the binding of Zn 2+ . Corresponding mutational analyses using a RUBV replicon confirmed that these residues were necessary for both proteolytic activity of the NS protease and viability. The present study demonstrates that the CXXC(X) 48 CXC Zn 2+ -binding motif in the RUBV NS protease is critical for maintaining the structural integrity of the protease domain and essential for proteolysis and virus replication.",
      "sentences": [
        [
          {
            "segment_text": "The protease domain within the RUBV ( rubella virus ) NS ( non-structural ) replicase proteins functions in the self-cleavage of the polyprotein precursor into the two mature proteins which form the replication complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This domain has previously been shown to require both zinc and calcium ions for optimal activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study we carried out metal-binding and conformational experiments on a purified cysteine-rich minidomain of the RUBV NS protease containing the putative Zn 2 + - binding ligands .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This minidomain bound to Zn 2 + with a stoichiometry of ≈ 0.7 and an apparent dissociation constant of \u003c 500 nM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fluorescence quenching and 8anilinonaphthalene-1-sulfonic acid fluorescence methods revealed that Zn 2 + binding resulted in conformational changes characterized by shielding of hydrophobic regions from the solvent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mutational analyses using the minidomain identified residues Cys 1175 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cys 1178 , Cys 1225 and Cys 1227 were required for the binding of Zn 2 + .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Corresponding mutational analyses using a RUBV replicon confirmed that these residues were necessary for both proteolytic activity of the NS protease and viability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study demonstrates that the CXXC ( X ) 48 CXC Zn 2 + - binding motif in the RUBV NS protease is critical for maintaining the structural integrity of the protease domain and essential for proteolysis and virus replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "227"
  }
}