{
  "paper_id": "8ef4aa172f4677a1e179a04850d0a668e7ea3faf",
  "metadata": {
    "title": "Detection of selected pathogens in Apennine wolf (Canis lupus italicus) by a non-invasive GPS-based telemetry sampling of two packs from Majella National Park, Italy",
    "coda_data_split": "train",
    "coda_paper_id": 9189,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, a multi-pathogens survey was conducted to verify the sanitary status of two Italian wolf packs of Majella National Park. Twenty fecal samples (10/pack) were collected using a sampling protocol, based on the combining data from radio-collared wolves with geographic information system (GIS) analysis, allowing to mark off the home range of packs and to recover groupspecific and high-quality specimens. Virological screening against the most prevalent canine viruses (protoparvovirus, distemper virus, adenoviruses, and coronaviruses) was carried out by molecular methods, while parasites were detected by means of copromicroscopic and molecular analysis. Canine parvovirus type 2b (CPV-2b) is the most prevalent virus in both packs (7/20), followed by canine adenovirus type 2 (CAdV-2), while no sequences of canine distemper virus and coronaviruses were detected. The sequence analysis of the viruses demonstrated the domestic origin of the infection, highlighting the importance of vaccination of local dogs in order to reduce the risk of exposure of wildlife to these pathogens. Fourteen samples resulted positive for parasites. Capillaria aerophila (sin. Eucoleus aerophilus), Ancylostoma/Uncinaria, Trichuris vulpis eggs, Sarcocystis spp., Cystoisospora canis, and Angiostrongylus vasorum larvae were identified. Echinococcus granulosus sensu stricto (ovine genotype G1) and Giardia duodenalis(canid-specific Assemblage C) were also characterized, providing insights into the wolves\u0027 diet and their effects on environmental contamination. The sampling protocol applied in this study, based on a multidisciplinary approach, represents an innovative tool for the survey of Apennine wolf, able to integrate sanitary data with the ecological and demographic features of this population.",
      "sentences": [
        [
          {
            "segment_text": "In this study , a multi-pathogens survey was conducted to verify the sanitary status of two Italian wolf packs of Majella National Park .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Twenty fecal samples ( 10/pack ) were collected using a sampling protocol ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on the combining data from radio-collared wolves with geographic information system ( GIS ) analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allowing to mark off the home range of packs and to recover groupspecific and high-quality specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virological screening against the most prevalent canine viruses ( protoparvovirus , distemper virus , adenoviruses , and coronaviruses ) was carried out by molecular methods ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while parasites were detected by means of copromicroscopic and molecular analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Canine parvovirus type 2b ( CPV-2b ) is the most prevalent virus in both packs ( 7/20 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by canine adenovirus type 2 ( CAdV-2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while no sequences of canine distemper virus and coronaviruses were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sequence analysis of the viruses demonstrated the domestic origin of the infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the importance of vaccination of local dogs in order to reduce the risk of exposure of wildlife to these pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fourteen samples resulted positive for parasites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Capillaria aerophila ( sin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eucoleus aerophilus ) , Ancylostoma/Uncinaria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Trichuris vulpis eggs , Sarcocystis spp. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cystoisospora canis , and Angiostrongylus vasorum larvae were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Echinococcus granulosus sensu stricto ( ovine genotype G1 ) and Giardia duodenalis ( canid-specific Assemblage C ) were also characterized ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing insights into the wolves \u0027 diet and their effects on environmental contamination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sampling protocol applied in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "based on a multidisciplinary approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "represents an innovative tool for the survey of Apennine wolf ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "able to integrate sanitary data with the ecological and demographic features of this population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "22",
    "token_num": "296"
  }
}