{
  "paper_id": "8eff5b68aa60b4d3766d143abb320e33687ae143",
  "metadata": {
    "title": "Endoplasmic Reticulum Stress Interacts With Inflammation in Human Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 7618,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The endoplasmic reticulum is a critical organelle for normal cell function and homeostasis. Disturbed protein folding process in the ER, termed ER stress, leads to the activation of unfolded protein response (UPR) that encompasses a complex network of intracellular signaling pathways. The UPR can either restore ER homeostasis or activate pro-apoptotic pathways depending on specific insults, intensity and duration of the stress, and cell types. ER stress and the UPR have recently been linked to inflammation in a variety of human pathologies including autoimmune diseases, infection, neurodegenerative disease, and metabolic disorders. In the cell, ER stress and inflammatory signaling share extensive regulators and effectors in a broad spectrum of biological processes. In spite of different etiologies, the two signaling pathways were shown to form a vicious cycle in exacerbating cellular dysfunction and causing apoptosis in many cells and tissues. However, the interaction between ER stress and inflammation in many of these diseases remains elusive. Further understanding of those issues may enable the development of novel therapies that spontaneously target these pathogenic pathways.",
      "sentences": [
        [
          {
            "segment_text": "The endoplasmic reticulum is a critical organelle for normal cell function and homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disturbed protein folding process in the ER ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "termed ER stress , leads to the activation of unfolded protein response ( UPR ) that encompasses a complex network of intracellular signaling pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The UPR can either restore ER homeostasis or activate pro-apoptotic pathways depending on specific insults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "intensity and duration of the stress , and cell types .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ER stress and the UPR have recently been linked to inflammation in a variety of human pathologies including autoimmune diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection , neurodegenerative disease , and metabolic disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the cell , ER stress and inflammatory signaling share extensive regulators and effectors in a broad spectrum of biological processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In spite of different etiologies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the two signaling pathways were shown to form a vicious cycle in exacerbating cellular dysfunction and causing apoptosis in many cells and tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the interaction between ER stress and inflammation in many of these diseases remains elusive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further understanding of those issues may enable the development of novel therapies that spontaneously target these pathogenic pathways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "192"
  }
}