{
  "paper_id": "8f0818f3cefecc27fb87796d4f79318dd22ee8ba",
  "metadata": {
    "title": "Antibody-profiling technologies for studying humoral responses to infectious agents",
    "coda_data_split": "train",
    "coda_paper_id": 3219,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Analyses of humoral responses against different infectious agents are critical for infectious disease diagnostics, understanding pathogenic mechanisms, and the development and monitoring of vaccines. While ELISAs are often used to measure antibody responses to one or several targets, new antibody-profiling technologies, such as protein microarrays, can now evaluate antibody responses to hundreds, or even thousands, of recombinant antigens at one time. These large-scale studies have uncovered new antigenic targets, provided new insights into vaccine research and yielded an overview of immunoreactivity against almost the entire proteome of certain pathogens. However, solid-phase antigen arrays also have drawbacks that limit the type of information obtained, including suboptimal detection of conformational epitopes, high backgrounds due to impure antigens and a narrow dynamic range of detection. We have developed a solution-phase antibody-profiling technology, luciferase immunoprecipitation systems (LIPS), which harnesses light-emitting recombinant antigen fusion proteins to quantitatively measure patient antibody titers. Owing to the highly linear light output of the luciferase reporter, some antibodies can be detected without serum dilution in a dynamic range of detection often spanning seven orders of magnitude. When LIPS is applied iteratively with multiple target antigens, a high-definition antibody profile is obtained. Here, we discuss the application of these different antibody-profiling technologies and their associated limitations with particular emphasis on protein microarrays. We also describe LIPS in detail and discuss several clinically relevant uses of the technology. Together, these new technologies offer new tools for understanding humoral responses to known and emerging infectious agents.",
      "sentences": [
        [
          {
            "segment_text": "Analyses of humoral responses against different infectious agents are critical for infectious disease diagnostics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "understanding pathogenic mechanisms , and the development and monitoring of vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While ELISAs are often used to measure antibody responses to one or several targets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new antibody-profiling technologies , such as protein microarrays ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can now evaluate antibody responses to hundreds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or even thousands , of recombinant antigens at one time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These large-scale studies have uncovered new antigenic targets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provided new insights into vaccine research and yielded an overview of immunoreactivity against almost the entire proteome of certain pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , solid-phase antigen arrays also have drawbacks that limit the type of information obtained ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including suboptimal detection of conformational epitopes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high backgrounds due to impure antigens and a narrow dynamic range of detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have developed a solution-phase antibody-profiling technology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "luciferase immunoprecipitation systems ( LIPS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which harnesses light-emitting recombinant antigen fusion proteins to quantitatively measure patient antibody titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Owing to the highly linear light output of the luciferase reporter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some antibodies can be detected without serum dilution in a dynamic range of detection often spanning seven orders of magnitude .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When LIPS is applied iteratively with multiple target antigens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a high-definition antibody profile is obtained .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss the application of these different antibody-profiling technologies and their associated limitations with particular emphasis on protein microarrays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also describe LIPS in detail and discuss several clinically relevant uses of the technology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these new technologies offer new tools for understanding humoral responses to known and emerging infectious agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "273"
  }
}