{
  "paper_id": "8f08202c1a510c598c1564e51ab028d04389fadf",
  "metadata": {
    "title": "Face touching: A frequent habit that has implications for hand hygiene",
    "coda_data_split": "train",
    "coda_paper_id": 6464,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: There is limited literature on the frequency of face-touching behavior as a potential vector for the self-inoculation and transmission of Staphylococcus aureus and other common respiratory infections.",
      "sentences": [
        [
          {
            "segment_text": "Background : There is limited literature on the frequency of face-touching behavior as a potential vector for the self-inoculation and transmission of Staphylococcus aureus and other common respiratory infections .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A behavioral observation study was undertaken involving medical students at the University of New South Wales. Their face-touching behavior was observed via videotape recording. Using standardized scoring sheets, the frequency of hand-to-face contacts with mucosal or nonmucosal areas was tallied and analyzed. Results: On average, each of the 26 observed students touched their face 23 times per hour. Of all face touches, 44% (1,024/2,346) involved contact with a mucous membrane, whereas 56% (1,322/2,346) of contacts involved nonmucosal areas. Of mucous membrane touches observed, 36% (372) involved the mouth, 31% (318) involved the nose, 27% (273) involved the eyes, and 6% (61) were a combination of these regions. Conclusion: Increasing medical students\u0027 awareness of their habituated face-touching behavior and improving their understanding of self-inoculation as a route of transmission may help to improve hand hygiene compliance. Hand hygiene programs aiming to improve compliance with before and after patient contact should include a message that mouth and nose touching is a common practice. Hand hygiene is therefore an essential and inexpensive preventive method to break the colonization and transmission cycle associated with self-inoculation.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A behavioral observation study was undertaken involving medical students at the University of New South Wales .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their face-touching behavior was observed via videotape recording .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using standardized scoring sheets , the frequency of hand-to-face contacts with mucosal or nonmucosal areas was tallied and analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : On average , each of the 26 observed students touched their face 23 times per hour .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of all face touches , 44 % ( 1,024 / 2,346 ) involved contact with a mucous membrane ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas 56 % ( 1,322 / 2,346 ) of contacts involved nonmucosal areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of mucous membrane touches observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "36 % ( 372 ) involved the mouth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "31 % ( 318 ) involved the nose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "27 % ( 273 ) involved the eyes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 6 % ( 61 ) were a combination of these regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Increasing medical students \u0027 awareness of their habituated face-touching behavior and improving their understanding of self-inoculation as a route of transmission may help to improve hand hygiene compliance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hand hygiene programs aiming to improve compliance with before and after patient contact should include a message that mouth and nose touching is a common practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hand hygiene is therefore an essential and inexpensive preventive method to break the colonization and transmission cycle associated with self-inoculation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "256"
  }
}