{
  "paper_id": "8f11a3876dfbf3ba4a143b9e2ad122b8c2b9c2be",
  "metadata": {
    "title": "An ensemble strategy that significantly improves de novo assembly of microbial genomes from metagenomic next-generation sequencing data",
    "coda_data_split": "train",
    "coda_paper_id": 8996,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Next-generation sequencing (NGS) approaches rapidly produce millions to billions of short reads, which allow pathogen detection and discovery in human clinical, animal and environmental samples. A major limitation of sequence homology-based identification for highly divergent microorganisms is the short length of reads generated by most highly parallel sequencing technologies. Short reads require a high level of sequence similarities to annotated genes to confidently predict gene function or homology. Such recognition of highly divergent homologues can be improved by reference-free (de novo) assembly of short overlapping sequence reads into larger contigs. We describe an ensemble strategy that integrates the sequential use of various de Bruijn graph and overlap-layout-consensus assemblers with a novel partitioned sub-assembly approach. We also proposed new quality metrics that are suitable for evaluating metagenome de novo assembly. We demonstrate that this new ensemble strategy tested using in silico spike-in, clinical and environmental NGS datasets achieved significantly better contigs than current approaches.",
      "sentences": [
        [
          {
            "segment_text": "Next-generation sequencing ( NGS ) approaches rapidly produce millions to billions of short reads ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which allow pathogen detection and discovery in human clinical , animal and environmental samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major limitation of sequence homology-based identification for highly divergent microorganisms is the short length of reads generated by most highly parallel sequencing technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Short reads require a high level of sequence similarities to annotated genes to confidently predict gene function or homology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such recognition of highly divergent homologues can be improved by reference-free ( de novo ) assembly of short overlapping sequence reads into larger contigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe an ensemble strategy that integrates the sequential use of various de Bruijn graph and overlap-layout-consensus assemblers with a novel partitioned sub-assembly approach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also proposed new quality metrics that are suitable for evaluating metagenome de novo assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that this new ensemble strategy tested using in silico spike-in ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical and environmental NGS datasets achieved significantly better contigs than current approaches .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "167"
  }
}