{
  "paper_id": "8f1cf4f506a97a0d677f16c5f0292e3e4182c5c4",
  "metadata": {
    "title": "Targeting virulence mechanisms for the prevention and therapy of arenaviral hemorrhagic fever",
    "coda_data_split": "train",
    "coda_paper_id": 5449,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A number of arenaviruses are pathogenic for humans, but they differ significantly in virulence. Lassa virus, found in West Afri ca, causes severe hemorrhagic fever (HF), while the other principal Old World arenavirus, lymphocytic choriomeningitis virus, causes mild illness in persons with normal immune function, and poses a threat only to immunocompromised individuals. The New World agents, including Junin, Machupo and Sabia virus, are highly pathogenic for humans. Arenaviral HF is characterized by high viremia and general immune suppression, the mechanism of which is unknown. Studies using viral reverse genetics, cell-based assays, animal models and human genome-wide association analysis have revealed potential mechanisms by which arenaviruses cause severe disease in humans. Each of the four viral gene products (GPC, L polymerase, NP, and Z matrix protein) and several host-cell factors (e.g., αdystroglycan) are responsible for mediating viral entry, genome replication, and the inhibition of apoptosis, translation and interferon-beta (IFNβ) production. This review summarizes current knowledge of the role of each viral protein and host factor in the pathogenesis of arenaviral HF. Insights from recent studies are being exploited for the development of novel therapies.",
      "sentences": [
        [
          {
            "segment_text": "A number of arenaviruses are pathogenic for humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they differ significantly in virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lassa virus , found in West Afri ca ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causes severe hemorrhagic fever ( HF ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the other principal Old World arenavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lymphocytic choriomeningitis virus , causes mild illness in persons with normal immune function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and poses a threat only to immunocompromised individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The New World agents , including Junin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Machupo and Sabia virus , are highly pathogenic for humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Arenaviral HF is characterized by high viremia and general immune suppression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mechanism of which is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies using viral reverse genetics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell-based assays , animal models and human genome-wide association analysis have revealed potential mechanisms by which arenaviruses cause severe disease in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each of the four viral gene products ( GPC , L polymerase , NP , and Z matrix protein ) and several host-cell factors ( e.g. , αdystroglycan ) are responsible for mediating viral entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genome replication , and the inhibition of apoptosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "translation and interferon-beta ( IFNβ ) production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes current knowledge of the role of each viral protein and host factor in the pathogenesis of arenaviral HF .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Insights from recent studies are being exploited for the development of novel therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "220"
  }
}