{
  "paper_id": "8f2bd9cc60c24e8f57681c2fe7006cb813352f53",
  "metadata": {
    "title": "Wildlife trade, consumption and conservation awareness in southwest China",
    "coda_data_split": "train",
    "coda_paper_id": 3510,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Commercial trade in wildlife is the major cause of species endangerment and a main threat to animal welfare in China and its neighboring countries. Driven by consumptive use for food and traditional medicine, the large volume of both legal and illegal trade in wildlife has caused great destruction to ecosystems and pushed many species to the brink of extinction. Data gathered from trading hubs at ports, boundary markets, city markets and stores, indicates the large amount of wildlife traded in the region of Guangxi, Yunnan and Qinghai provinces, a direct result of the numerous wildlife markets available. In a survey distributed in various trading places, while about half of the respondents agreed that wildlife should be protected, 60% of them had consumed wildlife at some point in the last 2 years. The results also indicated that law and regulation on wildlife trade control is insufficient. Wildlife trade controls are very limited because of bias on the utilization of wildlife as a natural resource to be exploited by the government agencies. The survey also shows that the current situation of wildlife consumption in key cities in China is serious, especially the consumption for food. The main consumption groups in China are male and young people with high education levels and good incomes. The key in public awareness publicity and education is to give them more information on the negative impacts of wildlife consumption and knowledge of protection.",
      "sentences": [
        [
          {
            "segment_text": "Commercial trade in wildlife is the major cause of species endangerment and a main threat to animal welfare in China and its neighboring countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Driven by consumptive use for food and traditional medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the large volume of both legal and illegal trade in wildlife has caused great destruction to ecosystems and pushed many species to the brink of extinction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data gathered from trading hubs at ports ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "boundary markets , city markets and stores ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicates the large amount of wildlife traded in the region of Guangxi ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Yunnan and Qinghai provinces , a direct result of the numerous wildlife markets available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a survey distributed in various trading places ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while about half of the respondents agreed that wildlife should be protected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "60 % of them had consumed wildlife at some point in the last 2 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results also indicated that law and regulation on wildlife trade control is insufficient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wildlife trade controls are very limited because of bias on the utilization of wildlife as a natural resource to be exploited by the government agencies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The survey also shows that the current situation of wildlife consumption in key cities in China is serious ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially the consumption for food .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main consumption groups in China are male and young people with high education levels and good incomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The key in public awareness publicity and education is to give them more information on the negative impacts of wildlife consumption and knowledge of protection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "255"
  }
}