{
  "paper_id": "8f5816c077c6e621f7c1908b0924e07c9d56fa7e",
  "metadata": {
    "title": "How do Mainland Chinese travelers choose restaurants in Hong Kong? An exploratory study of individual visit scheme travelers and packaged travelers",
    "coda_data_split": "train",
    "coda_paper_id": 6032,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The introduction of the Individual Visit Scheme (IVS), which allows Mainland Chinese travelers (hereafter called Chinese travelers) to visit Hong Kong on an individual basis, has been beneficial to the fast recovery of the local economy in Hong Kong from severe acute respiratory syndrome (SARS). The IVS travelers, together with the packaged travelers who visited Hong Kong by joining packaged tours, are presently forming the largest segment of inbound travelers to Hong Kong. Despite the significant economic contributions of Chinese travelers to Hong Kong in general, and to the foodservice sector in particular, there has been an absence of prior studies on IVS travelers\u0027 behavior of selecting restaurants in the existing hospitality and tourism literature. This paper reports on an exploratory study that investigated the perceived importance of attributes that pertain to the selection of restaurants from the perspective of IVS and packaged travelers from Mainland China. Empirical findings of a questionnaire survey with 230 Chinese travelers, including 127 IVS travelers and 103 packaged travelers, showed that the respondents in general viewed the included attributes as relatively important. In addition, only two attributes exhibited significant differences between IVS and packaged travelers. Findings of this research would be useful for hospitality and tourism practitioners to better prepare for receiving the growing number of Chinese travelers. r",
      "sentences": [
        [
          {
            "segment_text": "The introduction of the Individual Visit Scheme ( IVS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which allows Mainland Chinese travelers ( hereafter called Chinese travelers ) to visit Hong Kong on an individual basis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been beneficial to the fast recovery of the local economy in Hong Kong from severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The IVS travelers , together with the packaged travelers who visited Hong Kong by joining packaged tours ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are presently forming the largest segment of inbound travelers to Hong Kong .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the significant economic contributions of Chinese travelers to Hong Kong in general ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to the foodservice sector in particular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there has been an absence of prior studies on IVS travelers \u0027 behavior of selecting restaurants in the existing hospitality and tourism literature .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reports on an exploratory study that investigated the perceived importance of attributes that pertain to the selection of restaurants from the perspective of IVS and packaged travelers from Mainland China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Empirical findings of a questionnaire survey with 230 Chinese travelers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 127 IVS travelers and 103 packaged travelers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed that the respondents in general viewed the included attributes as relatively important .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , only two attributes exhibited significant differences between IVS and packaged travelers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings of this research would be useful for hospitality and tourism practitioners to better prepare for receiving the growing number of Chinese travelers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "238"
  }
}