{
  "paper_id": "8f5a31b086672c65b642ab05ae9e5b60fe195198",
  "metadata": {
    "title": "Time required to initiate outbreak and pandemic observational research ☆,☆☆-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 4297,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Observational research focused upon emerging infectious diseases such as Ebola virus, Middle East respiratory syndrome, and Zika virus has been challenging to quickly initiate. We aimed to determine the duration of start-up procedures and barriers encountered for an observational study focused upon such infectious outbreaks. Materials and methods: At 1 pediatric and 5 adult intensive care units, we measured durations from protocol receipt to a variety of outbreak research milestones, including research ethics board (REB) approval, data sharing agreement (DSA) execution, and patient study screening initiation. Results: The median (interquartile range) time from site receipt of the protocol to REB submission was 73 (30-126) days; to REB approval, 158 (42-188) days; to DSA completion, days; and to study screening initiation, 293 (269-391) days. The median time from REB submission to REB approval was 43 (13-85) days. The median time for all start-up procedures was 335 (188-335) days. Conclusions: There is a lengthy start-up period required for outbreak-focused research. Completing DSAs was the most time-consuming step. A reactive approach to newly emerging threats such as Ebola virus, Middle East respiratory syndrome, and Zika virus will likely not allow sufficient time to initiate research before most outbreaks are advanced.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Observational research focused upon emerging infectious diseases such as Ebola virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Middle East respiratory syndrome , and Zika virus has been challenging to quickly initiate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to determine the duration of start-up procedures and barriers encountered for an observational study focused upon such infectious outbreaks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : At 1 pediatric and 5 adult intensive care units ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we measured durations from protocol receipt to a variety of outbreak research milestones ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including research ethics board ( REB ) approval ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "data sharing agreement ( DSA ) execution ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and patient study screening initiation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The median ( interquartile range ) time from site receipt of the protocol to REB submission was 73 ( 30-126 ) days ; to REB approval ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "158 ( 42-188 ) days ; to DSA completion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "days ; and to study screening initiation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "293 ( 269-391 ) days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median time from REB submission to REB approval was 43 ( 13-85 ) days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median time for all start-up procedures was 335 ( 188-335 ) days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : There is a lengthy start-up period required for outbreak-focused research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Completing DSAs was the most time-consuming step .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A reactive approach to newly emerging threats such as Ebola virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Middle East respiratory syndrome , and Zika virus will likely not allow sufficient time to initiate research before most outbreaks are advanced .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "241"
  }
}