{
  "paper_id": "8f5e0516669da7cb0ff009b40acb3ae746db75e9",
  "metadata": {
    "title": "Effects of intravenous Escherichia coli dose on the pathophysiological response of colostrum-fed Jersey calves",
    "coda_data_split": "train",
    "coda_paper_id": 4933,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives of the present study were to characterize the dose dependency of an intravenous Escherichia coli O111:H8 challenge in colostrum-fed Jersey calves and to identify any biochemical markers indicative of septicemia. Eighteen 3-week old colostrum-fed Jersey calves were completely randomized to 1 of 6 doses of E. coli O111:H8. The challenge doses included 0, 1.5 × 10 5 , 1.5 × 10 6 , 1.5 × 10 7 , 1.5 × 10 8 , and 1.5 × 10 9 colony-forming units (CFU) given intravenously as a bolus in 5 mL of sterile isotonic saline. Peripheral blood samples were collected at 0, 2, 4, 8, 12, 24, and 48 h relative to the challenge for biochemical, total leukocyte count, and differential analyses. Rectal temperatures were collected via indwelling rectal temperature probes at 5-min intervals, and hourly averages calculated from 2 d prior to the challenge till 2 d after the challenge. All calves survived the 48 h observation period following the challenge. Calves given 1.5 × 10 8 and 1.5 × 10 9 CFU displayed sickness behaviors (P \u003c 0.01) beginning 0.5 h after the challenge and returned to that of the control calves by 6 and 32 h for calves challenged with 1.5 × 10 8 and 1.5 × 10 9 CFU, respectively. There were treatment × time interactions (P \u003c 0.01) on total leukocyte counts and plasma glucose and zinc concentrations. Calves administered 1.5 × 10 8 and 1.5 × 10 9 CFU had leucopenia beginning 2 h after the challenge and returning to counts similar to the control calves within 24 h. Additionally, those calves were hypoglycemic from 4 to 12 h after the challenge with the degree of hypoglycemia inversely related to the dose of the E. coli. All calves challenged with E. coli had decreased plasma zinc concentrations, and the magnitude was inversely proportional to the challenge dose. There were treatment × time interactions (P \u003c 0.001) on rectal temperatures following the challenge. All calves challenged with E. coli developed a febrile response, but the intensity and duration of the response were dependent on the challenge dose. These data indicate that calves intravenously challenged with 1.5 × 10 8 and 1.5 × 10 9 CFU of the E. coli O111:H8 showed immediate clinical and biochemical signs indicative of septicemia. However, calves administered 1.5 × 10 7 or less of the E. coli had febrile responses, but did not develop septicemia. Blood glucose and zinc concentrations may be dose responsive indicators that could potentially differentiate between a septicemic versus non-septicemic calf.",
      "sentences": [
        [
          {
            "segment_text": "Objectives of the present study were to characterize the dose dependency of an intravenous Escherichia coli O111 : H8 challenge in colostrum-fed Jersey calves and to identify any biochemical markers indicative of septicemia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Eighteen 3-week old colostrum-fed Jersey calves were completely randomized to 1 of 6 doses of E. coli O111 : H8 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The challenge doses included 0 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1.5 × 10 5 , 1.5 × 10 6 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1.5 × 10 7 , 1.5 × 10 8 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 1.5 × 10 9 colony-forming units ( CFU ) given intravenously as a bolus in 5 mL of sterile isotonic saline .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood samples were collected at 0 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 , 4 , 8 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "12 , 24 , and 48 h relative to the challenge for biochemical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "total leukocyte count , and differential analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rectal temperatures were collected via indwelling rectal temperature probes at 5-min intervals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and hourly averages calculated from 2 d prior to the challenge till 2 d after the challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All calves survived the 48 h observation period following the challenge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves given 1.5 × 10 8 and 1.5 × 10 9 CFU displayed sickness behaviors ( P \u003c 0.01 ) beginning 0.5 h after the challenge and returned to that of the control calves by 6 and 32 h for calves challenged with 1.5 × 10 8 and 1.5 × 10 9 CFU , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were treatment × time interactions ( P \u003c 0.01 ) on total leukocyte counts and plasma glucose and zinc concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves administered 1.5 × 10 8 and 1.5 × 10 9 CFU had leucopenia beginning 2 h after the challenge and returning to counts similar to the control calves within 24 h. Additionally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those calves were hypoglycemic from 4 to 12 h after the challenge with the degree of hypoglycemia inversely related to the dose of the E. coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All calves challenged with E. coli had decreased plasma zinc concentrations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the magnitude was inversely proportional to the challenge dose .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were treatment × time interactions ( P \u003c 0.001 ) on rectal temperatures following the challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All calves challenged with E. coli developed a febrile response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the intensity and duration of the response were dependent on the challenge dose .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that calves intravenously challenged with 1.5 × 10 8 and 1.5 × 10 9 CFU of the E. coli O111 : H8 showed immediate clinical and biochemical signs indicative of septicemia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , calves administered 1.5 × 10 7 or less of the E. coli had febrile responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but did not develop septicemia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blood glucose and zinc concentrations may be dose responsive indicators that could potentially differentiate between a septicemic versus non-septicemic calf .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "26",
    "token_num": "469"
  }
}