{
  "paper_id": "8f74c14191256f50e1335d1df79c88deb3d467ee",
  "metadata": {
    "title": "Inhibition of Hepatitis B virus gene expression by single and dual small interfering RNA treatment",
    "coda_data_split": "train",
    "coda_paper_id": 4564,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA interference (RNAi) has been successfully applied in suppression of Hepatitis B virus (HBV) replication. To circumvent the problem that mutation in HBV genome may result in resistance when siRNA is further developed as an anti-viral drug, in this study, we established a dual small interfering RNA (siRNA) expression system, which could simultaneously express two different siRNA molecules that can specifically target two genes. To test the effectiveness of this system, we applied this new approach to express simultaneously two different 21-bp hairpin siRNA duplexes that specifically attack the HBs and HBx genes of HBV, respectively, in Bel-7402 and HepG2.2.15 cells. Results indicated that dual siRNA could simultaneously inhibit the expression of HBs and HBx gene by 83.7% and 87.5%, respectively, based on luciferase assays. In addition, dual siRNA molecules were able to significantly reduce the amount of HBV core associated DNA, which is considered as an intracellular replicative intermediate, and the viral DNA in culture supernatant. Therefore, this dual siRNA system provides a more powerful tool for the study of gene function and implicates a potential application in the treatment of viral infection.",
      "sentences": [
        [
          {
            "segment_text": "RNA interference ( RNAi ) has been successfully applied in suppression of Hepatitis B virus ( HBV ) replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To circumvent the problem that mutation in HBV genome may result in resistance when siRNA is further developed as an anti-viral drug ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in this study , we established a dual small interfering RNA ( siRNA ) expression system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which could simultaneously express two different siRNA molecules that can specifically target two genes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To test the effectiveness of this system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we applied this new approach to express simultaneously two different 21-bp hairpin siRNA duplexes that specifically attack the HBs and HBx genes of HBV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , in Bel-7402 and HepG2 .2.15 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results indicated that dual siRNA could simultaneously inhibit the expression of HBs and HBx gene by 83.7 % and 87.5 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , based on luciferase assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , dual siRNA molecules were able to significantly reduce the amount of HBV core associated DNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is considered as an intracellular replicative intermediate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the viral DNA in culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , this dual siRNA system provides a more powerful tool for the study of gene function and implicates a potential application in the treatment of viral infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "211"
  }
}