{
  "paper_id": "8f83009d7c0bb2462aee76cfb57e566cd7e03250",
  "metadata": {
    "title": "Nonhuman Primate Quarantine: Its Evolution and Practice",
    "coda_data_split": "train",
    "coda_paper_id": 6307,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nonhuman primates (NHPs) are imported to the United States for use in research, domestic breeding, and propagation of endangered populations in zoological gardens. During the past 60 years, individuals responsible for NHP importation programs have observed morbidity and mortality typically associated with infectious disease outbreaks. These outbreaks have included infectious agents such as tuberculosis, Herpesvirus sp., simian hemorrhagic fever, and filovirus infections such as the Ebola and Marburg viruses. Some outbreaks have affected both animal and human populations. These epizootics are attributable to a variety of factors, including increased population density, exposure of naïve populations to new infectious agents, and stress. The practice of quarantining animals arriving in the United States was first applied by individual research programs to improve animal health and ensure the quality of animals entering research programs. The development of government regulations for nonhuman primate quarantine accompanied the recognition that imported NHPs could pose a risk to public health. This article briefly reviews the history of US NHP importation and the factors behind the development of NHP quarantine regulations. The focus is on regulations concerned with infectious disease, public health, and the health of domestic primate colonies. These regulations have had the dual benefit of protecting public health as well as reducing animal morbidity and mortality during importation and quarantine. We review current practices and facilities for nonhuman primate quarantine and identify challenges for the future.",
      "sentences": [
        [
          {
            "segment_text": "Nonhuman primates ( NHPs ) are imported to the United States for use in research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "domestic breeding , and propagation of endangered populations in zoological gardens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the past 60 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "individuals responsible for NHP importation programs have observed morbidity and mortality typically associated with infectious disease outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These outbreaks have included infectious agents such as tuberculosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Herpesvirus sp. , simian hemorrhagic fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and filovirus infections such as the Ebola and Marburg viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some outbreaks have affected both animal and human populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These epizootics are attributable to a variety of factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including increased population density , exposure of naïve populations to new infectious agents , and stress .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The practice of quarantining animals arriving in the United States was first applied by individual research programs to improve animal health and ensure the quality of animals entering research programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of government regulations for nonhuman primate quarantine accompanied the recognition that imported NHPs could pose a risk to public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article briefly reviews the history of US NHP importation and the factors behind the development of NHP quarantine regulations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The focus is on regulations concerned with infectious disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "public health , and the health of domestic primate colonies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These regulations have had the dual benefit of protecting public health as well as reducing animal morbidity and mortality during importation and quarantine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We review current practices and facilities for nonhuman primate quarantine and identify challenges for the future .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "254"
  }
}