{
  "paper_id": "8f926d7daccdc5137ac243d9d488ebbb9d52675b",
  "metadata": {
    "title": "Immunological Barriers in Cancer Immunotherapy",
    "coda_data_split": "train",
    "coda_paper_id": 10791,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the beginning of the 20th century, scientists have tried to stimulate the antitumour activities of the immune system to fight against cancer. However, the scientific effort devoted on the development of cancer immunotherapy has not been translated into the expected clinical success. On the contrary, classical antineoplastic treatments such as surgery, radiotherapy, and chemotherapy are the first line of treatment. Nevertheless, there is compelling evidence on the immunogenicity of cancer cells and the capacity of the immune system to expand cancer-specific effector cytotoxic T cells. However, the effective activation of anticancer T cell responses strongly depends on efficient tumour antigen presentation from professional antigen presenting cells such as dendritic cells (DCs). Several strategies have been used to boost DC antigen presenting functions, but at the end cancer immunotherapy is not as effective as would be expected according to preclinical models. In this review, we comment on these discrepancies, focusing our attention on the contribution of regulatory T cells and myeloid-derived suppressor cells to the lack of therapeutic success of DC-based cancer immunotherapy.",
      "sentences": [
        [
          {
            "segment_text": "Since the beginning of the 20th century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "scientists have tried to stimulate the antitumour activities of the immune system to fight against cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the scientific effort devoted on the development of cancer immunotherapy has not been translated into the expected clinical success .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the contrary , classical antineoplastic treatments such as surgery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "radiotherapy , and chemotherapy are the first line of treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , there is compelling evidence on the immunogenicity of cancer cells and the capacity of the immune system to expand cancer-specific effector cytotoxic T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the effective activation of anticancer T cell responses strongly depends on efficient tumour antigen presentation from professional antigen presenting cells such as dendritic cells ( DCs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several strategies have been used to boost DC antigen presenting functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but at the end cancer immunotherapy is not as effective as would be expected according to preclinical models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we comment on these discrepancies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing our attention on the contribution of regulatory T cells and myeloid-derived suppressor cells to the lack of therapeutic success of DC-based cancer immunotherapy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "192"
  }
}