{
  "paper_id": "8f9fa3cbbbdba190f2feb9d877578a2b3a1ed655",
  "metadata": {
    "title": "Identification and Characterization of a Mouse Mammary Tumor Virus Protein Uniquely Expressed on the Surface of BALB/cV Mammary Tumor Cells",
    "coda_data_split": "train",
    "coda_paper_id": 10266,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A unique subline of BALB/c mice, designated BALB/cV, exhibits an intermediate mammary tumor incidence (47%) and harbors a distinct milk-transmitted mouse mammary tumor virus (MMTV). The BALB/cV subline was used to study the molecular basis of potential virus-host interactions involving cell surface-expressed MMTV proteins. Cell surface iodination identified virus-specific proteins expressed on BALB/cV primary mammary tumor cells grown in culture. In contrast to (C3H)MMTV-producing cell lines which expressed MMTV gp52, BALB/cV tumor cells lacked gp52 and expressed instead a 68K, env-related protein. The 68K\"\" protein was also detected on the surface of metabolically labeled BALB/cV tumor cells by an external immunoprecipitation technique. The expression of 68Kp\"\" was restricted to mammary tissues of BALB/cV mice that also expressed other MMTV proteins. Biochemical analysis established that 68K\"\" was not modified by N-linked glycosylation.",
      "sentences": [
        [
          {
            "segment_text": "A unique subline of BALB/c mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "designated BALB/cV , exhibits an intermediate mammary tumor incidence ( 47 % ) and harbors a distinct milk-transmitted mouse mammary tumor virus ( MMTV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The BALB/cV subline was used to study the molecular basis of potential virus-host interactions involving cell surface-expressed MMTV proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cell surface iodination identified virus-specific proteins expressed on BALB/cV primary mammary tumor cells grown in culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to ( C3H ) MMTV-producing cell lines which expressed MMTV gp52 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "BALB/cV tumor cells lacked gp52 and expressed instead a 68K , env-related protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 68K \u0027\u0027 \u0027\u0027 protein was also detected on the surface of metabolically labeled BALB/cV tumor cells by an external immunoprecipitation technique .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of 68Kp \u0027\u0027 \u0027\u0027 was restricted to mammary tissues of BALB/cV mice that also expressed other MMTV proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biochemical analysis established that 68K \u0027\u0027 \u0027\u0027 was not modified by N-linked glycosylation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "\u0027%I-labeled 68K\"\" was rapidly released into the media of tumor cell cultures and was recovered both in the form of a soluble protein and in a 100,OOOg pellet. The biologic function of this cell surface-expressed viral protein remains unknown.",
      "sentences": [
        [
          {
            "segment_text": "\u0027 % I-labeled 68K \u0027\u0027 \u0027\u0027 was rapidly released into the media of tumor cell cultures and was recovered both in the form of a soluble protein and in a 100 , OOOg pellet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The biologic function of this cell surface-expressed viral protein remains unknown .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "203"
  }
}