{
  "paper_id": "8f9f22f0d245cf41e5047230fa1c907b47a734ac",
  "metadata": {
    "title": "Virus-induced exacerbations in asthma and COPD",
    "coda_data_split": "train",
    "coda_paper_id": 7445,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic obstructive pulmonary disease (COPD) is characterized by chronic airway inflammation and/or airflow limitation due to pulmonary emphysema. Chronic bronchitis, pulmonary emphysema, and bronchial asthma may all be associated with airflow limitation; therefore, exacerbation of asthma may be associated with the pathophysiology of COPD. Furthermore, recent studies have suggested that the exacerbation of asthma, namely virus-induced asthma, may be associated with a wide variety of respiratory viruses. COPD and asthma have different underlying pathophysiological processes and thus require individual therapies. Exacerbation of both COPD and asthma, which are basically defined and diagnosed by clinical symptoms, is associated with a rapid decline in lung function and increased mortality. Similar pathogens, including human rhinovirus, respiratory syncytial virus, influenza virus, parainfluenza virus, and coronavirus, are also frequently detected during exacerbation of asthma and/or COPD. Immune response to respiratory viral infections, which may be related to the severity of exacerbation in each disease, varies in patients with both COPD and asthma. In this regard, it is crucial to recognize and understand both the similarities and differences of clinical features in patients with COPD and/or asthma associated with respiratory viral infections, especially in the exacerbative stage. In relation to definition, epidemiology, and pathophysiology, this review aims to summarize current knowledge concerning exacerbation of both COPD and asthma by focusing on the clinical significance of associated respiratory virus infections.",
      "sentences": [
        [
          {
            "segment_text": "Chronic obstructive pulmonary disease ( COPD ) is characterized by chronic airway inflammation and/or airflow limitation due to pulmonary emphysema .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chronic bronchitis , pulmonary emphysema ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and bronchial asthma may all be associated with airflow limitation ; therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exacerbation of asthma may be associated with the pathophysiology of COPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , recent studies have suggested that the exacerbation of asthma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely virus-induced asthma , may be associated with a wide variety of respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "COPD and asthma have different underlying pathophysiological processes and thus require individual therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Exacerbation of both COPD and asthma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are basically defined and diagnosed by clinical symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is associated with a rapid decline in lung function and increased mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar pathogens , including human rhinovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory syncytial virus , influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "parainfluenza virus , and coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are also frequently detected during exacerbation of asthma and/or COPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immune response to respiratory viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may be related to the severity of exacerbation in each disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "varies in patients with both COPD and asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this regard , it is crucial to recognize and understand both the similarities and differences of clinical features in patients with COPD and/or asthma associated with respiratory viral infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "especially in the exacerbative stage .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In relation to definition , epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and pathophysiology , this review aims to summarize current knowledge concerning exacerbation of both COPD and asthma by focusing on the clinical significance of associated respiratory virus infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "256"
  }
}