{
  "paper_id": "8fb485e75a74f5c8c3e117fb8d4194483b246548",
  "metadata": {
    "title": "Production, purification, and evaluation of quail immunoglobulin Y against Salmonella typhimurium and Salmonella enteritidis",
    "coda_data_split": "train",
    "coda_paper_id": 2318,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Salmonella species have been the major foodborne problems in food production systems, with Salmonella enterica serovars typhimurium (S. typhimurium) and enteritidis (S. enteritidis) being among the more common isolates. The oral administration of chicken egg yolk specific antibodies (IgYs) has been established as an efficient alternative for treatment and prevention of gastrointestinal pathogens including Salmonella. The present study was aimed to investigate the possible production of specific IgYs against Salmonella typhimurium and Salmonella enteritidis in quail egg yolks. Salmonella spp.-free female Japanese quails (Coturnix coturnix japonica) were intramuscularly immunized with formalin or heat-inactivated Salmonella immunogens (1.0 × 10 9 CFU/mL) emulsified with Freund adjuvants. Egg yolk IgYs were purified using ammonium sulfate precipitation method. Anti-Salmonella IgYs titer and specificity were determined using enzyme-linked immunosorbent assay (ELISA) and western blot analysis. Salmonella specific IgYs detected in the immunized quails were significantly higher than those of the control group, which confirmed the immunization procedure. Specific IgYs against S. typhimurium and S. enteritidis were identified in both groups immunized with heat or formalin-inactivated immunogens. However, formalin-inactivated immunogens induced relatively higher immune responses over the heat-inactivated ones. Quail anti-Salmonella IgYs showed a high specificity to their corresponding immunogens, with moderate crossreactivity to other members of Enterobacteriaceae family. Quail can be regarded as a valuable and inexpensive source for producing large-scale of specific antibodies that can be used for immunodiagnostic and immunotherapeutic purposes.",
      "sentences": [
        [
          {
            "segment_text": "Salmonella species have been the major foodborne problems in food production systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with Salmonella enterica serovars typhimurium ( S. typhimurium ) and enteritidis ( S. enteritidis ) being among the more common isolates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The oral administration of chicken egg yolk specific antibodies ( IgYs ) has been established as an efficient alternative for treatment and prevention of gastrointestinal pathogens including Salmonella .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was aimed to investigate the possible production of specific IgYs against Salmonella typhimurium and Salmonella enteritidis in quail egg yolks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Salmonella spp.-free female Japanese quails ( Coturnix coturnix japonica ) were intramuscularly immunized with formalin or heat-inactivated Salmonella immunogens ( 1.0 × 10 9 CFU/mL ) emulsified with Freund adjuvants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Egg yolk IgYs were purified using ammonium sulfate precipitation method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Anti-Salmonella IgYs titer and specificity were determined using enzyme-linked immunosorbent assay ( ELISA ) and western blot analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Salmonella specific IgYs detected in the immunized quails were significantly higher than those of the control group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which confirmed the immunization procedure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific IgYs against S. typhimurium and S. enteritidis were identified in both groups immunized with heat or formalin-inactivated immunogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , formalin-inactivated immunogens induced relatively higher immune responses over the heat-inactivated ones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quail anti-Salmonella IgYs showed a high specificity to their corresponding immunogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with moderate crossreactivity to other members of Enterobacteriaceae family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quail can be regarded as a valuable and inexpensive source for producing large-scale of specific antibodies that can be used for immunodiagnostic and immunotherapeutic purposes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "255"
  }
}