{
  "paper_id": "8fc0e17fe32585f3e3216b48c7beba4b15221e57",
  "metadata": {
    "title": "NAR Breakthrough Article Generating genomic platforms to study Candida albicans pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 3902,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The advent of the genomic era has made elucidating gene function on a large scale a pressing challenge. ORFeome collections, whereby almost all ORFs of a given species are cloned and can be subsequently leveraged in multiple functional genomic approaches, represent valuable resources toward this endeavor. Here we provide novel, genome-scale tools for the study of Candida albicans, a commensal yeast that is also responsible for frequent superficial and disseminated infections in humans. We have generated an ORFeome collection composed of 5099 ORFs cloned in a Gateway™ donor vector, representing 83% of the currently annotated coding sequences of C. albicans. Sequencing data of the cloned ORFs are available in the CandidaOrfDB database at http: //candidaorfeome.eu. We also engineered 49 expression vectors with a choice of promoters, tags and selection markers and demonstrated their applicability to the study of target ORFs transferred from the C. albicans ORFeome. In addition, the use of the OR-Feome in the detection of protein-protein interaction was demonstrated. Mating-compatible strains as well as Gateway™-compatible two-hybrid vectors were en-gineered, validated and used in a proof of concept experiment. These unique and valuable resources should greatly facilitate future functional studies in C. albicans and the elucidation of mechanisms that underlie its pathogenicity.",
      "sentences": [
        [
          {
            "segment_text": "The advent of the genomic era has made elucidating gene function on a large scale a pressing challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ORFeome collections , whereby almost all ORFs of a given species are cloned and can be subsequently leveraged in multiple functional genomic approaches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represent valuable resources toward this endeavor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we provide novel , genome-scale tools for the study of Candida albicans ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a commensal yeast that is also responsible for frequent superficial and disseminated infections in humans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have generated an ORFeome collection composed of 5099 ORFs cloned in a Gateway ™ donor vector ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "representing 83 % of the currently annotated coding sequences of C. albicans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequencing data of the cloned ORFs are available in the CandidaOrfDB database at http : / / candidaorfeome.eu .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also engineered 49 expression vectors with a choice of promoters ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tags and selection markers and demonstrated their applicability to the study of target ORFs transferred from the C. albicans ORFeome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , the use of the OR-Feome in the detection of protein-protein interaction was demonstrated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mating-compatible strains as well as Gateway ™ - compatible two-hybrid vectors were en-gineered ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "validated and used in a proof of concept experiment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These unique and valuable resources should greatly facilitate future functional studies in C. albicans and the elucidation of mechanisms that underlie its pathogenicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "228"
  }
}