{
  "paper_id": "8fddf78a6b3a823c0ebeb2dfbfe274e46fee97f3",
  "metadata": {
    "title": "Brain Meta-Transcriptomics from Harbor Seals to Infer the Role of the Microbiome and Virome in a Stranding Event",
    "coda_data_split": "train",
    "coda_paper_id": 10152,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Marine diseases are becoming more frequent, and tools for identifying pathogens and disease reservoirs are needed to help prevent and mitigate epizootics. Meta-transcriptomics provides insights into disease etiology by cataloguing and comparing sequences from suspected pathogens. This method is a powerful approach to simultaneously evaluate both the viral and bacterial communities, but few studies have applied this technique in marine systems. In 2009 seven harbor seals, Phoca vitulina, stranded along the California coast from a similar brain disease of unknown cause of death (UCD). We evaluated the differences between the virome and microbiome of UCDs and harbor seals with known causes of death. Here we determined that UCD stranded animals had no viruses in their brain tissue. However, in the bacterial community, we identified Burkholderia and Coxiella burnetii as important pathogens associated with this stranding event. Burkholderia were 100% prevalent and~2.8 log2 fold more abundant in the UCD animals. Further, while C. burnetii was found in only 35.7% of all samples, it was highly abundant (~94% of the total microbial community) in a single individual. In this harbor seal, C. burnetii showed high transcription rates of invading and translation genes, implicating it in the pathogenesis of this animal. Based on these data we propose that Burkholderia taxa and C. burnetii are potentially important opportunistic neurotropic pathogens in UCD stranded harbor seals.",
      "sentences": [
        [
          {
            "segment_text": "Marine diseases are becoming more frequent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and tools for identifying pathogens and disease reservoirs are needed to help prevent and mitigate epizootics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meta-transcriptomics provides insights into disease etiology by cataloguing and comparing sequences from suspected pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This method is a powerful approach to simultaneously evaluate both the viral and bacterial communities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but few studies have applied this technique in marine systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2009 seven harbor seals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Phoca vitulina , stranded along the California coast from a similar brain disease of unknown cause of death ( UCD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the differences between the virome and microbiome of UCDs and harbor seals with known causes of death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we determined that UCD stranded animals had no viruses in their brain tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in the bacterial community ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we identified Burkholderia and Coxiella burnetii as important pathogens associated with this stranding event .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Burkholderia were 100 % prevalent and ~ 2.8 log2 fold more abundant in the UCD animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , while C. burnetii was found in only 35.7 % of all samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was highly abundant ( ~ 94 % of the total microbial community ) in a single individual .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this harbor seal , C. burnetii showed high transcription rates of invading and translation genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implicating it in the pathogenesis of this animal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these data we propose that Burkholderia taxa and C. burnetii are potentially important opportunistic neurotropic pathogens in UCD stranded harbor seals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "252"
  }
}