{
  "paper_id": "8ffdae7f1b4c124454c916a2faf1fa87a5350b67",
  "metadata": {
    "title": "Surveillance of upper respiratory infections using a new multiplex PCR assay compared to conventional methods during the influenza season in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 7301,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To improve diagnosis as part of laboratory surveillance in Taiwan, influenza-like illness (ILI) surveillance was conducted using a new multiplex PCR assay (FilmArray) and the results compared to those of conventional methods The study was performed during the winter months. Methods: Throat swabs from patients with an ILI presenting to physicians in sentinel practices were collected during the 2016-2017 influenza season. Results: A total of 52 samples tested positive by FilmArray Respiratory Panel. Forty percent were influenza A virus, and subtype H3N2 virus was the major epidemic strain. However, nearly 60% of ILI cases seen at sentinel sites were caused by non-influenza pathogens. The results of the FilmArray assay and cell culture were identical, and this assay was more sensitive than a rapid influenza diagnostic test. Genetic analyses revealed new influenza A H3N2 variants belonging to a novel subclade 3C.2a2. Conclusions: The FilmArray assay facilitates urgent testing and laboratory surveillance for common viral and bacterial respiratory pathogens. This study demonstrated the use of a highly sensitive assay using clinical samples that is feasible for application worldwide. This may lead to an increased rate of diagnosis of viral infections and to improved patient outcomes, and in particular to a reduction in the overuse of antibiotics and antivirals.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To improve diagnosis as part of laboratory surveillance in Taiwan ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "influenza-like illness ( ILI ) surveillance was conducted using a new multiplex PCR assay ( FilmArray ) and the results compared to those of conventional methods The study was performed during the winter months .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Throat swabs from patients with an ILI presenting to physicians in sentinel practices were collected during the 2016-2017 influenza season .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 52 samples tested positive by FilmArray Respiratory Panel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty percent were influenza A virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and subtype H3N2 virus was the major epidemic strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , nearly 60 % of ILI cases seen at sentinel sites were caused by non-influenza pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of the FilmArray assay and cell culture were identical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this assay was more sensitive than a rapid influenza diagnostic test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic analyses revealed new influenza A H3N2 variants belonging to a novel subclade 3C .2 a2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The FilmArray assay facilitates urgent testing and laboratory surveillance for common viral and bacterial respiratory pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrated the use of a highly sensitive assay using clinical samples that is feasible for application worldwide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may lead to an increased rate of diagnosis of viral infections and to improved patient outcomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in particular to a reduction in the overuse of antibiotics and antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "233"
  }
}