{
  "paper_id": "9009370b71d913612356de26f968966c3399da2d",
  "metadata": {
    "title": "Proteomic analysis of purified Newcastle disease virus particles",
    "coda_data_split": "train",
    "coda_paper_id": 5466,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Newcastle disease virus (NDV) is an enveloped RNA virus, bearing severe economic losses to the poultry industry worldwide. Previous virion proteomic studies have shown that enveloped viruses carry multiple host cellular proteins both internally and externally during their life cycle. To address whether it also occurred during NDV infection, we performed a comprehensive proteomic analysis of highly purified NDV La Sota strain particles.",
      "sentences": [
        [
          {
            "segment_text": "Background : Newcastle disease virus ( NDV ) is an enveloped RNA virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bearing severe economic losses to the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous virion proteomic studies have shown that enveloped viruses carry multiple host cellular proteins both internally and externally during their life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address whether it also occurred during NDV infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed a comprehensive proteomic analysis of highly purified NDV La Sota strain particles .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: In addition to five viral structural proteins, we detected thirty cellular proteins associated with purified NDV La Sota particles. The identified cellular proteins comprised several functional categories, including cytoskeleton proteins, annexins, molecular chaperones, chromatin modifying proteins, enzymes-binding proteins, calcium-binding proteins and signal transduction-associated proteins. Among these, three host proteins have not been previously reported in virions of other virus families, including two signal transduction-associated proteins (syntenin and Ras small GTPase) and one tumor-associated protein (tumor protein D52). The presence of five selected cellular proteins (i.e., β-actin, tubulin, annexin A2, heat shock protein Hsp90 and ezrin) associated with the purified NDV particles was validated by Western blot or immunogold labeling assays. Conclusions: The current study presented the first standard proteomic profile of NDV. The results demonstrated the incorporation of cellular proteins in NDV particles, which provides valuable information for elucidating viral infection and pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Results : In addition to five viral structural proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we detected thirty cellular proteins associated with purified NDV La Sota particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identified cellular proteins comprised several functional categories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including cytoskeleton proteins , annexins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "molecular chaperones , chromatin modifying proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enzymes-binding proteins , calcium-binding proteins and signal transduction-associated proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these , three host proteins have not been previously reported in virions of other virus families ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including two signal transduction-associated proteins ( syntenin and Ras small GTPase ) and one tumor-associated protein ( tumor protein D52 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of five selected cellular proteins ( i.e. , β-actin , tubulin , annexin A2 , heat shock protein Hsp90 and ezrin ) associated with the purified NDV particles was validated by Western blot or immunogold labeling assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The current study presented the first standard proteomic profile of NDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated the incorporation of cellular proteins in NDV particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which provides valuable information for elucidating viral infection and pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "244"
  }
}