{
  "paper_id": "900eea06de81ddbb2885eb7e52825ac04c76b202",
  "metadata": {
    "title": "Sequence analysis of S1 genes of infectious bronchitis virus isolated in Thailand of natural recombination in the field isolates",
    "coda_data_split": "train",
    "coda_paper_id": 3397,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ", fifteen field infectious bronchitis viruses (IBVs) were isolated from commercial chicken farms in Thailand. After sequencing of the complete S1 gene, phylogenetic analysis was performed and this found that the Thai IBV isolates were divided into three distinct groups, unique to Thailand (group I), QX-like IBV (group II), and Massachusetts type (group III). This finding indicated that the recent Thai IBVs evolved separately and that at least three groups of viruses are circulating in Thailand. The recombination analysis of the S1 gene demonstrated that the 5 0 -terminus of the group I was similar to isolate THA001 which was unique to Thailand, isolated in 1998 whereas the 3 0 -terminus was similar to the group II. Moreover, the analysis of the S1 gene of the group II showed that the 5 0 -terminus was similar to QXIBV, isolated in China whereas the remaining region at the 3 0 -terminus was similar to the Chinese strain JX/99/01. The results indicated that the recombination events occurred in the S1 gene between the field strains. Based on these facts, the field IBV in Thailand has undergone genetic recombination.",
      "sentences": [
        [
          {
            "segment_text": ", fifteen field infectious bronchitis viruses ( IBVs ) were isolated from commercial chicken farms in Thailand .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After sequencing of the complete S1 gene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "phylogenetic analysis was performed and this found that the Thai IBV isolates were divided into three distinct groups ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "unique to Thailand ( group I ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "QX-like IBV ( group II ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Massachusetts type ( group III ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding indicated that the recent Thai IBVs evolved separately and that at least three groups of viruses are circulating in Thailand .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The recombination analysis of the S1 gene demonstrated that the 5 0 - terminus of the group I was similar to isolate THA001 which was unique to Thailand ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "isolated in 1998 whereas the 3 0 - terminus was similar to the group II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the analysis of the S1 gene of the group II showed that the 5 0 - terminus was similar to QXIBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "isolated in China whereas the remaining region at the 3 0 - terminus was similar to the Chinese strain JX/99/01 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicated that the recombination events occurred in the S1 gene between the field strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these facts , the field IBV in Thailand has undergone genetic recombination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "213"
  }
}