{
  "paper_id": "902800f8aa150ef227c979f24037345a632f2d64",
  "metadata": {
    "title": "Building Global Health Through a Center-Without-Walls: The Vanderbilt Institute for Global Health NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 4029,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Institute for Global Health at Vanderbilt enables the expansion and coordination of global health research, service, and training, reflecting the university\u0027s commitment to improve health services and outcomes in resource-limited settings. Global health encompasses both prevention via public health and treatment via medical care, all nested within a broader community-development context. This has fostered university-wide collaborations to address education, business/economics, engineering, nursing, and language training, among others. The institute is a natural facilitator for team building and has been especially helpful in organizing institutional responses to global health solicitations from the National Institutes of Health (NIH), Centers for Disease Control (CDC), and other funding agencies. This center-without-walls philosophy nurtures noncompetitive partnerships among and within departments and schools. With extramural support from the NIH and from endowment and developmental investments from the school of medicine, the institute funds new pilot projects to nurture global educational and research exchanges related to health and development. Vanderbilt\u0027s newest programs are a CDC-supported HIV/AIDS service initiative in Africa and an overseas research training program for health science graduate students and clinical fellows. New opportunities are available for Vanderbilt students, staff, and faculty to work abroad in partnership with international health projects through a number of Tennessee institutions now networked with the institute. A center-without-walls may be a model for institutions contemplating strategic",
      "sentences": [
        [
          {
            "segment_text": "The Institute for Global Health at Vanderbilt enables the expansion and coordination of global health research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "service , and training , reflecting the university \u0027s commitment to improve health services and outcomes in resource-limited settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Global health encompasses both prevention via public health and treatment via medical care ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all nested within a broader community-development context .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has fostered university-wide collaborations to address education ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "business/economics , engineering , nursing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and language training , among others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The institute is a natural facilitator for team building and has been especially helpful in organizing institutional responses to global health solicitations from the National Institutes of Health ( NIH ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Centers for Disease Control ( CDC ) , and other funding agencies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This center-without-walls philosophy nurtures noncompetitive partnerships among and within departments and schools .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With extramural support from the NIH and from endowment and developmental investments from the school of medicine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the institute funds new pilot projects to nurture global educational and research exchanges related to health and development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vanderbilt \u0027s newest programs are a CDC-supported HIV/AIDS service initiative in Africa and an overseas research training program for health science graduate students and clinical fellows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "New opportunities are available for Vanderbilt students ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "staff , and faculty to work abroad in partnership with international health projects through a number of Tennessee institutions now networked with the institute .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A center-without-walls may be a model for institutions contemplating strategic",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "246"
  }
}