{
  "paper_id": "9033adf08248ec28fb49e61abe6c1209d7811843",
  "metadata": {
    "title": "Requirement of CRTC1 coactivator for hepatitis B virus transcription",
    "coda_data_split": "train",
    "coda_paper_id": 10318,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Transcription of hepatitis B virus (HBV) from the covalently closed circular DNA (cccDNA) template is essential for its replication. Suppressing the level and transcriptional activity of cccDNA might have anti-HBV effect. Although cellular transcription factors, such as CREB, which mediate HBV transcription, have been well described, transcriptional coactivators that facilitate this process are incompletely understood. In this study we showed that CREBregulated transcriptional coactivator 1 (CRTC1) is required for HBV transcription and replication. The steady-state levels of CRTC1 protein were elevated in HBV-positive hepatoma cells and liver tissues. Ectopic expression of CRTC1 or its homolog CRTC2 or CRTC3 in hepatoma cells stimulated the activity of the preS2/S promoter of HBV, whereas overexpression of a dominant inactive form of CRTC1 inhibited HBV transcription. CRTC1 interacts with CREB and they are mutually required for the recruitment to the preS2/S promoter on cccDNA and for the activation of HBV transcription. Accumulation of pregenomic RNA (pgRNA) and cccDNA was observed when CRTC1 or its homologs were overexpressed, whereas the levels of pgRNA, cccDNA and secreted HBsAg were diminished when CRTC1 was compromised. In addition, HBV transactivator protein HBx stabilized CRTC1 and promoted its activity on HBV transcription. Our work reveals an essential role of CRTC1 coactivator in facilitating and supporting HBV transcription and replication.",
      "sentences": [
        [
          {
            "segment_text": "Transcription of hepatitis B virus ( HBV ) from the covalently closed circular DNA ( cccDNA ) template is essential for its replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Suppressing the level and transcriptional activity of cccDNA might have anti-HBV effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although cellular transcription factors , such as CREB ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which mediate HBV transcription , have been well described ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transcriptional coactivators that facilitate this process are incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we showed that CREBregulated transcriptional coactivator 1 ( CRTC1 ) is required for HBV transcription and replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The steady-state levels of CRTC1 protein were elevated in HBV-positive hepatoma cells and liver tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ectopic expression of CRTC1 or its homolog CRTC2 or CRTC3 in hepatoma cells stimulated the activity of the preS2/S promoter of HBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas overexpression of a dominant inactive form of CRTC1 inhibited HBV transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CRTC1 interacts with CREB and they are mutually required for the recruitment to the preS2/S promoter on cccDNA and for the activation of HBV transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accumulation of pregenomic RNA ( pgRNA ) and cccDNA was observed when CRTC1 or its homologs were overexpressed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the levels of pgRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cccDNA and secreted HBsAg were diminished when CRTC1 was compromised .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , HBV transactivator protein HBx stabilized CRTC1 and promoted its activity on HBV transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our work reveals an essential role of CRTC1 coactivator in facilitating and supporting HBV transcription and replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "236"
  }
}