{
  "paper_id": "903cb5c76a547e1a445f46a1f9cd042e0c168c1a",
  "metadata": {
    "title": "Roles for Biological Membranes in Regulating Human Immunodeficiency Virus Replication and Progress in the Development of HIV Therapeutics that Target Lipid Metabolism",
    "coda_data_split": "train",
    "coda_paper_id": 6431,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection by the human immunodeficiency virus (HIV) involves a number of important interactions with lipid components in host membranes that regulate binding, fusion, internalization, and viral assembly. Available data suggests that HIV actively modifies the sphingolipid content of cellular membranes to create focal environments that are favorable for infection. In this review, we summarize the roles that membrane lipids play in HIV infection and discuss the current status of therapeutics that attempt to modify biological membranes to inhibit HIV.",
      "sentences": [
        [
          {
            "segment_text": "Infection by the human immunodeficiency virus ( HIV ) involves a number of important interactions with lipid components in host membranes that regulate binding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fusion , internalization , and viral assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Available data suggests that HIV actively modifies the sphingolipid content of cellular membranes to create focal environments that are favorable for infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the roles that membrane lipids play in HIV infection and discuss the current status of therapeutics that attempt to modify biological membranes to inhibit HIV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "88"
  }
}