{
  "paper_id": "903f72d3ada120b673e76866cf278dc55baa05ac",
  "metadata": {
    "title": "Trends and Perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 7193,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Throughout the book chapters, researchers have highlighted the recent advancement in microfluidic areas, particularly those involving microdroplets.",
      "sentences": [
        [
          {
            "segment_text": "Throughout the book chapters , researchers have highlighted the recent advancement in microfluidic areas , particularly those involving microdroplets .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Simon and Lee focused on microfluidics droplet manipulations and applications, including droplet fusion, droplet fission, mixing in droplets, and droplet sorting. By combining these operations, they have shown promising applications in executing chemical reactions and biological assays at the microscale.",
      "sentences": [
        [
          {
            "segment_text": "Simon and Lee focused on microfluidics droplet manipulations and applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including droplet fusion , droplet fission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mixing in droplets , and droplet sorting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By combining these operations , they have shown promising applications in executing chemical reactions and biological assays at the microscale .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Day and Karimiani discussed dropletisation of bio-reactions. Zhang and Liu elaborated the physics involved in multiphase flows and microdroplets dynamics. They emphasized the important dimensionless parameters relating to droplet dynamics with droplet generation process as an example.",
      "sentences": [
        [
          {
            "segment_text": "Day and Karimiani discussed dropletisation of bio-reactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zhang and Liu elaborated the physics involved in multiphase flows and microdroplets dynamics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They emphasized the important dimensionless parameters relating to droplet dynamics with droplet generation process as an example .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Barber and Emerson discussed the fundamental droplet handling operations and the recent advances in electrowetting microdroplet technologies. They also provided an overview of droplet-based electrowetting technologies in biological and chemical applications. P. Neuzil",
      "sentences": [
        [
          {
            "segment_text": "Barber and Emerson discussed the fundamental droplet handling operations and the recent advances in electrowetting microdroplet technologies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They also provided an overview of droplet-based electrowetting technologies in biological and chemical applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P. Neuzil",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "142"
  }
}