{
  "paper_id": "90b0fe174743e644885913f46c6edef5d482efbf",
  "metadata": {
    "title": "Host cell proteases: Critical determinants of coronavirus tropism and pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 10793,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses are a large group of enveloped, single-stranded positive-sense RNA viruses that infect a wide range of avian and mammalian species, including humans. The emergence of deadly human coronaviruses, severe acute respiratory syndrome coronavirus (SARS-CoV), and Middle East respiratory syndrome coronavirus (MERS-CoV) have bolstered research in these viral and often zoonotic pathogens. While coronavirus cell and tissue tropism, host range, and pathogenesis are initially controlled by interactions between the spike envelope glycoprotein and host cell receptor, it is becoming increasingly apparent that proteolytic activation of spike by host cell proteases also plays a critical role. Coronavirus spike proteins are the main determinant of entry as they possess both receptor binding and fusion functions. Whereas binding to the host cell receptor is an essential first step in establishing infection, the proteolytic activation step is often critical for the fusion function of spike, as it allows for controlled release of the fusion peptide into target cellular membranes. Coronaviruses have evolved multiple strategies for proteolytic activation of spike, and a large number of host proteases have been shown to proteolytically process the spike protein. These include, but are not limited to, endosomal cathepsins, cell surface transmembrane protease/serine (TMPRSS) proteases, furin, and trypsin. This review focuses on the diversity of strategies coronaviruses have evolved to proteolytically activate their fusion protein during spike protein biosynthesis and the critical entry step of their life cycle, and highlights important findings on how proteolytic activation of coronavirus spike influences tissue and cell tropism, host range and pathogenicity.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are a large group of enveloped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "single-stranded positive-sense RNA viruses that infect a wide range of avian and mammalian species , including humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of deadly human coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe acute respiratory syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Middle East respiratory syndrome coronavirus ( MERS-CoV ) have bolstered research in these viral and often zoonotic pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While coronavirus cell and tissue tropism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "host range , and pathogenesis are initially controlled by interactions between the spike envelope glycoprotein and host cell receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is becoming increasingly apparent that proteolytic activation of spike by host cell proteases also plays a critical role .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus spike proteins are the main determinant of entry as they possess both receptor binding and fusion functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whereas binding to the host cell receptor is an essential first step in establishing infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the proteolytic activation step is often critical for the fusion function of spike ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as it allows for controlled release of the fusion peptide into target cellular membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses have evolved multiple strategies for proteolytic activation of spike ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a large number of host proteases have been shown to proteolytically process the spike protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include , but are not limited to ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "endosomal cathepsins , cell surface transmembrane protease/serine ( TMPRSS ) proteases , furin , and trypsin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the diversity of strategies coronaviruses have evolved to proteolytically activate their fusion protein during spike protein biosynthesis and the critical entry step of their life cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and highlights important findings on how proteolytic activation of coronavirus spike influences tissue and cell tropism , host range and pathogenicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "280"
  }
}