{
  "paper_id": "90b1c08620b3bcc5694e31a241e2be2589003030",
  "metadata": {
    "title": "Clostridium difficile carriage in hospitalized cancer patients: a prospective investigation in eastern China",
    "coda_data_split": "train",
    "coda_paper_id": 7826,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Clostridium difficile carriage has been considered as a potential source for the deadly infection, but its role in cancer patients is still unclear. We aimed to identify the clinical and immunological factors that are related to C. difficile carriage in Chinese cancer patients. Methods: A total of 400 stool samples were collected from cancer patients who received chemotherapy in three hospitals of eastern China. Bacterial genomic DNA was extracted and two toxin genes (tcdA and tcdB) were detected. PCR ribotyping was performed using capillary gel electrophoresis. Concentrations of prostaglandin E2 (PGE2), transforming growth factor beta (TGF-β) and interleukin-10 (IL-10) were measured using enzyme-linked immunosorbent assay (ELISA) kits. Results: Eighty-two (20.5%) samples were confirmed to be C. difficile-positive and positive for tpi, tcdA, and tcdB genes. The C. difficile-positive rates in patients with diarrhea and no diarrhea were 35% and 19.7%, respectively (p \u003d 0.09). Patients who were younger than 50 years old and were hospitalized for at least 10 days had a C. difficile-positive rate as high as 35%. In contrast, patients who were older than 50 years old and were hospitalized for less than 10 days had a C. difficile-positive rate of only 12.7% (p \u003d 0.0009). No association was found between C. difficile carriage and chemotherapy regimen, antibiotic drug use, or immunosuppressive mediators, such as prostaglandin E2 (PGE2), transforming growth factor beta (TGF-β), or interleukin-10 (IL-10). Twelve ribotypes of C. difficile were identified, but none of them belonged to ribotype 027. Conclusions: We conclude that younger patients and those with longer hospitalization stays may be more prone to C. difficile carriage. Studies of larger populations are warranted to clarify the exact role of C. difficile carriage in hospitalized cancer patients in China.",
      "sentences": [
        [
          {
            "segment_text": "Background : Clostridium difficile carriage has been considered as a potential source for the deadly infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its role in cancer patients is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to identify the clinical and immunological factors that are related to C. difficile carriage in Chinese cancer patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 400 stool samples were collected from cancer patients who received chemotherapy in three hospitals of eastern China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial genomic DNA was extracted and two toxin genes ( tcdA and tcdB ) were detected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR ribotyping was performed using capillary gel electrophoresis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Concentrations of prostaglandin E2 ( PGE2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "transforming growth factor beta ( TGF-β ) and interleukin-10 ( IL-10 ) were measured using enzyme-linked immunosorbent assay ( ELISA ) kits .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Eighty-two ( 20.5 % ) samples were confirmed to be C. difficile-positive and positive for tpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tcdA , and tcdB genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The C. difficile-positive rates in patients with diarrhea and no diarrhea were 35 % and 19.7 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ( p \u003d 0.09 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients who were younger than 50 years old and were hospitalized for at least 10 days had a C. difficile-positive rate as high as 35 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , patients who were older than 50 years old and were hospitalized for less than 10 days had a C. difficile-positive rate of only 12.7 % ( p \u003d 0.0009 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No association was found between C. difficile carriage and chemotherapy regimen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antibiotic drug use , or immunosuppressive mediators ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as prostaglandin E2 ( PGE2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transforming growth factor beta ( TGF-β ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or interleukin-10 ( IL-10 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twelve ribotypes of C. difficile were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but none of them belonged to ribotype 027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We conclude that younger patients and those with longer hospitalization stays may be more prone to C. difficile carriage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies of larger populations are warranted to clarify the exact role of C. difficile carriage in hospitalized cancer patients in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "23",
    "token_num": "342"
  }
}