{
  "paper_id": "90d553a545579b2e27d0899c558e004ff33cd0f4",
  "metadata": {
    "title": "Infection with and Carriage of Mycoplasma pneumoniae in Children",
    "coda_data_split": "train",
    "coda_paper_id": 8223,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Atypical\" pneumonia was described as a distinct and mild form of community-acquired pneumonia (CAP) already before Mycoplasma pneumoniae had been discovered and recognized as its cause. M. pneumoniae is detected in CAP patients most frequently among school-aged children from 5 to 15 years of age, with a decline after adolescence and tapering off in adulthood. Detection rates by polymerase chain reaction (PCR) or serology in children with CAP admitted to the hospital amount 4-39%. Although the infection is generally mild and self-limiting, patients of every age can develop severe or extrapulmonary disease. Recent studies indicate that high rates of healthy children carry M. pneumoniae in the upper respiratory tract and that current diagnostic PCR or serology cannot discriminate between M. pneumoniae infection and carriage. Further, symptoms and radiologic features are not specific for M. pneumoniae infection. Thus, patients may be unnecessarily treated with antimicrobials against M. pneumoniae. Macrolides are the first-line antibiotics for this entity in children younger than 8 years of age. Overall macrolides are extensively used worldwide, and this has led to the emergence of macrolide-resistant M. pneumoniae, which may be associated with severe clinical features and more extrapulmonary complications. This review focuses on the characteristics of M. pneumoniae infections in children, and exemplifies that simple clinical decision rules may help identifying children at high risk for CAP due to M. pneumoniae. This may aid physicians in prescribing appropriate first-line antibiotics, since current diagnostic tests for M. pneumoniae infection are not reliably predictive.",
      "sentences": [
        [
          {
            "segment_text": "Atypical \u0027\u0027 pneumonia was described as a distinct and mild form of community-acquired pneumonia ( CAP ) already before Mycoplasma pneumoniae had been discovered and recognized as its cause .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "M. pneumoniae is detected in CAP patients most frequently among school-aged children from 5 to 15 years of age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a decline after adolescence and tapering off in adulthood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detection rates by polymerase chain reaction ( PCR ) or serology in children with CAP admitted to the hospital amount 4-39 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the infection is generally mild and self-limiting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "patients of every age can develop severe or extrapulmonary disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies indicate that high rates of healthy children carry M. pneumoniae in the upper respiratory tract and that current diagnostic PCR or serology can not discriminate between M. pneumoniae infection and carriage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , symptoms and radiologic features are not specific for M. pneumoniae infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , patients may be unnecessarily treated with antimicrobials against M. pneumoniae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Macrolides are the first-line antibiotics for this entity in children younger than 8 years of age .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overall macrolides are extensively used worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this has led to the emergence of macrolide-resistant M. pneumoniae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may be associated with severe clinical features and more extrapulmonary complications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the characteristics of M. pneumoniae infections in children ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and exemplifies that simple clinical decision rules may help identifying children at high risk for CAP due to M. pneumoniae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may aid physicians in prescribing appropriate first-line antibiotics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since current diagnostic tests for M. pneumoniae infection are not reliably predictive .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "271"
  }
}