{
  "paper_id": "90e54252fa53c375ee158578960efbd8e541d302",
  "metadata": {
    "title": "Neonatal bronchial hyperresponsiveness precedes acute severe viral bronchiolitis in infants",
    "coda_data_split": "train",
    "coda_paper_id": 4846,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory syncytial virus and other respiratory tract viruses lead to common colds in most infants, whereas a minority develop acute severe bronchiolitis often requiring hospitalization. We hypothesized that such an excessive response to respiratory tract viral infection is caused by host factors reflected in pre-existing increased bronchial responsiveness. Objective: We sought to compare bronchial responsiveness and lung function in 1-month-old neonates who later develop acute severe bronchiolitis with those who do not. Methods: We measured infant lung function (n 5 402) and bronchial responsiveness to methacholine (n 5 363) using the raised-volume rapid thoracoabdominal compression technique before any respiratory symptoms in 1-month-old neonates from the Copenhagen Prospective Study of Asthma in Childhood birth cohort born to mothers with asthma. The children were prospectively monitored for respiratory symptoms and given a diagnosis of acute severe bronchiolitis according to a fixed algorithm. Results: Thirty-four (8.5%) infants had acute severe bronchiolitis before 2 years of age, 21 (62%) were hospitalized,",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory syncytial virus and other respiratory tract viruses lead to common colds in most infants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas a minority develop acute severe bronchiolitis often requiring hospitalization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that such an excessive response to respiratory tract viral infection is caused by host factors reflected in pre-existing increased bronchial responsiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : We sought to compare bronchial responsiveness and lung function in 1-month-old neonates who later develop acute severe bronchiolitis with those who do not .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We measured infant lung function ( n 5 402 ) and bronchial responsiveness to methacholine ( n 5 363 ) using the raised-volume rapid thoracoabdominal compression technique before any respiratory symptoms in 1-month-old neonates from the Copenhagen Prospective Study of Asthma in Childhood birth cohort born to mothers with asthma .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The children were prospectively monitored for respiratory symptoms and given a diagnosis of acute severe bronchiolitis according to a fixed algorithm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Thirty-four ( 8.5 % ) infants had acute severe bronchiolitis before 2 years of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "21 ( 62 % ) were hospitalized ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "180"
  }
}