{
  "paper_id": "90f2e2a33f7f6bae27a703b4c30a99f87d404474",
  "metadata": {
    "title": "ARTICLE The comparative immunology of wild and laboratory mice, Mus musculus domesticus",
    "coda_data_split": "train",
    "coda_paper_id": 6423,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The laboratory mouse is the workhorse of immunology, used as a model of mammalian immune function, but how well immune responses of laboratory mice reflect those of free-living animals is unknown. Here we comprehensively characterize serological, cellular and functional immune parameters of wild mice and compare them with laboratory mice, finding that wild mouse cellular immune systems are, comparatively, in a highly activated (primed) state. Associations between immune parameters and infection suggest that high level pathogen exposure drives this activation. Moreover, wild mice have a population of highly activated myeloid cells not present in laboratory mice. By contrast, in vitro cytokine responses to pathogen-associated ligands are generally lower in cells from wild mice, probably reflecting the importance of maintaining immune homeostasis in the face of intense antigenic challenge in the wild. These data provide a comprehensive basis for validating (or not) laboratory mice as a useful and relevant immunological model system. Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications Competing interests: The authors declare no competing financial interests. Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ How to cite this article: Abolins, S. et al. The comparative immunology of wild and laboratory mice, Mus musculus domesticus. Nat.",
      "sentences": [
        [
          {
            "segment_text": "The laboratory mouse is the workhorse of immunology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "used as a model of mammalian immune function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but how well immune responses of laboratory mice reflect those of free-living animals is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we comprehensively characterize serological ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "cellular and functional immune parameters of wild mice and compare them with laboratory mice ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "finding that wild mouse cellular immune systems are ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comparatively , in a highly activated ( primed ) state .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Associations between immune parameters and infection suggest that high level pathogen exposure drives this activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , wild mice have a population of highly activated myeloid cells not present in laboratory mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , in vitro cytokine responses to pathogen-associated ligands are generally lower in cells from wild mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably reflecting the importance of maintaining immune homeostasis in the face of intense antigenic challenge in the wild .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data provide a comprehensive basis for validating ( or not ) laboratory mice as a useful and relevant immunological model system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications Competing interests : The authors declare no competing financial interests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions / How to cite this article : Abolins , S. et al. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The comparative immunology of wild and laboratory mice , Mus musculus domesticus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nat .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "227"
  }
}