{
  "paper_id": "911bd3aec36e2bf26547930e81c65b2a7b6bfb3b",
  "metadata": {
    "title": "Buried treasure: evolutionary perspectives on microbial iron piracy An evolving view of host-microbe interactions",
    "coda_data_split": "train",
    "coda_paper_id": 3943,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Host-pathogen interactions provide valuable systems for the study of evolutionary genetics and natural selection. The sequestration of essential iron has emerged as a critical innate defense system termed nutritional immunity, leading pathogens to evolve mechanisms of `iron piracy\u0027 to scavenge this metal from host proteins. This battle for iron carries numerous consequences not only for host-pathogen evolution, but also microbial community interactions. Here we highlight recent and potential future areas of investigation on the evolutionary implications of microbial iron piracy in relation to molecular arms races, host range, competition, and virulence. Applying evolutionary genetic approaches to the study of microbial iron acquisition could also provide new inroads for understanding and combating infectious disease.",
      "sentences": [
        [
          {
            "segment_text": "Host-pathogen interactions provide valuable systems for the study of evolutionary genetics and natural selection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sequestration of essential iron has emerged as a critical innate defense system termed nutritional immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading pathogens to evolve mechanisms of ` iron piracy \u0027 to scavenge this metal from host proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This battle for iron carries numerous consequences not only for host-pathogen evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also microbial community interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we highlight recent and potential future areas of investigation on the evolutionary implications of microbial iron piracy in relation to molecular arms races ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "host range , competition , and virulence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Applying evolutionary genetic approaches to the study of microbial iron acquisition could also provide new inroads for understanding and combating infectious disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "125"
  }
}