{
  "paper_id": "9133be39193fb75d44da81700f9d110f3e160e1f",
  "metadata": {
    "title": "Nanowire BioFETs: An Overview Chemical vapor deposition SAED Selected-area-electron diffraction",
    "coda_data_split": "train",
    "coda_paper_id": 9565,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this chapter, the biosensing as a key element of nanotechnology and commanding a wide range of applications is discussed, e.g., fast and efficient clinical diagnostics, health care, security, environmental monitoring, etc. The operation and sensing mechanism of BioFETs and ion-sensitive FETs are elaborated on a molecular level, based upon the molecular recognition between target and probe molecules and the input gate voltage and output ON current of the conventional FETs. In particular, the extended roles of the gate electrode of BioFETs as the probing surface are highlighted, in comparison with the conventional gate electrode, together with the physical and biological processes for detecting target molecules. Moreover, the bottom-up syntheses of vertical and horizontal nanowires are presented and the ensuing nanowires are characterized. Also, the top-down and bottom-up approaches for processing nanowires are compared by taking as criteria the process complexity and quality of the nanowires produced. Finally, the future prospects of bio-sensing are presented.",
      "sentences": [
        [
          {
            "segment_text": "In this chapter , the biosensing as a key element of nanotechnology and commanding a wide range of applications is discussed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. , fast and efficient clinical diagnostics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "health care , security , environmental monitoring , etc. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The operation and sensing mechanism of BioFETs and ion-sensitive FETs are elaborated on a molecular level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based upon the molecular recognition between target and probe molecules and the input gate voltage and output ON current of the conventional FETs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , the extended roles of the gate electrode of BioFETs as the probing surface are highlighted ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in comparison with the conventional gate electrode ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "together with the physical and biological processes for detecting target molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , the bottom-up syntheses of vertical and horizontal nanowires are presented and the ensuing nanowires are characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , the top-down and bottom-up approaches for processing nanowires are compared by taking as criteria the process complexity and quality of the nanowires produced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , the future prospects of bio-sensing are presented .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviation",
      "sentences": [
        [
          {
            "segment_text": "Abbreviation",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Light-emitting diode UV Ultraviolet IR Infrared NEP Noise-equivalent power SWCNT Single-walled carbon nanotube FET Field effect transistor CVD",
      "sentences": [
        [
          {
            "segment_text": "Light-emitting diode UV Ultraviolet IR Infrared NEP Noise-equivalent power SWCNT Single-walled carbon nanotube FET Field effect transistor CVD",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "194"
  }
}