{
  "paper_id": "9138f2909ac88cdf8463d08e4559197edc2c60ee",
  "metadata": {
    "title": "Identification of a novel nidovirus in an outbreak of fatal respiratory disease in ball pythons (Python regius)",
    "coda_data_split": "train",
    "coda_paper_id": 5256,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory infections are important causes of morbidity and mortality in reptiles; however, the causative agents are only infrequently identified. Findings: Pneumonia, tracheitis and esophagitis were reported in a collection of ball pythons (Python regius). Eight of 12 snakes had evidence of bacterial pneumonia. High-throughput sequencing of total extracted nucleic acids from lung, esophagus and spleen revealed a novel nidovirus. PCR indicated the presence of viral RNA in lung, trachea, esophagus, liver, and spleen. In situ hybridization confirmed the presence of intracellular, intracytoplasmic viral nucleic acids in the lungs of infected snakes. Phylogenetic analysis based on a 1,136 amino acid segment of the polyprotein suggests that this virus may represent a new species in the subfamily Torovirinae. Conclusions: This report of a novel nidovirus in ball pythons may provide insight into the pathogenesis of respiratory disease in this species and enhances our knowledge of the diversity of nidoviruses.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory infections are important causes of morbidity and mortality in reptiles ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the causative agents are only infrequently identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Findings : Pneumonia , tracheitis and esophagitis were reported in a collection of ball pythons ( Python regius ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight of 12 snakes had evidence of bacterial pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High-throughput sequencing of total extracted nucleic acids from lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "esophagus and spleen revealed a novel nidovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR indicated the presence of viral RNA in lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trachea , esophagus , liver , and spleen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situ hybridization confirmed the presence of intracellular ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intracytoplasmic viral nucleic acids in the lungs of infected snakes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis based on a 1,136 amino acid segment of the polyprotein suggests that this virus may represent a new species in the subfamily Torovirinae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This report of a novel nidovirus in ball pythons may provide insight into the pathogenesis of respiratory disease in this species and enhances our knowledge of the diversity of nidoviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "170"
  }
}