{
  "paper_id": "9145bba7d255816a2d5f1922d8d29d01ba7c71b7",
  "metadata": {
    "title": "The Process and Practice of Negotiation Reader\u0027s Guide",
    "coda_data_split": "train",
    "coda_paper_id": 4805,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global health diplomacy has been de fi ned as the art and practice of negotiation in relation to global health issues. This chapter draws on generic concepts of negotiation as a process of diagnosis, formula development, exchange and implementation, re fl ecting the shared and sometimes contested values, power relationships and interests of the many different actors involved. It sets out a framework for understanding the main phases of global health negotiation process as they arise in many different contexts. The negotiation of global health issues is shown to be a driver of the regimes of global health governance institutions that are shaped by the new trends in global governance described in the previous chapter. The leadership and development of diplomatic negotiation s at every level with an increasing range of actors is therefore key to global governance for health. 74 G. Lister and K. Lee",
      "sentences": [
        [
          {
            "segment_text": "Global health diplomacy has been de fi ned as the art and practice of negotiation in relation to global health issues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter draws on generic concepts of negotiation as a process of diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "formula development , exchange and implementation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "re fl ecting the shared and sometimes contested values ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "power relationships and interests of the many different actors involved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It sets out a framework for understanding the main phases of global health negotiation process as they arise in many different contexts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The negotiation of global health issues is shown to be a driver of the regimes of global health governance institutions that are shaped by the new trends in global governance described in the previous chapter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The leadership and development of diplomatic negotiation s at every level with an increasing range of actors is therefore key to global governance for health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "74 G. Lister and K. Lee",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "155"
  }
}