{
  "paper_id": "914c902b380450ed34fdf77acbe972e7f55c29f4",
  "metadata": {
    "title": "Measurement of the concentration of murine IgG monoclonal antibody in hybridoma supernatants and ascites in absolute units by sensitive and reliable enzyme-linked immunosorbent assays (ELISA)",
    "coda_data_split": "train",
    "coda_paper_id": 3168,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have investigated an enzyme-linked immunosorbent assay (ELISA) for mouse IgG using affinitypurified goat anti-mouse antibodies for capture and detection. This assay was used to measure the absolute or weight/volume concentration of murine monoclonal antibody in hybridoma supernatants. Bovine or horse serum did not interfere with the assay, which permitted reliable measurement of all murine IgG subclasses except IgG3 in the 1-20 ng/ml range. Antibody capture was essentially complete in the optimized assay. In combination with an antigen-dependent ELISA, the assay allowed estimation of the absolute concentration of specific monoclonal antibody in ascites. These rapid and relatively simple assays may be applicable in many situations in which a practical means of measuring murine monoclonal antibodies in weight/volume units is needed.",
      "sentences": [
        [
          {
            "segment_text": "We have investigated an enzyme-linked immunosorbent assay ( ELISA ) for mouse IgG using affinitypurified goat anti-mouse antibodies for capture and detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This assay was used to measure the absolute or weight/volume concentration of murine monoclonal antibody in hybridoma supernatants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Bovine or horse serum did not interfere with the assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which permitted reliable measurement of all murine IgG subclasses except IgG3 in the 1-20 ng/ml range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibody capture was essentially complete in the optimized assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In combination with an antigen-dependent ELISA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the assay allowed estimation of the absolute concentration of specific monoclonal antibody in ascites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These rapid and relatively simple assays may be applicable in many situations in which a practical means of measuring murine monoclonal antibodies in weight/volume units is needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "130"
  }
}