{
  "paper_id": "914c0d5e58d5c2aceedb6ab07c555e1aaba6018d",
  "metadata": {
    "title": "Localization of an RNA-binding domain in the nucleocapsid protein of the coronavirus mouse hepatitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 2367,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The interaction between the nucleocapsid (N) protein of mouse hepatitis Virus (MHV) and RNA was studied in an effort to define portions of the N molecule that participate in binding to RNA. N mRNAs transcribed from SP6 and T7 vectors were translated in a rabbit reticulocyte lysate. Analysis of synthesized N protein in a nondenaturing gel system showed that it bound in vitro to an endogenous RNA in the reticulocyte lysate but not to its own mRNA. A set of deletion mutants was constructed in order to localize the RNAbinding activity of the N protein. It was found that removal of as much as 135 amino-terminal or 57 carboxy-terminal amino acids from the molecule had little or no effect on RNA binding. Moreover, deletion mutants lacking both termini still retained RNA-binding ability. By contrast, internal deletions or truncations extending beyond these two limits effectively abolished RNA binding by N protein. Thus, the RNA-binding region of N has been mapped to the second (central) of the three structural domains of the molecule. P.S. Masters: RNA-binding domain of MHV N protein 32. Sturman LS, Holmes KV, Behnke J (1980) Isolation of coronavirus envelope glycoproteins and interaction with the viral nucleocapsid. Virology 33:449-462 33. Van der Most RG, Bredenbeek PJ, Spaan WJM (1991) A domain at the 3\u0027 end of the polymerase gene is essential for encapsidation of coronavirus defective interfering RNAs. J Virol 65:3219-3226",
      "sentences": [
        [
          {
            "segment_text": "The interaction between the nucleocapsid ( N ) protein of mouse hepatitis Virus ( MHV ) and RNA was studied in an effort to define portions of the N molecule that participate in binding to RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "N mRNAs transcribed from SP6 and T7 vectors were translated in a rabbit reticulocyte lysate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Analysis of synthesized N protein in a nondenaturing gel system showed that it bound in vitro to an endogenous RNA in the reticulocyte lysate but not to its own mRNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A set of deletion mutants was constructed in order to localize the RNAbinding activity of the N protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was found that removal of as much as 135 amino-terminal or 57 carboxy-terminal amino acids from the molecule had little or no effect on RNA binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , deletion mutants lacking both termini still retained RNA-binding ability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , internal deletions or truncations extending beyond these two limits effectively abolished RNA binding by N protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the RNA-binding region of N has been mapped to the second ( central ) of the three structural domains of the molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P.S. Masters : RNA-binding domain of MHV N protein 32 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sturman LS , Holmes KV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Behnke J ( 1980 ) Isolation of coronavirus envelope glycoproteins and interaction with the viral nucleocapsid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virology 33:449-462 33 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Van der Most RG , Bredenbeek PJ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Spaan WJM ( 1991 ) A domain at the 3 \u0027 end of the polymerase gene is essential for encapsidation of coronavirus defective interfering RNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "J Virol 65:3219-3226",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "263"
  }
}