{
  "paper_id": "915266f52a5f9c7360670df5de7b51d20e0a8cfa",
  "metadata": {
    "title": "The US Military Commitment to vaccine Development: A Century of Successes and Challenges",
    "coda_data_split": "train",
    "coda_paper_id": 3794,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The US military has been a leading proponent of vaccine development since its founding. General George Washington ordered the entire American army to be variolated against smallpox after recognizing the serious threat that it posed to military operations. He did this on the recommendation from Dr. John Morgan, the physician-in-chief of the American army, who wrote a treatise on variolation in 1776. Although cases of smallpox still occurred, they were far fewer than expected, and it is believed that the vaccination program contributed to victory in the War of Independence. Effective military force requires personnel who are healthy and combat ready for worldwide deployment. Given the geography of US military operations, military personnel should also be protected against diseases that are endemic in potential areas of conflict. For this reason, and unknown to many, the US military has strongly supported vaccine research and development. Four categories of communicable infectious diseases threaten military personnel:",
      "sentences": [
        [
          {
            "segment_text": "The US military has been a leading proponent of vaccine development since its founding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "General George Washington ordered the entire American army to be variolated against smallpox after recognizing the serious threat that it posed to military operations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He did this on the recommendation from Dr. John Morgan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the physician-in-chief of the American army ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "who wrote a treatise on variolation in 1776 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although cases of smallpox still occurred ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they were far fewer than expected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is believed that the vaccination program contributed to victory in the War of Independence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Effective military force requires personnel who are healthy and combat ready for worldwide deployment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the geography of US military operations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "military personnel should also be protected against diseases that are endemic in potential areas of conflict .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For this reason , and unknown to many ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the US military has strongly supported vaccine research and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Four categories of communicable infectious diseases threaten military personnel :",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "(1) diseases that spread easily in densely populated areas (respiratory and dysenteric diseases); (2) vector-borne diseases (disease carried by mosquitoes and other insects);",
      "sentences": [
        [
          {
            "segment_text": "( 1 ) diseases that spread easily in densely populated areas ( respiratory and dysenteric diseases ) ; ( 2 ) vector-borne diseases ( disease carried by mosquitoes and other insects ) ;",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "(3) sexually transmitted diseases (hepatitis, HIV, and gonorrhea); and (4) diseases associated with biological warfare. For each category, the US military has supported research that has provided the basis for many of the vaccines available today. Although preventive measures and the development of drugs have provided some relief from the burden of malaria, dengue, and HIV, the US military continues to fund research and development of prophylactic vaccines that will contribute to force health protection and global health.",
      "sentences": [
        [
          {
            "segment_text": "( 3 ) sexually transmitted diseases ( hepatitis , HIV , and gonorrhea ) ; and ( 4 ) diseases associated with biological warfare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For each category , the US military has supported research that has provided the basis for many of the vaccines available today .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although preventive measures and the development of drugs have provided some relief from the burden of malaria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dengue , and HIV , the US military continues to fund research and development of prophylactic vaccines that will contribute to force health protection and global health .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In the past few years, newly recognized infections with Zika, severe acute respiratory syndrome, Middle East respiratory syndrome viruses have pushed the US military to fund research and fast track clinical trials to quickly and effectively develop vaccines for emerging diseases. With US military personnel present in every region of the globe, one of the most cost-effective ways to maintain military effectiveness is to develop vaccines against prioritized threats to military members\u0027 health.",
      "sentences": [
        [
          {
            "segment_text": "In the past few years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "newly recognized infections with Zika ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severe acute respiratory syndrome , Middle East respiratory syndrome viruses have pushed the US military to fund research and fast track clinical trials to quickly and effectively develop vaccines for emerging diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With US military personnel present in every region of the globe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one of the most cost-effective ways to maintain military effectiveness is to develop vaccines against prioritized threats to military members \u0027 health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "375"
  }
}