{
  "paper_id": "91595c90cb3ae1139a1090369bab9b25abbf6f1d",
  "metadata": {
    "title": "Detection of human coronavirus NL63, human metapneumovirus and respiratory syncytial virus in children with respiratory tract infections in south-west Sweden",
    "coda_data_split": "train",
    "coda_paper_id": 3654,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two recently detected viruses, human metapneumovirus (hMPV) and coronavirus NL63 (HCoV-NL63), have been associated with acute respiratory tract infections, particularly in young children. This study investigated the frequency of hMPV and HCoV-NL63 infections in Swedish children by screening 221 nasopharyngeal aspirates, collected between November 2003 and May 2005, from 212 children attending the paediatric department of a county hospital in Sweden or submitted from local general practitioners. The samples were originally submitted to be tested for respiratory syncytial virus (RSV), and were examined retrospectively for hMPV and HCoV-NL63 by RT-PCR. Of the 212 patients, 101 were positive for RSV (48%), 22 (10%) were positive for hMPV, and 12 (6%) were positive for HCoV-NL63. The frequency of HCoV-NL63 infection increased from 1% in 2003-2004 to 10% in 2004-2005. Sequence analysis of parts of the coronavirus genomes showed considerable similarity to the HCoV-NL63 prototype sequence. The study demonstrated that HCoV-NL63 and hMPV occur in south-west Sweden with essentially the same frequency, seasonal distribution and clinical characteristics as have been reported in other countries.",
      "sentences": [
        [
          {
            "segment_text": "Two recently detected viruses , human metapneumovirus ( hMPV ) and coronavirus NL63 ( HCoV-NL63 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been associated with acute respiratory tract infections , particularly in young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigated the frequency of hMPV and HCoV-NL63 infections in Swedish children by screening 221 nasopharyngeal aspirates ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "collected between November 2003 and May 2005 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "from 212 children attending the paediatric department of a county hospital in Sweden or submitted from local general practitioners .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The samples were originally submitted to be tested for respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and were examined retrospectively for hMPV and HCoV-NL63 by RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 212 patients , 101 were positive for RSV ( 48 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22 ( 10 % ) were positive for hMPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 12 ( 6 % ) were positive for HCoV-NL63 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The frequency of HCoV-NL63 infection increased from 1 % in 2003-2004 to 10 % in 2004-2005 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of parts of the coronavirus genomes showed considerable similarity to the HCoV-NL63 prototype sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study demonstrated that HCoV-NL63 and hMPV occur in south-west Sweden with essentially the same frequency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seasonal distribution and clinical characteristics as have been reported in other countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "205"
  }
}