{
  "paper_id": "9179c5c9df6bf1ac1aab2f413d18c1954e680fd2",
  "metadata": {
    "title": "Differential stepwise evolution of SARS coronavirus functional proteins in different host species",
    "coda_data_split": "train",
    "coda_paper_id": 9801,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: SARS coronavirus (SARS-CoV) was identified as the etiological agent of SARS, and extensive investigations indicated that it originated from an animal source (probably bats) and was recently introduced into the human population via wildlife animals from wet markets in southern China. Previous studies revealed that the spike (S) protein of SARS had experienced adaptive evolution, but whether other functional proteins of SARS have undergone adaptive evolution is not known.",
      "sentences": [
        [
          {
            "segment_text": "Background : SARS coronavirus ( SARS-CoV ) was identified as the etiological agent of SARS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and extensive investigations indicated that it originated from an animal source ( probably bats ) and was recently introduced into the human population via wildlife animals from wet markets in southern China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies revealed that the spike ( S ) protein of SARS had experienced adaptive evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but whether other functional proteins of SARS have undergone adaptive evolution is not known .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We employed several methods to investigate selective pressure among different SARS-CoV groups representing different epidemic periods and hosts. Our results suggest that most functional proteins of SARS-CoV have experienced a stepwise adaptive evolutionary pathway. Similar to previous studies, the spike protein underwent strong positive selection in the early and middle phases, and became stabilized in the late phase. In addition, the replicase experienced positive selection only in human patients, whereas assembly proteins experienced positive selection mainly in the middle and late phases. No positive selection was found in any proteins of bat SARS-like-CoV. Furthermore, specific amino acid sites that may be the targets of positive selection in each group are identified.",
      "sentences": [
        [
          {
            "segment_text": "We employed several methods to investigate selective pressure among different SARS-CoV groups representing different epidemic periods and hosts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that most functional proteins of SARS-CoV have experienced a stepwise adaptive evolutionary pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar to previous studies , the spike protein underwent strong positive selection in the early and middle phases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and became stabilized in the late phase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the replicase experienced positive selection only in human patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas assembly proteins experienced positive selection mainly in the middle and late phases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No positive selection was found in any proteins of bat SARS-like-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , specific amino acid sites that may be the targets of positive selection in each group are identified .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This extensive evolutionary analysis revealed the stepwise evolution of different functional proteins of SARS-CoVs at different epidemic stages and different hosts. These results support the hypothesis that SARS-CoV originated from bats and that the spill over into civets and humans were more recent events.",
      "sentences": [
        [
          {
            "segment_text": "This extensive evolutionary analysis revealed the stepwise evolution of different functional proteins of SARS-CoVs at different epidemic stages and different hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support the hypothesis that SARS-CoV originated from bats and that the spill over into civets and humans were more recent events .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "249"
  }
}