{
  "paper_id": "918ee8954f1c27dfdc36320da11a57b9e53a4322",
  "metadata": {
    "title": "A fast and simple one-step duplex PCR assay for canine distemper virus (CDV) and canine coronavirus (CCoV) detection",
    "coda_data_split": "train",
    "coda_paper_id": 7461,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The one-step polymerase chain reaction (one-step PCR) detection assay is an innovative PCR detection method, eliminating nucleic acid extraction steps, in which samples can be directly added to PCR reagents for testing. For simultaneous detection of CDV and CCoV, a sensitive and specific one-step duplex PCR (one-step dPCR) assay was developed with two pairs of primers that were designed based on H and M gene sequences of CDV and CCoV, respectively. The one-step dPCR with optimized detection conditions has high specificity and sensitivity; independent sequencing assays further verified these results.",
      "sentences": [
        [
          {
            "segment_text": "The one-step polymerase chain reaction ( one-step PCR ) detection assay is an innovative PCR detection method ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "eliminating nucleic acid extraction steps ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which samples can be directly added to PCR reagents for testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For simultaneous detection of CDV and CCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a sensitive and specific one-step duplex PCR ( one-step dPCR ) assay was developed with two pairs of primers that were designed based on H and M gene sequences of CDV and CCoV , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The one-step dPCR with optimized detection conditions has high specificity and sensitivity ; independent sequencing assays further verified these results .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "102"
  }
}