{
  "paper_id": "91abd69ad1b79240b58ffdfbce651e6980dca5bf",
  "metadata": {
    "title": "NOTE Preparation of a cell line persistently infected with maedi/visna virus and production of viral antigens",
    "coda_data_split": "train",
    "coda_paper_id": 6643,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We attempted to prepare a cell line that produces maedi/visna virus (MVV) and is free of contamination by other viruses and mycoplasmas. Three cell lines, which originated from a sheep, goat and bat, were infected with MVV and passaged approximately every 5 days. The cultured cells were then subjected to polymerase chain reaction analysis for MVV provirus. As a result, a cell line persistently infected with MVV was established from ZZ-R cells, which originated from the fetal goat tongue. The 50-fold concentrated culture fluid formed a precipitation line against reference antiserum.",
      "sentences": [
        [
          {
            "segment_text": "We attempted to prepare a cell line that produces maedi/visna virus ( MVV ) and is free of contamination by other viruses and mycoplasmas .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three cell lines , which originated from a sheep ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "goat and bat , were infected with MVV and passaged approximately every 5 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cultured cells were then subjected to polymerase chain reaction analysis for MVV provirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a result , a cell line persistently infected with MVV was established from ZZ-R cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which originated from the fetal goat tongue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 50-fold concentrated culture fluid formed a precipitation line against reference antiserum .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "103"
  }
}