{
  "paper_id": "91b8cb1041fbbcc5774eb5d1634da179e3a78b61",
  "metadata": {
    "title": "Molecular Advances in Severe Acute Respiratory Syndrome-associated Coronavirus (SARS-CoV)",
    "coda_data_split": "train",
    "coda_paper_id": 7963,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The sudden outbreak of severe acute respiratory syndrome (SARS) in 2002 prompted the establishment of a global scientific network subsuming most of the traditional rivalries in the competitive field of virology. Within months of the SARS outbreak, collaborative work revealed the identity of the disastrous pathogen as SARS-associated coronavirus (SARS-CoV). However, although the rapid identification of the agent represented an important breakthrough, our understanding of the deadly virus remains limited. Detailed biological knowledge is crucial for the development of effective countermeasures, diagnostic tests, vaccines and antiviral drugs against the SARS-CoV. This article reviews the present state of molecular knowledge about SARS-CoV, from the aspects of comparative genomics, molecular biology of viral genes, evolution, and epidemiology, and describes the diagnostic tests and the anti-viral drugs derived so far based on the available molecular information.",
      "sentences": [
        [
          {
            "segment_text": "The sudden outbreak of severe acute respiratory syndrome ( SARS ) in 2002 prompted the establishment of a global scientific network subsuming most of the traditional rivalries in the competitive field of virology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within months of the SARS outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "collaborative work revealed the identity of the disastrous pathogen as SARS-associated coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , although the rapid identification of the agent represented an important breakthrough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "our understanding of the deadly virus remains limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detailed biological knowledge is crucial for the development of effective countermeasures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diagnostic tests , vaccines and antiviral drugs against the SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews the present state of molecular knowledge about SARS-CoV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "from the aspects of comparative genomics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "molecular biology of viral genes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "evolution , and epidemiology , and describes the diagnostic tests and the anti-viral drugs derived so far based on the available molecular information .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "152"
  }
}