{
  "paper_id": "91c5dfb906ea4fd891f307befba76e0501caeb16",
  "metadata": {
    "title": "Application of Molecular Beacons in Real-Time PCR",
    "coda_data_split": "train",
    "coda_paper_id": 2105,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Real-time PCR or quantitative PCR (QPCR) is a powerful technique that allows measurement of PCR product while the amplification reaction proceeds. It incorporates the fluorescent element into conventional PCR as the calculation standard to provide a quantitative result. In this sense, fluorescent chemistry is the key component in QPCR. Till now, two types of fluorescent chemistries have been adopted in the QPCR systems: one is nonspecific probe and the other is specific. As a brilliant invention by Kramer et al. in 1996, molecular beacon is naturally suited as the reporting element in real-time PCR and has been adapted for many molecular biology applications. In this chapter, we briefly introduce the working principle of QPCR and overview different fluorescent chemistries, and then we focus on the applications of molecular beacons-like gene expression study, singlenucleotide polymorphisms and mutation detection, and pathogenic detection.",
      "sentences": [
        [
          {
            "segment_text": "Real-time PCR or quantitative PCR ( QPCR ) is a powerful technique that allows measurement of PCR product while the amplification reaction proceeds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It incorporates the fluorescent element into conventional PCR as the calculation standard to provide a quantitative result .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this sense , fluorescent chemistry is the key component in QPCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Till now , two types of fluorescent chemistries have been adopted in the QPCR systems : one is nonspecific probe and the other is specific .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a brilliant invention by Kramer et al. in 1996 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular beacon is naturally suited as the reporting element in real-time PCR and has been adapted for many molecular biology applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we briefly introduce the working principle of QPCR and overview different fluorescent chemistries ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and then we focus on the applications of molecular beacons-like gene expression study ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "singlenucleotide polymorphisms and mutation detection , and pathogenic detection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Soon after MBs were first introduced, they found important application in real-time PCR [1, 2] , which requires prompt signal production with high specificity. In this chapter, some basic principles of real-time PCR are discussed, and the applications of MBs in single-nucleotide polymorphisms (SNPs) genotyping and pathogenic detection are summarized.",
      "sentences": [
        [
          {
            "segment_text": "Soon after MBs were first introduced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they found important application in real-time PCR ( 1 , 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which requires prompt signal production with high specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this chapter , some basic principles of real-time PCR are discussed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the applications of MBs in single-nucleotide polymorphisms ( SNPs ) genotyping and pathogenic detection are summarized .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "216"
  }
}