{
  "paper_id": "91d5bd7d7d109d8f4ab66a54a4c6f9f5369fb19b",
  "metadata": {
    "title": "A step by step guide for conducting a systematic review and meta-analysis with simulation data",
    "coda_data_split": "train",
    "coda_paper_id": 10455,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The massive abundance of studies relating to tropical medicine and health has increased strikingly over the last few decades. In the field of tropical medicine and health, a well-conducted systematic review and meta-analysis (SR/MA) is considered a feasible solution for keeping clinicians abreast of current evidence-based medicine. Understanding of SR/MA steps is of paramount importance for its conduction. It is not easy to be done as there are obstacles that could face the researcher. To solve those hindrances, this methodology study aimed to provide a step-by-step approach mainly for beginners and junior researchers, in the field of tropical medicine and other health care fields, on how to properly conduct a SR/MA, in which all the steps here depicts our experience and expertise combined with the already well-known and accepted international guidance. We suggest that all steps of SR/MA should be done independently by 2-3 reviewers\u0027 discussion, to ensure data quality and accuracy.",
      "sentences": [
        [
          {
            "segment_text": "The massive abundance of studies relating to tropical medicine and health has increased strikingly over the last few decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the field of tropical medicine and health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a well-conducted systematic review and meta-analysis ( SR/MA ) is considered a feasible solution for keeping clinicians abreast of current evidence-based medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding of SR/MA steps is of paramount importance for its conduction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is not easy to be done as there are obstacles that could face the researcher .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To solve those hindrances , this methodology study aimed to provide a step-by-step approach mainly for beginners and junior researchers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in the field of tropical medicine and other health care fields ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "on how to properly conduct a SR/MA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in which all the steps here depicts our experience and expertise combined with the already well-known and accepted international guidance .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We suggest that all steps of SR/MA should be done independently by 2-3 reviewers \u0027 discussion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to ensure data quality and accuracy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: SR/MA steps include the development of research question, forming criteria, search strategy, searching databases, protocol registration, title, abstract, full-text screening, manual searching, extracting data, quality assessment, data checking, statistical analysis, double data checking, and manuscript writing.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : SR/MA steps include the development of research question ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "forming criteria , search strategy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "searching databases , protocol registration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "title , abstract , full-text screening ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "manual searching , extracting data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quality assessment , data checking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "statistical analysis , double data checking , and manuscript writing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "18",
    "token_num": "220"
  }
}