{
  "paper_id": "91ee5af1cf2b8c854b6323fa6ea037c11c4e9098",
  "metadata": {
    "title": "A new generic real-time reverse transcription polymerase chain reaction assay for vesiviruses; vesiviruses were not detected in human samples",
    "coda_data_split": "train",
    "coda_paper_id": 6992,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Different viruses belonging to the genus Vesivirus infect a broad range of animals, and cause gastroenteritis, vesicular skin lesions, hemorrhagic disease, respiratory diseases and other conditions. A recent report on Vesivirus viremia, as detected by PCR, in samples from patients with hepatitis of unknown etiology in the USA suggested a zoonotic potential for vesiviruses. These results have not been confirmed by another laboratory. In order to do so, a generic PCR assay on the RNA polymerase region was developed, and validated with RNA from 69 different Vesivirus species. Except SMSV serotype-8, all species tested were detected, including the ones that were suggested to be involved in zoonotic transmission in the USA (SMSV serotype-5).",
      "sentences": [
        [
          {
            "segment_text": "Different viruses belonging to the genus Vesivirus infect a broad range of animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cause gastroenteritis , vesicular skin lesions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hemorrhagic disease , respiratory diseases and other conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recent report on Vesivirus viremia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as detected by PCR , in samples from patients with hepatitis of unknown etiology in the USA suggested a zoonotic potential for vesiviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These results have not been confirmed by another laboratory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to do so ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a generic PCR assay on the RNA polymerase region was developed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and validated with RNA from 69 different Vesivirus species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Except SMSV serotype-8 , all species tested were detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the ones that were suggested to be involved in zoonotic transmission in the USA ( SMSV serotype-5 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The generic Vesivirus assay was used on RNA extracted from serum samples from patients with hepatitis, stool samples from patients with gastroenteritis, throat-swab specimens of patients with rash illnesses, throat-swab and nose-swabs of patients with acute respiratory diseases, and cell cultures with cytopathologic effect from enterovirus surveillance in which no pathogen was found. None were found positive. In this study a generic Vesivirus assay was developed and it was concluded that vesiviruses are an unlikely cause of common illnesses in humans in the Netherlands.",
      "sentences": [
        [
          {
            "segment_text": "The generic Vesivirus assay was used on RNA extracted from serum samples from patients with hepatitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "stool samples from patients with gastroenteritis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "throat-swab specimens of patients with rash illnesses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "throat-swab and nose-swabs of patients with acute respiratory diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and cell cultures with cytopathologic effect from enterovirus surveillance in which no pathogen was found .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "None were found positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study a generic Vesivirus assay was developed and it was concluded that vesiviruses are an unlikely cause of common illnesses in humans in the Netherlands .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "221"
  }
}