{
  "paper_id": "91f08a1a02ed51a781b1265d345b60cc63ff32fe",
  "metadata": {
    "title": "Toward a quantification of risks at the nexus of conservation and health: The case of bushmeat markets in Lao PDR",
    "coda_data_split": "train",
    "coda_paper_id": 6213,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Trade of bushmeat and other wildlife for human consumption presents a unique set of challenges to policymakers who are confronted with multiple trade-offs between conservation, food security, food safety, culture and tradition. In the face of these complex issues, risk assessments supported by quantitative information would facilitate evidence-based decision making. We propose a conceptual model for disease transmission risk analysis, inclusive of these multiple other facets. To quantify several processes included in this conceptual model we conducted questionnaire surveys with wildlife consumers and vendors in semi-urban centers in Lao People\u0027s Democratic Republic (Lao PDR, Laos) and direct observations of consumer behaviors. Direct observation of market stalls indicated an estimated average of 10 kg j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / s c i t o t e n v bushmeat biomass per stall per hour. The socio-demographic data suggested that consumption of bushmeat in urban areas was not for subsistence but rather driven by dietary preference and tradition. Consumer behavioral observations indicated that each animal receives an average of 7 contacts per hour. We provide other key parameters to estimate the risk of disease transmission from bushmeat consumption and illustrate their use in assessing the total public health and socio-economic impact of bushmeat consumption. Pursuing integrative approaches to the study of bushmeat consumption is essential to develop effective and balanced policies that support conservation, public health, and rural development goals.",
      "sentences": [
        [
          {
            "segment_text": "Trade of bushmeat and other wildlife for human consumption presents a unique set of challenges to policymakers who are confronted with multiple trade-offs between conservation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "food security , food safety , culture and tradition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the face of these complex issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "risk assessments supported by quantitative information would facilitate evidence-based decision making .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose a conceptual model for disease transmission risk analysis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "inclusive of these multiple other facets .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To quantify several processes included in this conceptual model we conducted questionnaire surveys with wildlife consumers and vendors in semi-urban centers in Lao People \u0027s Democratic Republic ( Lao PDR , Laos ) and direct observations of consumer behaviors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Direct observation of market stalls indicated an estimated average of 10 kg j o u r n a l h o m e p a g e : w w w .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "e l s e v i e r .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "c o m / l o c a t e / s c i t o t e n v bushmeat biomass per stall per hour .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The socio-demographic data suggested that consumption of bushmeat in urban areas was not for subsistence but rather driven by dietary preference and tradition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consumer behavioral observations indicated that each animal receives an average of 7 contacts per hour .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide other key parameters to estimate the risk of disease transmission from bushmeat consumption and illustrate their use in assessing the total public health and socio-economic impact of bushmeat consumption .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pursuing integrative approaches to the study of bushmeat consumption is essential to develop effective and balanced policies that support conservation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "public health , and rural development goals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "283"
  }
}