{
  "paper_id": "91f76039e4f3b0ce03e16d1011fd064634f370d4",
  "metadata": {
    "title": "A novel variant of avian infectious bronchitis virus resulting from recombination among three different strains",
    "coda_data_split": "train",
    "coda_paper_id": 8927,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An antigenic variant of avian infectious bronchitis virus (IBV), a coronavirus, was isolated and characterized. This strain, CUT2, possesses a number of unusual features, which have not been previously observed in IBV. The S1 glycoprotein of CU-T2 carries virus-neutralizing and serotype-specific epitopes of two IBV serotypes, Arkansas (Ark) and Massachusetts (Mass). Sequence analysis revealed that the virus, originally an Ark serotype, has acquired the Mass-specific epitope by mutation(s). This provides evidence that point mutations may lead to generation of IBV antigenic variants in the field. It was further observed that two independent recombination events involving three different IBV strains had occurred in the $2 glycoprotein gene and N protein gene of CU-T2, indicating that genomic RNA recombination in IBV may occur in multiple genes in nature. It was especially significant that a sequence of Holland 52 (a vaccine strain) had replaced half of the N gene of CU-T2. This proves that recombination among vaccine strains is contributing to the generation of IBV variants in the field. Based on these observations it is predicted that every IBV field isolate could have unique genetic nature. Therefore, several recently reported diagnostic and serotyping methods of IBV which are based on dot-blot hybridization, restriction fragment length polymorphism (RFLP), and polymerase chain reaction (PCR), may not reveal the true antigenic and/or genetic nature of IBV isolates, and may in fact yield misleading information.",
      "sentences": [
        [
          {
            "segment_text": "An antigenic variant of avian infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a coronavirus , was isolated and characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This strain , CUT2 , possesses a number of unusual features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which have not been previously observed in IBV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The S1 glycoprotein of CU-T2 carries virus-neutralizing and serotype-specific epitopes of two IBV serotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Arkansas ( Ark ) and Massachusetts ( Mass ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis revealed that the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "originally an Ark serotype , has acquired the Mass-specific epitope by mutation ( s ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This provides evidence that point mutations may lead to generation of IBV antigenic variants in the field .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was further observed that two independent recombination events involving three different IBV strains had occurred in the $ 2 glycoprotein gene and N protein gene of CU-T2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that genomic RNA recombination in IBV may occur in multiple genes in nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was especially significant that a sequence of Holland 52 ( a vaccine strain ) had replaced half of the N gene of CU-T2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This proves that recombination among vaccine strains is contributing to the generation of IBV variants in the field .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these observations it is predicted that every IBV field isolate could have unique genetic nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , several recently reported diagnostic and serotyping methods of IBV which are based on dot-blot hybridization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "restriction fragment length polymorphism ( RFLP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and polymerase chain reaction ( PCR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may not reveal the true antigenic and/or genetic nature of IBV isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may in fact yield misleading information .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "268"
  }
}