{
  "paper_id": "91f9d051a3db51f1c7d0f11ec4fee04e9ca78d94",
  "metadata": {
    "title": "Healthcare-Associated Infections in Pediatric Hematology-Oncology",
    "coda_data_split": "train",
    "coda_paper_id": 7277,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the last decade, advances in cancer therapy have led to improved survival in children and adolescents with malignant disorders. As cure rates improve, treatmentrelated toxicity, especially infections, accounts for a greater proportion of morbidity and mortality. Pediatric hematology and oncology patients are often highly susceptible to infection. Those with medical devices, such as indwelling central catheters, and those with intermittent or chronic neutropenia are particularly at high risk of healthcare-associated infections (HAIs) such as central line-associated bloodstream infections (CLABSI), Clostridium difficile infections (CDIs), ventilator-associated pneumonia (VAP), catheter-associated urinary tract infections (CAUTI), and respiratory viral infections. In the past, infectious complications of therapy for oncological and hematological disorders were regarded as largely unavoidable. It is now recognized that many, although not all, of the most common infections in this population are preventable. Collaborative quality improvement efforts have led to effective strategies to reduce rates of HAI and improved outcomes in these populations.",
      "sentences": [
        [
          {
            "segment_text": "In the last decade , advances in cancer therapy have led to improved survival in children and adolescents with malignant disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As cure rates improve , treatmentrelated toxicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially infections , accounts for a greater proportion of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pediatric hematology and oncology patients are often highly susceptible to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Those with medical devices , such as indwelling central catheters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and those with intermittent or chronic neutropenia are particularly at high risk of healthcare-associated infections ( HAIs ) such as central line-associated bloodstream infections ( CLABSI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Clostridium difficile infections ( CDIs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ventilator-associated pneumonia ( VAP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "catheter-associated urinary tract infections ( CAUTI ) , and respiratory viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the past , infectious complications of therapy for oncological and hematological disorders were regarded as largely unavoidable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is now recognized that many ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although not all , of the most common infections in this population are preventable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Collaborative quality improvement efforts have led to effective strategies to reduce rates of HAI and improved outcomes in these populations .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "182"
  }
}