{
  "paper_id": "91fac25e65f3d6be9e5a88837734644048219ec1",
  "metadata": {
    "title": "Molecular epidemiology of Korean porcine sapeloviruses",
    "coda_data_split": "train",
    "coda_paper_id": 7326,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To evaluate the prevalence and genetic diversity of porcine sapeloviruses (PSVs) in Korea, a total of 100 diarrhea fecal samples from pigs were analyzed by RT-PCR and nested PCR assays with primer pairs specific for the VP1 gene. Overall, 34 % of the diarrhea samples tested positive for PSV, and a high proportion of infections occurred along with a variety of other enteric viruses and bacteria. Genomic and phylogenetic analysis of the VP1 genes revealed pronounced genetic diversities between PSVs from Korean and elsewhere. Our results indicate that PSV infections are very common in Korean pigs with diarrhea. The infecting strains are genetically diverse.",
      "sentences": [
        [
          {
            "segment_text": "To evaluate the prevalence and genetic diversity of porcine sapeloviruses ( PSVs ) in Korea ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a total of 100 diarrhea fecal samples from pigs were analyzed by RT-PCR and nested PCR assays with primer pairs specific for the VP1 gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , 34 % of the diarrhea samples tested positive for PSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a high proportion of infections occurred along with a variety of other enteric viruses and bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genomic and phylogenetic analysis of the VP1 genes revealed pronounced genetic diversities between PSVs from Korean and elsewhere .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that PSV infections are very common in Korean pigs with diarrhea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infecting strains are genetically diverse .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "114"
  }
}