{
  "paper_id": "91ffeae61ed0981effb5f833295322144f620af4",
  "metadata": {
    "title": "l-Arginine stimulates intestinal intraepithelial lymphocyte functions and immune response in chickens orally immunized with live intermediate plus strain of infectious bursal disease vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 4046,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bursal disease (IBD) continues to pose potential threat to poultry industry all over the world. The disease can spell disaster not only through its infection but also by break of immunity in chickens vaccinated for other diseases. l-Arginine, a ubiquitous, semi-essential amino acid has emerged as an imunostimulant from variety of human and animal studies. In the present study, we demonstrate the stimulatory effects of l-arginine on intestinal intraepithelial lymphocyte (iIELs) functions as well as on systemic immune response in chickens orally vaccinated with live intermediate plus (IP) strain of IBD vaccine. Challenge studies with virulent IBDV revealed complete (100%) protection in IP + l-arginine group compared with 80% protection recorded in IP strain vaccinated chickens. Functional activities of iIELs evaluated by cytotoxicity assay demonstrated significantly high percentage cytotoxicity in IP + l-arginine groups compared with IP group (P \u003c 0.05). Proliferative response of iIELs against IBDV antigen and Con-A was also significantly higher in IP + l-arginine group. Similar results were obtained with peripheral blood mononuclear cell blastogenic response to IBDV and Con-A analyzed as an indicator of systemic cell-mediated immune response. Orally administered IP strain vaccine elicited good antibody titres in both the groups, IP and IP + l-arginine, however, the antibody titres were significantly higher in IP + l-arginine group compared with IP vaccinated group (P \u003c 0.05). These results clearly demonstrate that l-arginine stimulates intestinal and systemic immune response against IBDV.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bursal disease ( IBD ) continues to pose potential threat to poultry industry all over the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease can spell disaster not only through its infection but also by break of immunity in chickens vaccinated for other diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "l-Arginine , a ubiquitous , semi-essential amino acid has emerged as an imunostimulant from variety of human and animal studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we demonstrate the stimulatory effects of l-arginine on intestinal intraepithelial lymphocyte ( iIELs ) functions as well as on systemic immune response in chickens orally vaccinated with live intermediate plus ( IP ) strain of IBD vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Challenge studies with virulent IBDV revealed complete ( 100 % ) protection in IP + l-arginine group compared with 80 % protection recorded in IP strain vaccinated chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Functional activities of iIELs evaluated by cytotoxicity assay demonstrated significantly high percentage cytotoxicity in IP + l-arginine groups compared with IP group ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proliferative response of iIELs against IBDV antigen and Con-A was also significantly higher in IP + l-arginine group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar results were obtained with peripheral blood mononuclear cell blastogenic response to IBDV and Con-A analyzed as an indicator of systemic cell-mediated immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Orally administered IP strain vaccine elicited good antibody titres in both the groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IP and IP + l-arginine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , the antibody titres were significantly higher in IP + l-arginine group compared with IP vaccinated group ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results clearly demonstrate that l-arginine stimulates intestinal and systemic immune response against IBDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "266"
  }
}