{
  "paper_id": "9205667cdec5ab68e043b62502652139f5418056",
  "metadata": {
    "title": "Fatal pneumonia and viremia due to human parainfluenza virus type 1 in a patient with adult T-cell leukemiaelymphoma treated with mogamulizumab",
    "coda_data_split": "train",
    "coda_paper_id": 10309,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We report a case of fatal pneumonia and viremia due to human parainfluenza virus type 1 (HPIV-1) in a 65-year-old male patient with adult T-cell leukemiaelymphoma (ATL) treated with mogamulizumab, a brand-new therapeutic agent for ATL. To our knowledge, this is the first report describing viremia due to HPIV-1. After administering mogamulizumab, lymphocyte count in the blood was drastically decreased and the patient suffered from complicated infections including gram-negative bacterial sepsis, cytomegalovirus antigenemia and aspergillosis. Although these infections were successfully controlled by broad spectrum antimicrobial therapy, patchy ground-grass opacities in the both lungs were gradually worsened. He finally died due to acute respiratory failure. Since findings of the chest CT was consistent with typical patterns of viral pneumonia, we screened major respiratory viruses in the peripheral blood with multiplex PCR, and it turned out that RNA of HPIV-1 was positive. Although ATL cells were not detected in the autopsied lungs and a variety of other tissues, cytoplasmic inclusion bodies, which are commonly observed in RNA viral infection, were abundantly observed in the autopsied lung tissue. These findings suggest that mogamulizumab accomplished complete remission of ATL, while the chemotherapy-induced prolonged lymphopenia caused fatal pneumonia and viremia due to HPIV-1. As it has been well recognized that community respiratory viruses including HPIV-1 often cause fatal pneumonia in patients with leukemia, but also there is no specific treatment for HPIV-1, we have to enforce standard precautions especially when we treat leukemic patients with intensively immunosuppressive agents such as mogamulizumab.",
      "sentences": [
        [
          {
            "segment_text": "We report a case of fatal pneumonia and viremia due to human parainfluenza virus type 1 ( HPIV-1 ) in a 65-year-old male patient with adult T-cell leukemiaelymphoma ( ATL ) treated with mogamulizumab ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a brand-new therapeutic agent for ATL .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , this is the first report describing viremia due to HPIV-1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After administering mogamulizumab , lymphocyte count in the blood was drastically decreased and the patient suffered from complicated infections including gram-negative bacterial sepsis , cytomegalovirus antigenemia and aspergillosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although these infections were successfully controlled by broad spectrum antimicrobial therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patchy ground-grass opacities in the both lungs were gradually worsened .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "He finally died due to acute respiratory failure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since findings of the chest CT was consistent with typical patterns of viral pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we screened major respiratory viruses in the peripheral blood with multiplex PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it turned out that RNA of HPIV-1 was positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although ATL cells were not detected in the autopsied lungs and a variety of other tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytoplasmic inclusion bodies , which are commonly observed in RNA viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were abundantly observed in the autopsied lung tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that mogamulizumab accomplished complete remission of ATL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the chemotherapy-induced prolonged lymphopenia caused fatal pneumonia and viremia due to HPIV-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As it has been well recognized that community respiratory viruses including HPIV-1 often cause fatal pneumonia in patients with leukemia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also there is no specific treatment for HPIV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have to enforce standard precautions especially when we treat leukemic patients with intensively immunosuppressive agents such as mogamulizumab .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "272"
  }
}