{
  "paper_id": "9223fd6478822761845291fe2ac429ca6ddbb45a",
  "metadata": {
    "title": "Association of targeted multiplex PCR with resequencing microarray for the detection of multiple respiratory pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 7053,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Association of targeted multiplex PCR with resequencing microarray for the detection of multiple respiratory pathogens. Front. Microbiol. 6:532. A large number of viral and bacterial organisms are responsible for community-acquired pneumonia (CAP) which contributes to substantial burden on health management. A new resequencing microarray (RPM-IVDC1) associated with targeted multiplex PCR was recently developed and validated for multiple respiratory viruses detection and discrimination. In this study, we evaluated the capability of RPM-IVDC1 for simultaneous identification of multiple viral and bacterial organisms. The nasopharyngeal aspirates (NPAs) of 110 consecutive CAP patients, aged from 1 month to 96 years old, were collected from five distinct general hospitals in Beijing during 1-year period. The samples were subjected to the RPM-IVDC1 established protocol as compared to a real-time PCR (qRT-PCR), which was used as standard. The results of virus detection were consistent with those previously described. A total of 37 of Streptococcus pneumoniae, 14 of Haemophilus influenzae, 10 of Mycoplasma pneumoniae, two of Klebsiella pneumoniae and one of Moraxella catarrhalis were detected by RPM-IVDC1. The sensitivities and specificities were compared with those of qRT-PCR for S. pneumoniae (100, 100%, respectively), H. influenzae (92.3, 97.9%, respectively), M. pneumoniae (69.2, 99.0%, respectively), K. pneumoniae (100, 100%, respectively), and M. catarrhalis (100, 100%, respectively). Additional 22 of Streptococcus spp., 24 of Haemophilus spp. and 16 of Neisseria spp. were identified. In addition, methicillin-resistant and carbapenemases allele were also found in nine of Staphylococcus spp. and one of K. pneumoniae, respectively. These results demonstrated the capability of RPM-IVDC1 for simultaneous detection of broad-spectrum respiratory pathogens in complex backgrounds and the advantage of accessing to the actual sequences, showing great potential use of epidemic outbreak investigation. The detection results should be carefully interpreted when introducing this technique in the clinical diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "Association of targeted multiplex PCR with resequencing microarray for the detection of multiple respiratory pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Front .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "6:532 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A large number of viral and bacterial organisms are responsible for community-acquired pneumonia ( CAP ) which contributes to substantial burden on health management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A new resequencing microarray ( RPM-IVDC1 ) associated with targeted multiplex PCR was recently developed and validated for multiple respiratory viruses detection and discrimination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we evaluated the capability of RPM-IVDC1 for simultaneous identification of multiple viral and bacterial organisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The nasopharyngeal aspirates ( NPAs ) of 110 consecutive CAP patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aged from 1 month to 96 years old ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were collected from five distinct general hospitals in Beijing during 1-year period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The samples were subjected to the RPM-IVDC1 established protocol as compared to a real-time PCR ( qRT-PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which was used as standard .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results of virus detection were consistent with those previously described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 37 of Streptococcus pneumoniae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "14 of Haemophilus influenzae , 10 of Mycoplasma pneumoniae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two of Klebsiella pneumoniae and one of Moraxella catarrhalis were detected by RPM-IVDC1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivities and specificities were compared with those of qRT-PCR for S. pneumoniae ( 100 , 100 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H. influenzae ( 92.3 , 97.9 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M. pneumoniae ( 69.2 , 99.0 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "K. pneumoniae ( 100 , 100 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and M. catarrhalis ( 100 , 100 % , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional 22 of Streptococcus spp. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "24 of Haemophilus spp. and 16 of Neisseria spp. were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , methicillin-resistant and carbapenemases allele were also found in nine of Staphylococcus spp. and one of K. pneumoniae , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrated the capability of RPM-IVDC1 for simultaneous detection of broad-spectrum respiratory pathogens in complex backgrounds and the advantage of accessing to the actual sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showing great potential use of epidemic outbreak investigation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection results should be carefully interpreted when introducing this technique in the clinical diagnostics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "27",
    "token_num": "355"
  }
}