{
  "paper_id": "922c1567a2586e3a7c8c955622465e91f5a9456d",
  "metadata": {
    "title": "Kinetics and synergistic effects of siRNAs targeting structural and replicase genes of SARS-associated coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6913,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "SARS-associated coronavirus was identified as the etiological agent of severe acute respiratory syndrome and a large virus pool was identified in wild animals. Virus generates drug resistance through fast mutagenesis and escapes antiviral treatment. siRNAs targeting different genes would be an alternative for overcoming drug resistance. Here, we report effective siRNAs targeting structural genes (i.e., spike, envelope, membrane, and nucleocapsid) and their antiviral kinetics. We also showed the synergistic effects of two siRNAs targeting different functional genes at a very low dose. Our findings may pave a way to develop cost effective siRNA agents for antiviral therapy in the future.",
      "sentences": [
        [
          {
            "segment_text": "SARS-associated coronavirus was identified as the etiological agent of severe acute respiratory syndrome and a large virus pool was identified in wild animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus generates drug resistance through fast mutagenesis and escapes antiviral treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "siRNAs targeting different genes would be an alternative for overcoming drug resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report effective siRNAs targeting structural genes ( i.e. , spike , envelope , membrane , and nucleocapsid ) and their antiviral kinetics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also showed the synergistic effects of two siRNAs targeting different functional genes at a very low dose .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings may pave a way to develop cost effective siRNA agents for antiviral therapy in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "113"
  }
}