{
  "paper_id": "9231e9d6dd98dca26e67eaf02eea8c0ad0bcce3b",
  "metadata": {
    "title": "The impact of unplanned school closure on children\u0027s social contact: Rapid evidence review",
    "coda_data_split": "train",
    "coda_paper_id": 3533,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Emergency school closures are often used as public health interventions during infectious disease outbreaks in an attempt to minimise the spread of infection. However, if children continue to mix with others outside the home during the closures, these measures are unlikely to be effective.",
      "sentences": [
        [
          {
            "segment_text": "Emergency school closures are often used as public health interventions during infectious disease outbreaks in an attempt to minimise the spread of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , if children continue to mix with others outside the home during the closures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these measures are unlikely to be effective .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This review aimed to summarise existing literature on children\u0027s activities and contacts made outside the home during unplanned school closures.",
      "sentences": [
        [
          {
            "segment_text": "This review aimed to summarise existing literature on children \u0027s activities and contacts made outside the home during unplanned school closures .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We searched four databases from inception to February 2020 for relevant literature. Main findings were extracted.",
      "sentences": [
        [
          {
            "segment_text": "We searched four databases from inception to February 2020 for relevant literature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Main findings were extracted .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "88"
  }
}