{
  "paper_id": "9232f2fc6574ec8a4ebba1663e3dba113326f2cb",
  "metadata": {
    "title": "Autophagy and the Immune Response",
    "coda_data_split": "train",
    "coda_paper_id": 9362,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Innate immunity and adaptive immunity play critical roles in maintaining normal physiological functions and the development of diseases. In innate immune responses, heterogeneous autophagy can directly remove intracellular pathogens while activating PRRs, including TLRs and NLRs, to trigger their signal transduction pathways and promote NKT cell activation, cytokine secretion, and phagocytosis. In adaptive immune responses, the autophagy reaction has an important effect on the homeostasis, function, and differentiation of T lymphocytes, the survival, and development of B lymphocytes and the survival of plasma cells. This review highlights the key role that autophagy plays in the innate immune system and the acquired immune system. Further clarifying the mechanism by which autophagy regulates the immune system is essential for elucidating the precise mechanisms of various diseases and for developing new treatment methods.",
      "sentences": [
        [
          {
            "segment_text": "Innate immunity and adaptive immunity play critical roles in maintaining normal physiological functions and the development of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In innate immune responses , heterogeneous autophagy can directly remove intracellular pathogens while activating PRRs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including TLRs and NLRs , to trigger their signal transduction pathways and promote NKT cell activation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cytokine secretion , and phagocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In adaptive immune responses , the autophagy reaction has an important effect on the homeostasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "function , and differentiation of T lymphocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the survival , and development of B lymphocytes and the survival of plasma cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights the key role that autophagy plays in the innate immune system and the acquired immune system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Further clarifying the mechanism by which autophagy regulates the immune system is essential for elucidating the precise mechanisms of various diseases and for developing new treatment methods .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "145"
  }
}