{
  "paper_id": "9233087a44732e7cb754add5dd568b11f3dd8850",
  "metadata": {
    "title": "Perceived Threat, Risk Perception, and Efficacy Beliefs Related to SARS and Other (Emerging) Infectious Diseases: Results of an International Survey",
    "coda_data_split": "train",
    "coda_paper_id": 10144,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Purpose To study the levels of perceived threat, perceived severity, perceived vulnerability, response efficacy, and selfefficacy for severe acute respiratory syndrome (SARS) and eight other diseases in five European and three Asian countries.",
      "sentences": [
        [
          {
            "segment_text": "Purpose To study the levels of perceived threat ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "perceived severity , perceived vulnerability ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "response efficacy , and selfefficacy for severe acute respiratory syndrome ( SARS ) and eight other diseases in five European and three Asian countries .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Method A computer-assisted phone survey was conducted among 3,436 respondents. The questionnaire focused on perceived threat, vulnerability, severity, response efficacy, and self-efficacy related to SARS and eight other diseases. Results Perceived threat of SARS in case of an outbreak in the country was higher than that of other diseases. Perceived vulnerability of SARS was at an intermediate level and perceived severity was high compared to other diseases. Perceived threat for SARS varied between countries in Europe and Asia with a higher perceived severity of SARS in Europe and a higher perceived vulnerability in Asia. Response efficacy and self-efficacy for SARS were higher in Asia compared to Europe. In multiple linear regression analyses, country was strongly associated with perceived threat. Conclusions The relatively high perceived threat for SARS indicates that it is seen as a public health risk and offers a basis for communication in case of an outbreak. The strong association between perceived threat and country and different regional patterns require further research.",
      "sentences": [
        [
          {
            "segment_text": "Method A computer-assisted phone survey was conducted among 3,436 respondents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The questionnaire focused on perceived threat ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vulnerability , severity , response efficacy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and self-efficacy related to SARS and eight other diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results Perceived threat of SARS in case of an outbreak in the country was higher than that of other diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perceived vulnerability of SARS was at an intermediate level and perceived severity was high compared to other diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perceived threat for SARS varied between countries in Europe and Asia with a higher perceived severity of SARS in Europe and a higher perceived vulnerability in Asia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Response efficacy and self-efficacy for SARS were higher in Asia compared to Europe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In multiple linear regression analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "country was strongly associated with perceived threat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions The relatively high perceived threat for SARS indicates that it is seen as a public health risk and offers a basis for communication in case of an outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strong association between perceived threat and country and different regional patterns require further research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "217"
  }
}