{
  "paper_id": "92364618ca3fcff376a07cbea3731031f50a03fb",
  "metadata": {
    "title": "Factors associated with system-level activities for patient safety and infection control",
    "coda_data_split": "train",
    "coda_paper_id": 9791,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: We examined the relationship between hospital structural characteristics and system-level activities for patient safety and infection control, for use in designing an incentive structure to promote patient safety. Methods: This study utilized a questionnaire to collect institutional data about hospital infrastructure and volume of patient safety activities from all 1039 teaching hospitals in Japan. The patient safety activities were focused on meetings and conferences, internal audits, staff education and training, incident reporting and infection surveillance. Generalized linear modeling was used. Results: Of the 1039 hospitals surveyed, 418 (40.2%) hospitals participated. The amount of activities significantly increased by over 30% in hospitals with dedicated patient safety and infection control full-time staff (P \u003c 0.001 and P \u003c 0.01, respectively). High profit margins also predicted the increase of patient safety programs (P \u003c 0.01). Perceived lack of administrative leadership was associated with reduced volume of activities (P \u003c 0.05), and the economic burden of safety programs was found to be disproportionately large for small hospitals (P \u003c 0.05). Conclusions: Hospitals with increased resources had greater spread of patient safety and infection control activities. To promote patient safety programs in hospitals, it is imperative that policy makers require the assignment of dedicated full-time staff to patient safety. Economic support for hospitals will also be required to assure that safety programs are sustainable.",
      "sentences": [
        [
          {
            "segment_text": "Objective : We examined the relationship between hospital structural characteristics and system-level activities for patient safety and infection control ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for use in designing an incentive structure to promote patient safety .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This study utilized a questionnaire to collect institutional data about hospital infrastructure and volume of patient safety activities from all 1039 teaching hospitals in Japan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The patient safety activities were focused on meetings and conferences ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "internal audits , staff education and training ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "incident reporting and infection surveillance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Generalized linear modeling was used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 1039 hospitals surveyed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "418 ( 40.2 % ) hospitals participated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amount of activities significantly increased by over 30 % in hospitals with dedicated patient safety and infection control full-time staff ( P \u003c 0.001 and P \u003c 0.01 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High profit margins also predicted the increase of patient safety programs ( P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perceived lack of administrative leadership was associated with reduced volume of activities ( P \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the economic burden of safety programs was found to be disproportionately large for small hospitals ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Hospitals with increased resources had greater spread of patient safety and infection control activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To promote patient safety programs in hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is imperative that policy makers require the assignment of dedicated full-time staff to patient safety .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Economic support for hospitals will also be required to assure that safety programs are sustainable .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "255"
  }
}