{
  "paper_id": "925d34591db1ef0a6f6e43c96cab7df02b9990ff",
  "metadata": {
    "title": "Interferon production by leukocytes in children with otitis media with effusion",
    "coda_data_split": "train",
    "coda_paper_id": 3721,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have previously shown that leukocyte cultures of children suffering from recurrent respiratory tract infections produce less interferon (IFN) than those of healthy children. In the present study this tentative marker of recurrent infections was used to study the pathogenetic background of otitis media with effusion (OME). Altogether 57 consecutive children, aged 2-11 years, who came for tympanostomy and/or adenoidectomy were divided into three subgroups: 25 of them had OME and a history of recurrent acute otitis media (rAOM/OME + ), 20 had OME without an infectious background (inf -/OME + ), and 12 had a history of recurrent upper respiratory infections (inf + /OME -) without OME. All the children were free of acute illness at the time of sampling. Differences between the groups were seen in IFN yields when leukocyte cultures were stimulated with adeno-, rhino-, corona-, respiratory syncytial or influenza A viruses. Leukocytes from inf -/OME + children produced more IFN than those of the other two groups. Though no sex differences in the IFN responses were seen among rAOM/OME + and inf + /OME -children, leukocytes from inf -/OME + girls produced significantly higher amounts of IFN than those of inf -/OME + boys, or rAOM/OME + and inf + /OME -children. These differences between clinically different groups of children support the view that the etiology of OME can be heterogeneous.",
      "sentences": [
        [
          {
            "segment_text": "We have previously shown that leukocyte cultures of children suffering from recurrent respiratory tract infections produce less interferon ( IFN ) than those of healthy children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study this tentative marker of recurrent infections was used to study the pathogenetic background of otitis media with effusion ( OME ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Altogether 57 consecutive children , aged 2-11 years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who came for tympanostomy and/or adenoidectomy were divided into three subgroups : 25 of them had OME and a history of recurrent acute otitis media ( rAOM/OME + ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "20 had OME without an infectious background ( inf - / OME + ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 12 had a history of recurrent upper respiratory infections ( inf + / OME - ) without OME .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All the children were free of acute illness at the time of sampling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Differences between the groups were seen in IFN yields when leukocyte cultures were stimulated with adeno - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhino - , corona - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial or influenza A viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Leukocytes from inf - / OME + children produced more IFN than those of the other two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Though no sex differences in the IFN responses were seen among rAOM/OME + and inf + / OME - children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leukocytes from inf - / OME + girls produced significantly higher amounts of IFN than those of inf - / OME + boys ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or rAOM/OME + and inf + / OME - children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These differences between clinically different groups of children support the view that the etiology of OME can be heterogeneous .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "267"
  }
}