{
  "paper_id": "926408598f7ddf6bf47220216c711797f1c41825",
  "metadata": {
    "title": "Case report Fulminant ecchymosis as the initial manifestation of antiphospholipid syndrome (APS) triggered by respiratory syncytial virus (RSV) infection: A case report and review of the literature",
    "coda_data_split": "train",
    "coda_paper_id": 6321,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We present a unique and informative instance of respiratory syncytial virus (RSV) infection associated with antiphospholipid syndrome (APS), and discuss this case in the context of the literature addressing the immunopathogenesis of APS associated with diverse infections. We describe the case of a 43-yearold man with no significant past medical history who presented with the acute onset of fever, hemoptysis, and extensive bullous, ecchymotic lesions in both lower extremities. Punch biopsy of the lesion demonstrated thrombotic vasculopathy. Further evaluation revealed serum antiphospholipid antibodies as well as a positive RSV PCR in a nasal swab specimen. Clinical manifestations, positive laboratory and pathological findings were strongly suggestive of APS associated with a recent RSV infection. When an infectious etiology is considered for APS, RSV should also be included in the differential diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "We present a unique and informative instance of respiratory syncytial virus ( RSV ) infection associated with antiphospholipid syndrome ( APS ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss this case in the context of the literature addressing the immunopathogenesis of APS associated with diverse infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We describe the case of a 43-yearold man with no significant past medical history who presented with the acute onset of fever ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "hemoptysis , and extensive bullous ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ecchymotic lesions in both lower extremities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Punch biopsy of the lesion demonstrated thrombotic vasculopathy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further evaluation revealed serum antiphospholipid antibodies as well as a positive RSV PCR in a nasal swab specimen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical manifestations , positive laboratory and pathological findings were strongly suggestive of APS associated with a recent RSV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When an infectious etiology is considered for APS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RSV should also be included in the differential diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "2016 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
      "sentences": [
        [
          {
            "segment_text": "2016 The Authors .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This is an open access article under the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "We present what, to our knowledge, is the first reported case of antiphospholipid syndrome (APS) associated with Respiratory Syncytial Virus (RSV) infection. APS is a disorder characterized by vascular thrombosis, or pregnancy-related morbidity, in the presence of antiphospholipid (aPL) antibodies [1]. APS is classified as either primary or secondary, and secondary APS is associated with autoimmune disease, infection, medication or malignancy [2] . RSV is a common causative agent of acute viral upper and lower respiratory tract infection throughout all age groups. Despite the common occurrence of RSV respiratory infections, an association or possible causal relationship between RSV and APS has not to our knowledge been discussed previously. We report a case where progressive, extensive ecchymoses appeared to be the initial manifestation of APS occurring in temporal association with, and seemingly triggered by, a recent episode of RSV infection.",
      "sentences": [
        [
          {
            "segment_text": "We present what , to our knowledge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is the first reported case of antiphospholipid syndrome ( APS ) associated with Respiratory Syncytial Virus ( RSV ) infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "APS is a disorder characterized by vascular thrombosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or pregnancy-related morbidity , in the presence of antiphospholipid ( aPL ) antibodies ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "APS is classified as either primary or secondary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and secondary APS is associated with autoimmune disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection , medication or malignancy ( 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RSV is a common causative agent of acute viral upper and lower respiratory tract infection throughout all age groups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the common occurrence of RSV respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an association or possible causal relationship between RSV and APS has not to our knowledge been discussed previously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report a case where progressive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extensive ecchymoses appeared to be the initial manifestation of APS occurring in temporal association with ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and seemingly triggered by , a recent episode of RSV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A 43-year-old male with no significant past medical history presented during the month of December with a 4-day history of fever (maximum temperature 38.8 C), shaking chills, hemoptysis and worsening dyspnea. He had experienced intermittent night sweats, pain and swelling of both wrists and ankle joints over the last several months. He also reported a 10 kg weight loss during this time, but never sought medical attention. He had noted a painful ecchymotic lesion on his left calf one day prior to the admission. Over the subsequent 24 h, the patient developed similar lesions on his abdomen, back, right upper arm and right calf. The patient\u0027s 3 year old son had recently had a respiratory illness.",
      "sentences": [
        [
          {
            "segment_text": "A 43-year-old male with no significant past medical history presented during the month of December with a 4-day history of fever ( maximum temperature 38.8 C ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "shaking chills , hemoptysis and worsening dyspnea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He had experienced intermittent night sweats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pain and swelling of both wrists and ankle joints over the last several months .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He also reported a 10 kg weight loss during this time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but never sought medical attention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He had noted a painful ecchymotic lesion on his left calf one day prior to the admission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the subsequent 24 h ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the patient developed similar lesions on his abdomen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "back , right upper arm and right calf .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patient \u0027s 3 year old son had recently had a respiratory illness .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "On physical examination, the patient had a temperature of 35.3 C, blood pressure of 117/75 mmHg, pulse rate of 112 beats/ min, respiratory rate of 29 breaths/min, and an oxygen saturation of 96% on room air. There were bilateral lung wheezes, and multiple painful ecchymosis with several hemorrhagic bullae over his trunk and extremities (Fig. 1) . CBC on admission showed WBC 9000/mm3 (87% neutrophils) and Hemoglobin 13.4 g/dL, and comprehensive metabolic panel including electrolytes, liver and renal function was all within normal range. The significant laboratory data included high lactate dehydrogenase of 799 IU/L, erythrocyte sedimentation rate of 81 mm/h, and C-reactive protein level of 38.5 mg/dL. The Xray and computed tomography (CT) of the * Corresponding author. Present address: Azumabashi 1-23-30, River Pier Azumabashi Room 2707, Sumida-ku,",
      "sentences": [
        [
          {
            "segment_text": "On physical examination , the patient had a temperature of 35.3 C ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blood pressure of 117/75 mmHg ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pulse rate of 112 beats / min ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory rate of 29 breaths/min ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an oxygen saturation of 96 % on room air .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There were bilateral lung wheezes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and multiple painful ecchymosis with several hemorrhagic bullae over his trunk and extremities ( Fig. 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CBC on admission showed WBC 9000/mm3 ( 87 % neutrophils ) and Hemoglobin 13.4 g/dL ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and comprehensive metabolic panel including electrolytes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "liver and renal function was all within normal range .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The significant laboratory data included high lactate dehydrogenase of 799 IU/L ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "erythrocyte sedimentation rate of 81 mm/h ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and C-reactive protein level of 38.5 mg/dL .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Xray and computed tomography ( CT ) of the * Corresponding author .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Present address : Azumabashi 1-23-30 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "River Pier Azumabashi Room 2707 , Sumida-ku ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "27",
    "segment_num": "53",
    "token_num": "623"
  }
}