{
  "paper_id": "9268a0879e3a959797721fffb84e0cb7387d8dcb",
  "metadata": {
    "title": "Contextualizing green building rating systems: Case study of Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 7654,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The paper reports on a research study undertaken on the differentiation of green building certification systems at an international, national and local level. Through a cross comparison, authors are able to explain the differences by the contextualism theory which could be traced back to the fundamental divergence on lifestyles, preferences, urban morphology besides climatic variations. The discussion is derived from a study of three green rating systems representing international, national and local systems with reference to intentions, mechanisms and benchmarks to facilitate objective assessments. For the case of Hong Kong, local challenges are identified and compared with counterparts at a national level. Two residential projects having certified by the \u0027modified, localized\u0027 national system is selected for a case study for synopsis with a view to explain the cause and effect of transferability versus non-transferability of assessment credits and protocols. Introducing and applying national and international systems to a local context can detect flaws in local design practices that may be ignored in the local rating system.",
      "sentences": [
        [
          {
            "segment_text": "The paper reports on a research study undertaken on the differentiation of green building certification systems at an international , national and local level .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Through a cross comparison , authors are able to explain the differences by the contextualism theory which could be traced back to the fundamental divergence on lifestyles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preferences , urban morphology besides climatic variations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The discussion is derived from a study of three green rating systems representing international ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "national and local systems with reference to intentions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mechanisms and benchmarks to facilitate objective assessments .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For the case of Hong Kong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "local challenges are identified and compared with counterparts at a national level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two residential projects having certified by the ` modified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "localized \u0027 national system is selected for a case study for synopsis with a view to explain the cause and effect of transferability versus non-transferability of assessment credits and protocols .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Introducing and applying national and international systems to a local context can detect flaws in local design practices that may be ignored in the local rating system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "182"
  }
}