{
  "paper_id": "927c668f4929a7e89ad16411c3970a0f7f86a478",
  "metadata": {
    "title": "Tobacco Control 2 Tobacco control in Asia",
    "coda_data_split": "train",
    "coda_paper_id": 5419,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For the purpose of this article, Asia refers to WHO\u0027s combined South-East Asia and Western Pacifi c regions and thus includes Australia and New Zealand. Asia has the highest number of tobacco users and is the prime target of transnational tobacco companies. The future of global tobacco control rests in this region and the challenges are clear. China, India, and Indonesia are key markets and Asia is a frontrunner in tobacco control measures, such as plain packaging of cigarettes. Some countries in Asia have a long history of tobacco control activities beginning in the 1970s, and WHO\u0027s Western Pacifi c Region is still the only region where all countries have ratifi ed WHO\u0027s Framework Convention on Tobacco Control. We reviewed the history, research, epidemiology, tobacco control action, obstacles, and potential responses and solutions to the tobacco epidemic in this region. Levels of development, systems of government, and population size are very diff erent between countries, with population size ranging from 1500 to 1·3 billion, but similarities exist in aspects of the tobacco epidemic, harms caused, obstacles faced, and tobacco control actions needed.",
      "sentences": [
        [
          {
            "segment_text": "For the purpose of this article ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Asia refers to WHO \u0027s combined South-East Asia and Western Pacifi c regions and thus includes Australia and New Zealand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Asia has the highest number of tobacco users and is the prime target of transnational tobacco companies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The future of global tobacco control rests in this region and the challenges are clear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "China , India , and Indonesia are key markets and Asia is a frontrunner in tobacco control measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as plain packaging of cigarettes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some countries in Asia have a long history of tobacco control activities beginning in the 1970s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and WHO \u0027s Western Pacifi c Region is still the only region where all countries have ratifi ed WHO \u0027s Framework Convention on Tobacco Control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed the history , research ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "epidemiology , tobacco control action ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "obstacles , and potential responses and solutions to the tobacco epidemic in this region .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Levels of development , systems of government ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and population size are very diff erent between countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with population size ranging from 1500 to 1 · 3 billion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but similarities exist in aspects of the tobacco epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "harms caused , obstacles faced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and tobacco control actions needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "211"
  }
}