{
  "paper_id": "928c5d2a7b54a4e4cee223bc57518b6d4c8521f8",
  "metadata": {
    "title": "Human migration and infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 7229,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging infectious diseases (EID) are defined as diseases that have appeared recently or that have recently increased in their frequency, geographical distribution or both. Commercial globalisation, population movements and environmental changes are the main factors favouring the international spread of microorganisms. Transport and communication development constitutes also a remarkable factor in the worldwide dispersion of microorganisms. The mass movement of large numbers of people creates new opportunities for the spread and establishment of common or novel infectious diseases. A surveillance system to detect emergent and re-emergent infections, a rapid responsiveness of healthcare systems and laboratories, vector control, and the provision of healthcare education programmes to inform the population of how to avoid infections are needed in order to stop the spread of infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Emerging infectious diseases ( EID ) are defined as diseases that have appeared recently or that have recently increased in their frequency , geographical distribution or both .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Commercial globalisation , population movements and environmental changes are the main factors favouring the international spread of microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transport and communication development constitutes also a remarkable factor in the worldwide dispersion of microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mass movement of large numbers of people creates new opportunities for the spread and establishment of common or novel infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A surveillance system to detect emergent and re-emergent infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a rapid responsiveness of healthcare systems and laboratories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vector control , and the provision of healthcare education programmes to inform the population of how to avoid infections are needed in order to stop the spread of infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "136"
  }
}