{
  "paper_id": "929bcc7df412c79eac31f73c4fa3457559ef30c0",
  "metadata": {
    "title": "Structural characterization of the HCoV-229E fusion core",
    "coda_data_split": "train",
    "coda_paper_id": 7482,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "HCoV-229E spike (S) protein mediates virion attachment to cells and subsequent fusion of the viral and cellular membranes. This protein is composed of an N-terminal receptor-binding domain (S1) and a Cterminal trans-membrane fusion domain (S2). S2 contains a highly conserved heptad repeat 1 and 2 (HR1 and HR2). In this study, the HRs sequences were designed and connected with a flexible linker. The recombinant fusion core protein was crystallized and its structure was solved at a resolution of 2.45 Å. Then we characterized the binding of HR1s and HR2s via both sequence alignment and structural analysis. The overall structures, especially the residues in some positions of HR2 are highly conserved. Fourteen hydrophobic and three polar residues from each HR1 peptide are packed in layers at the coiledcoil interface. These core amino acids can be grouped into seven heptad repeats. Analysis of hydrophobic and hydrophilic interactions between HR2 helix and HR1 helices, shows that the HR1 and HR2 polypeptides are highly complementary in both shape and chemical properties. Furthermore, the available knowledge concerning HCoV-229E fusion core may make it possible to design small molecule or polypeptide drugs targeting membrane fusion, a crucial step of HCoV-229E infection.",
      "sentences": [
        [
          {
            "segment_text": "HCoV-229E spike ( S ) protein mediates virion attachment to cells and subsequent fusion of the viral and cellular membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This protein is composed of an N-terminal receptor-binding domain ( S1 ) and a Cterminal trans-membrane fusion domain ( S2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "S2 contains a highly conserved heptad repeat 1 and 2 ( HR1 and HR2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the HRs sequences were designed and connected with a flexible linker .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The recombinant fusion core protein was crystallized and its structure was solved at a resolution of 2.45 Å .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then we characterized the binding of HR1s and HR2s via both sequence alignment and structural analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The overall structures , especially the residues in some positions of HR2 are highly conserved .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fourteen hydrophobic and three polar residues from each HR1 peptide are packed in layers at the coiledcoil interface .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These core amino acids can be grouped into seven heptad repeats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of hydrophobic and hydrophilic interactions between HR2 helix and HR1 helices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shows that the HR1 and HR2 polypeptides are highly complementary in both shape and chemical properties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the available knowledge concerning HCoV-229E fusion core may make it possible to design small molecule or polypeptide drugs targeting membrane fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a crucial step of HCoV-229E infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "219"
  }
}