{
  "paper_id": "92a27720f4fce8715f405895fc5e7633b096acf5",
  "metadata": {
    "title": "Insights From Deep Sequencing of the HBV Genome-Unique, Tiny, and Misunderstood Abbreviations used in the",
    "coda_data_split": "train",
    "coda_paper_id": 9335,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hepatitis B virus (HBV) is a unique, tiny, partially doublestranded, reverse-transcribing DNA virus with proteins encoded by multiple overlapping reading frames. The substitution rate is surprisingly high for a DNA virus, but lower than that of other reverse transcribing organisms. More than 260 million people worldwide have chronic HBV infection, which causes 0.8 million deaths a year. Because of the high burden of disease, international health agencies have set the goal of eliminating HBV infection by 2030. Nonetheless, the intriguing HBV genome has not been well characterized. We summarize data on the HBV genome structure and replication cycle, explain and quantify diversity within and among infected individuals, and discuss advances that can be offered by application of next-generation sequencing technology. Indepth HBV genome analyses could increase our understanding of disease pathogenesis and allow us to better predict patient outcomes, optimize treatment, and develop new therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis B virus ( HBV ) is a unique ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tiny , partially doublestranded , reverse-transcribing DNA virus with proteins encoded by multiple overlapping reading frames .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The substitution rate is surprisingly high for a DNA virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but lower than that of other reverse transcribing organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More than 260 million people worldwide have chronic HBV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which causes 0.8 million deaths a year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of the high burden of disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "international health agencies have set the goal of eliminating HBV infection by 2030 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , the intriguing HBV genome has not been well characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We summarize data on the HBV genome structure and replication cycle ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "explain and quantify diversity within and among infected individuals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and discuss advances that can be offered by application of next-generation sequencing technology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Indepth HBV genome analyses could increase our understanding of disease pathogenesis and allow us to better predict patient outcomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "optimize treatment , and develop new therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "165"
  }
}