{
  "paper_id": "92a4cbcc55d992b5fd6f9c77de0fb4f5030a566a",
  "metadata": {
    "title": "Specific Single or Double Proline Substitutions in the \"Spring-loaded\" Coiled-Coil Region of the Influenza Hemagglutinin Impair or Abolish Membrane Fusion Activity",
    "coda_data_split": "train",
    "coda_paper_id": 9819,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We tested the role of the \"spring-loaded\" conformational change in the fusion mechanism of the influenza hemagglutinin (HA) by assessing the effects of 10 point mutants in the region of high coiled-coil propensity, HA2 54-81. The mutants included proline substitutions at HA2 55, 71, and 80, as well as a double proline substitution at residues 55 and 71. Mutants were expressed in COS or 293T cells and assayed for cell surface expression and structural features as well as for their ability to change conformation and induce fusion at low pH. We found the following: Specific mutations affected the precise carbohydrate structure and folding of the HA trimer. All of the mutants, however, formed trimers that could be expressed at the cell surface in a form that could be proteolytically cleaved from the precursor, HA0, to the fusion-permissive form, HA1-S-S-HA2. All mutants reacted with an antibody against the major antigenic site and bound red blood cells. Seven out of ten mutants displayed a wild-type (wt) or moderately elevated pH dependence for the conformational change. V55P displayed a substantial reduction ( ‫ف‬ 60-80%) in the initial rate of lipid mixing. The other single mutants displayed efficient fusion with the same pH dependence as wt-HA. The double proline mutant V55P/ S71P displayed no fusion activity despite being well expressed at the cell surface as a proteolytically cleaved trimer that could bind red blood cells and change conformation at low pH. The impairment in fusion for both V55P and V55P/S71P was at the level of outer leaflet lipid mixing. We interpret our results in support of the hypothesis that the spring-loaded conformational change is required for fusion. An alternate model is discussed.",
      "sentences": [
        [
          {
            "segment_text": "We tested the role of the `` spring-loaded \u0027\u0027 conformational change in the fusion mechanism of the influenza hemagglutinin ( HA ) by assessing the effects of 10 point mutants in the region of high coiled-coil propensity , HA2 54-81 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mutants included proline substitutions at HA2 55 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "71 , and 80 , as well as a double proline substitution at residues 55 and 71 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mutants were expressed in COS or 293T cells and assayed for cell surface expression and structural features as well as for their ability to change conformation and induce fusion at low pH. We found the following : Specific mutations affected the precise carbohydrate structure and folding of the HA trimer .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All of the mutants , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "formed trimers that could be expressed at the cell surface in a form that could be proteolytically cleaved from the precursor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HA0 , to the fusion-permissive form , HA1-S-S-HA2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All mutants reacted with an antibody against the major antigenic site and bound red blood cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven out of ten mutants displayed a wild-type ( wt ) or moderately elevated pH dependence for the conformational change .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "V55P displayed a substantial reduction ( ف 60-80 % ) in the initial rate of lipid mixing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The other single mutants displayed efficient fusion with the same pH dependence as wt-HA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The double proline mutant V55P / S71P displayed no fusion activity despite being well expressed at the cell surface as a proteolytically cleaved trimer that could bind red blood cells and change conformation at low pH. The impairment in fusion for both V55P and V55P/S71P was at the level of outer leaflet lipid mixing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We interpret our results in support of the hypothesis that the spring-loaded conformational change is required for fusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An alternate model is discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "308"
  }
}