{
  "paper_id": "92b400ef5499c8b04972861e4844d90cb0610474",
  "metadata": {
    "title": "Viral infection of the lung: Host response and sequelae",
    "coda_data_split": "train",
    "coda_paper_id": 7057,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Because of its essential role in gas exchange and oxygen delivery, the lung has evolved a variety of strategies to control inflammation and maintain homeostasis. Invasion of the lung by pathogens (and in some instances exposure to certain noninfectious particulates) disrupts this equilibrium and triggers a cascade of events aimed at preventing or limiting colonization (and more importantly infection) by pathogenic microorganisms. In this review we focus on viral infection of the lung and summarize recent advances in our understanding of the triggering of innate and adaptive immune responses to viral respiratory tract infection, mechanisms of viral clearance, and the wellrecognized consequences of acute viral infection complicating underlying lung diseases, such as asthma.",
      "sentences": [
        [
          {
            "segment_text": "Because of its essential role in gas exchange and oxygen delivery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the lung has evolved a variety of strategies to control inflammation and maintain homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Invasion of the lung by pathogens ( and in some instances exposure to certain noninfectious particulates ) disrupts this equilibrium and triggers a cascade of events aimed at preventing or limiting colonization ( and more importantly infection ) by pathogenic microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we focus on viral infection of the lung and summarize recent advances in our understanding of the triggering of innate and adaptive immune responses to viral respiratory tract infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mechanisms of viral clearance , and the wellrecognized consequences of acute viral infection complicating underlying lung diseases , such as asthma .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "124"
  }
}