{
  "paper_id": "92bf5a5867a2ccb8a5bdabdd546c54587785ce31",
  "metadata": {
    "title": "DEVELOPING ANIMAL MODELS FOR POLYMICROBIAL DISEASES R E V I E W S VIRAL INTERFERENCE",
    "coda_data_split": "train",
    "coda_paper_id": 2231,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Polymicrobial diseases involve two or more microorganisms that act synergistically, or in succession, to mediate complex disease processes. Although polymicrobial diseases in animals and humans can be caused by similar organisms, these disease are often also caused by organisms from different kingdoms, genera, species, strains, substrains and even by phenotypic variants of a single species. Animal models are often required to understand the mechanisms of pathogenesis, and to develop therapies and prevention regimes. However, reproducing polymicrobial diseases of humans in animal hosts presents significant challenges.",
      "sentences": [
        [
          {
            "segment_text": "Polymicrobial diseases involve two or more microorganisms that act synergistically ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or in succession , to mediate complex disease processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although polymicrobial diseases in animals and humans can be caused by similar organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these disease are often also caused by organisms from different kingdoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genera , species , strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "substrains and even by phenotypic variants of a single species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal models are often required to understand the mechanisms of pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to develop therapies and prevention regimes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , reproducing polymicrobial diseases of humans in animal hosts presents significant challenges .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "98"
  }
}