{
  "paper_id": "92cefccc0829b9f99ba8b3e33ffbdee973e9fb1c",
  "metadata": {
    "title": "Author manuscript; available in PMC",
    "coda_data_split": "train",
    "coda_paper_id": 5718,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The CD147 receptor plays an integral role in numerous diseases by stimulating the expression of several protein families and serving as the receptor for extracellular cyclophilins; however, neither CD147 nor its interactions with its cyclophilin ligands have been well characterized in solution. CD147 is a unique protein in that it can function both at the cell membrane and after being released from cells where it continues to retain activity. Thus, the CD147 receptor functions through at least two mechanisms that include both cyclophilin-independent and cyclophilin-dependent modes of action. In regard to CD147 cyclophilin-independent activity, CD147 homophilic interactions are thought to underlie its activity. In regard to CD147 cyclophilin-dependent activity, cyclophilin/ CD147 interactions may represent a novel means of signaling since cyclophilins are also peptidylprolyl isomerases. However, direct evidence of catalysis has not been shown within the cyclophilin/ CD147 complex. In this report, we have characterized the solution behavior of the two most prevalent CD147 extracellular isoforms through biochemical methods that include gel-filtration and native gel analysis as well as directly through multiple NMR methods. All methods indicate that the extracellular immunoglobulin-like domains are monomeric in solution and, thus, suggest that CD147 homophilic interactions in vivo are mediated through other partners. Additionally, using multiple NMR techniques, we have identified and characterized the cyclophilin target site on CD147 and have shown for the first time that CD147 is also a substrate of its primary cyclophilin enzyme ligand, cyclophilin A.",
      "sentences": [
        [
          {
            "segment_text": "The CD147 receptor plays an integral role in numerous diseases by stimulating the expression of several protein families and serving as the receptor for extracellular cyclophilins ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neither CD147 nor its interactions with its cyclophilin ligands have been well characterized in solution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CD147 is a unique protein in that it can function both at the cell membrane and after being released from cells where it continues to retain activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the CD147 receptor functions through at least two mechanisms that include both cyclophilin-independent and cyclophilin-dependent modes of action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In regard to CD147 cyclophilin-independent activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CD147 homophilic interactions are thought to underlie its activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In regard to CD147 cyclophilin-dependent activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cyclophilin / CD147 interactions may represent a novel means of signaling since cyclophilins are also peptidylprolyl isomerases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , direct evidence of catalysis has not been shown within the cyclophilin / CD147 complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , we have characterized the solution behavior of the two most prevalent CD147 extracellular isoforms through biochemical methods that include gel-filtration and native gel analysis as well as directly through multiple NMR methods .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "All methods indicate that the extracellular immunoglobulin-like domains are monomeric in solution and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus , suggest that CD147 homophilic interactions in vivo are mediated through other partners .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , using multiple NMR techniques ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have identified and characterized the cyclophilin target site on CD147 and have shown for the first time that CD147 is also a substrate of its primary cyclophilin enzyme ligand , cyclophilin A.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "259"
  }
}