{
  "paper_id": "92f4de5e3cd8e63cd679d4af3db2d4d44e929ecd",
  "metadata": {
    "title": "Serotype 1 and 8 Pneumococci Evade Sensing by Inflammasomes in Human Lung Tissue",
    "coda_data_split": "train",
    "coda_paper_id": 6512,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Streptococcus pneumoniae is a major cause of pneumonia, sepsis and meningitis. The pore-forming toxin pneumolysin is a key virulence factor of S. pneumoniae, which can be sensed by the NLRP3 inflammasome. Among the over 90 serotypes, serotype 1 pneumococci (particularly MLST306) have emerged across the globe as a major cause of invasive disease. The cause for its particularity is, however, incompletely understood. We therefore examined pneumococcal infection in human cells and a human lung organ culture system mimicking infection of the lower respiratory tract. We demonstrate that different pneumococcal serotypes differentially activate inflammasome-dependent IL-1β production in human lung tissue and cells. Whereas serotype 2, 3, 6B, 9N pneumococci expressing fully haemolytic pneumolysins activate NLRP3 inflammasome-dependent responses, serotype 1 and 8 strains expressing non-haemolytic toxins are poor activators of IL-1β production. Accordingly, purified haemolytic pneumolysin but not serotype 1-associated non-haemolytic toxin activates strong IL-1β production in human lungs. Our data suggest that the evasion of inflammasome-dependent innate immune responses by serotype 1 pneumococci might contribute to their ability to cause invasive diseases in humans.",
      "sentences": [
        [
          {
            "segment_text": "Streptococcus pneumoniae is a major cause of pneumonia , sepsis and meningitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pore-forming toxin pneumolysin is a key virulence factor of S. pneumoniae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be sensed by the NLRP3 inflammasome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the over 90 serotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serotype 1 pneumococci ( particularly MLST306 ) have emerged across the globe as a major cause of invasive disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cause for its particularity is , however , incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We therefore examined pneumococcal infection in human cells and a human lung organ culture system mimicking infection of the lower respiratory tract .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that different pneumococcal serotypes differentially activate inflammasome-dependent IL-1β production in human lung tissue and cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas serotype 2 , 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6B , 9N pneumococci expressing fully haemolytic pneumolysins activate NLRP3 inflammasome-dependent responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "serotype 1 and 8 strains expressing non-haemolytic toxins are poor activators of IL-1β production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , purified haemolytic pneumolysin but not serotype 1-associated non-haemolytic toxin activates strong IL-1β production in human lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that the evasion of inflammasome-dependent innate immune responses by serotype 1 pneumococci might contribute to their ability to cause invasive diseases in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "194"
  }
}