{
  "paper_id": "92fd1816e380b12f3759efc6c34e434e403f3225",
  "metadata": {
    "title": "First description of sarcoptic mange in the endangered Iberian lynx (Lynx pardinus): clinical and epidemiological features",
    "coda_data_split": "train",
    "coda_paper_id": 3399,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A 6-month-old female Iberian lynx (Lynx pardinus) cub that was severely affected by mange died in September 2016 in the Montes de Toledo (Spain) with crusts and fissures on its face, outer ears, nipples and footpads. The body condition of the cub was very poor, and it also had a mandibular abscess and a severely ankylosed luxation on its left knee. After confirming that the origin of the deceased cub\u0027s dermal lesions was Sarcoptes scabiei, the subsequent search for ectoparasites and a comparison of histopathological and immunohistochemical findings in all sympatric lynxes handled (n \u003d 30) and submitted for necropsy (n \u003d 4) during 2016 and 2017 revealed the presence of S. scabiei mites and/or milder mange compatible lesions in five members of her family group, which was treated against mange together with two exposed contiguous family groups. An ELISA developed by the authors showed the presence of antibodies against S. scabiei in the deceased female cub and one brother. The presence of concomitant immunosuppressive factors in the dead female cub and the results obtained for the other sympatric lynxes studied since 2016 suggest that S. scabiei had a limited effect on immune-competent Iberian lynxes in the local population of the Montes de Toledo. However, a different evolution and relevance of sarcoptic mange in different populations-or even in the same one in the presence of immunosuppressive factors-cannot be ruled out, thus confirming the need for further research in order to attain a complete comprehension of the epidemiology and the real threat that this ectoparasitic disease may imply for L. pardinus.",
      "sentences": [
        [
          {
            "segment_text": "A 6-month-old female Iberian lynx ( Lynx pardinus ) cub that was severely affected by mange died in September 2016 in the Montes de Toledo ( Spain ) with crusts and fissures on its face ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "outer ears , nipples and footpads .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The body condition of the cub was very poor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it also had a mandibular abscess and a severely ankylosed luxation on its left knee .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After confirming that the origin of the deceased cub \u0027s dermal lesions was Sarcoptes scabiei ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the subsequent search for ectoparasites and a comparison of histopathological and immunohistochemical findings in all sympatric lynxes handled ( n \u003d 30 ) and submitted for necropsy ( n \u003d 4 ) during 2016 and 2017 revealed the presence of S. scabiei mites and/or milder mange compatible lesions in five members of her family group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was treated against mange together with two exposed contiguous family groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An ELISA developed by the authors showed the presence of antibodies against S. scabiei in the deceased female cub and one brother .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of concomitant immunosuppressive factors in the dead female cub and the results obtained for the other sympatric lynxes studied since 2016 suggest that S. scabiei had a limited effect on immune-competent Iberian lynxes in the local population of the Montes de Toledo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a different evolution and relevance of sarcoptic mange in different populations-or even in the same one in the presence of immunosuppressive factors-cannot be ruled out ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus confirming the need for further research in order to attain a complete comprehension of the epidemiology and the real threat that this ectoparasitic disease may imply for L. pardinus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "282"
  }
}