{
  "paper_id": "9305b53bc46cb7fbf8d7cb0abffac31b5f97b2df",
  "metadata": {
    "title": "The Ultrastructure of Multinucleate Giant Cells",
    "coda_data_split": "train",
    "coda_paper_id": 5518,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A survey of the available ultrastructural data on physiologically and pathologically occurring and virally-induced multinucleate giant cells (MNGCs) is presented. Emphasis is initially placed upon the bone osteoclast, the skeletal muscle myotube and the placental syncytiotrophoblast. The widespread occurrence of MNGCs in a range of pathological situations is discussed, with emphasis upon the broad involvement of the macrophage in inflammatory responses. Many viruses produce cell fusion in vivo and in vitro when cell cultures are infected. Several examples are given. A clear distinction is drawn between viral fusion from \"without\" and viral fusion from \"within\" the cell. The cytopathic effect (CPE) of the animal and human retroviruses is discussed in considerable detail. The in vivo and in vitro formation of lymphocytic and macrophage MNGCs by HIV-1 is given extensive coverage. The possible significance of the presence of brain MNGCs of macrophage/ microglial origin as a cellular feature of AIDS dementia is discussed. A new hypothesis is advanced relating to the possible role of endogenous C-type retrovirus in the physiological fusion of the invasive placental cytotrophoblasts to create the syncytiotrophoblast. The evolutionary and developmental significance of such an event in relation to the evolution of the placental mammals is discussed. The possible importance of MNGC formation in the depletion of the CD4 รท population of T-lymphocytes in vivo in the clinical progression of the AIDS-related complex and AIDS is related to the potent fusogenic effect of HIV-I when cell cultures are infected.",
      "sentences": [
        [
          {
            "segment_text": "A survey of the available ultrastructural data on physiologically and pathologically occurring and virally-induced multinucleate giant cells ( MNGCs ) is presented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emphasis is initially placed upon the bone osteoclast ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the skeletal muscle myotube and the placental syncytiotrophoblast .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The widespread occurrence of MNGCs in a range of pathological situations is discussed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with emphasis upon the broad involvement of the macrophage in inflammatory responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viruses produce cell fusion in vivo and in vitro when cell cultures are infected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several examples are given .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A clear distinction is drawn between viral fusion from `` without \u0027\u0027 and viral fusion from `` within \u0027\u0027 the cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cytopathic effect ( CPE ) of the animal and human retroviruses is discussed in considerable detail .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The in vivo and in vitro formation of lymphocytic and macrophage MNGCs by HIV-1 is given extensive coverage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The possible significance of the presence of brain MNGCs of macrophage / microglial origin as a cellular feature of AIDS dementia is discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A new hypothesis is advanced relating to the possible role of endogenous C-type retrovirus in the physiological fusion of the invasive placental cytotrophoblasts to create the syncytiotrophoblast .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The evolutionary and developmental significance of such an event in relation to the evolution of the placental mammals is discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The possible importance of MNGC formation in the depletion of the CD4 รท population of T-lymphocytes in vivo in the clinical progression of the AIDS-related complex and AIDS is related to the potent fusogenic effect of HIV-I when cell cultures are infected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "264"
  }
}