{
  "paper_id": "930bd78a5e4a0f1d0665e2d37381ea4bc82c866d",
  "metadata": {
    "title": "Effect of bunching of cilia and their interplay on muco-ciliary transport",
    "coda_data_split": "train",
    "coda_paper_id": 5790,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cilia are hair-like organelles projecting from a eukaryotic cell, used either for locomotion or as sensors. Cilia commonly occur in patches. To take this into consideration, we represent cilia in multiple patches, instead of the conventional \u0027dense mat\u0027 representation. We focus on the combined action and interplay of these patches. The effects of varying the frequency, spacing and phase lag of the beating of one cilia bunch with respect to the beating of adjacent patches are studied. We model the Airway Surface Liquid (ASL) as a three-layer structure. The possibility of an optimum frequency of beating is noted and the change of mucous flow under different spacing and phase differences are observed.",
      "sentences": [
        [
          {
            "segment_text": "Cilia are hair-like organelles projecting from a eukaryotic cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "used either for locomotion or as sensors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cilia commonly occur in patches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To take this into consideration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we represent cilia in multiple patches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "instead of the conventional ` dense mat \u0027 representation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We focus on the combined action and interplay of these patches .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effects of varying the frequency ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spacing and phase lag of the beating of one cilia bunch with respect to the beating of adjacent patches are studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We model the Airway Surface Liquid ( ASL ) as a three-layer structure .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The possibility of an optimum frequency of beating is noted and the change of mucous flow under different spacing and phase differences are observed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "127"
  }
}