{
  "paper_id": "93507716d80b9834a1ee584b038c1be54c0790a8",
  "metadata": {
    "title": "a section of the journal Frontiers in Physiology Citation: Proteomic Analysis of Chicken Skeletal Muscle during Embryonic Development",
    "coda_data_split": "train",
    "coda_paper_id": 5860,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Embryonic growth and development of skeletal muscle is a major determinant of muscle mass, and has a significant effect on meat production in chicken. To assess the protein expression profiles during embryonic skeletal muscle development, we performed a proteomics analysis using isobaric tags for relative and absolute quantification (iTRAQ) in leg muscle tissues of female Xinghua chicken at embryonic age (E) 11, E16, and 1-day post hatch (D1). We identified 3,240 proteins in chicken embryonic muscle and 491 of them were differentially expressed (fold change ≥ 1.5 or ≤ 0.666 and p \u003c 0.05). There were 19 up-and 32 down-regulated proteins in E11 vs. E16 group, 238 up-and 227 down-regulated proteins in E11 vs. D1 group, and 13 up-and 5 down-regulated proteins in E16 vs. D1 group. Protein interaction network analyses indicated that these differentially expressed proteins were mainly involved in the pathway of protein synthesis, muscle contraction, and oxidative phosphorylation. Integrative analysis of proteome and our previous transcriptome data found 189 differentially expressed proteins that correlated with their mRNA level. The interactions between these proteins were also involved in muscle contraction and oxidative phosphorylation pathways. The lncRNA-protein interaction network found four proteins DMD, MYL3, TNNI2, and TNNT3 that are all involved in muscle contraction and may be lncRNA regulated. These results provide several candidate genes for further investigation into the molecular mechanisms of chicken embryonic muscle development, and enable us to better understanding their regulation networks and biochemical pathways.",
      "sentences": [
        [
          {
            "segment_text": "Embryonic growth and development of skeletal muscle is a major determinant of muscle mass ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has a significant effect on meat production in chicken .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To assess the protein expression profiles during embryonic skeletal muscle development ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed a proteomics analysis using isobaric tags for relative and absolute quantification ( iTRAQ ) in leg muscle tissues of female Xinghua chicken at embryonic age ( E ) 11 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "E16 , and 1-day post hatch ( D1 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 3,240 proteins in chicken embryonic muscle and 491 of them were differentially expressed ( fold change ≥ 1.5 or ≤ 0.666 and p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 19 up-and 32 down-regulated proteins in E11 vs. E16 group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "238 up-and 227 down-regulated proteins in E11 vs. D1 group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 13 up-and 5 down-regulated proteins in E16 vs. D1 group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protein interaction network analyses indicated that these differentially expressed proteins were mainly involved in the pathway of protein synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "muscle contraction , and oxidative phosphorylation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Integrative analysis of proteome and our previous transcriptome data found 189 differentially expressed proteins that correlated with their mRNA level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interactions between these proteins were also involved in muscle contraction and oxidative phosphorylation pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lncRNA-protein interaction network found four proteins DMD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MYL3 , TNNI2 , and TNNT3 that are all involved in muscle contraction and may be lncRNA regulated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide several candidate genes for further investigation into the molecular mechanisms of chicken embryonic muscle development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enable us to better understanding their regulation networks and biochemical pathways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "269"
  }
}