{
  "paper_id": "936e6e20342454e2646bd840d70148c893262146",
  "metadata": {
    "title": "Nucleocapsid protein-based vaccine provides protection in mice against lethal Crimean- Congo hemorrhagic fever virus challenge",
    "coda_data_split": "train",
    "coda_paper_id": 4731,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Crimean-Congo hemorrhagic fever (CCHF) is an acute, often fatal viral disease characterized by rapid onset of febrile symptoms followed by hemorrhagic manifestations. The etiologic agent, CCHF orthonairovirus (CCHFV), can infect several mammals in nature but only seems to cause clinical disease in humans. Over the past two decades there has been an increase in total number of CCHF case reports, including imported CCHF patients, and an expansion of CCHF endemic areas. Despite its increased public health burden there are currently no licensed vaccines or treatments to prevent CCHF. We here report the development and assessment of the protective efficacy of an adenovirus (Ad)-based vaccine expressing the nucleocapsid protein (N) of CCHFV (Ad-N) in a lethal immunocompromised mouse model of CCHF. The results show that Ad-N can protect mice from CCHF mortality and that this platform should be considered for future CCHFV vaccine strategies.",
      "sentences": [
        [
          {
            "segment_text": "Crimean-Congo hemorrhagic fever ( CCHF ) is an acute ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often fatal viral disease characterized by rapid onset of febrile symptoms followed by hemorrhagic manifestations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiologic agent , CCHF orthonairovirus ( CCHFV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can infect several mammals in nature but only seems to cause clinical disease in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past two decades there has been an increase in total number of CCHF case reports ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including imported CCHF patients , and an expansion of CCHF endemic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite its increased public health burden there are currently no licensed vaccines or treatments to prevent CCHF .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We here report the development and assessment of the protective efficacy of an adenovirus ( Ad ) - based vaccine expressing the nucleocapsid protein ( N ) of CCHFV ( Ad-N ) in a lethal immunocompromised mouse model of CCHF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results show that Ad-N can protect mice from CCHF mortality and that this platform should be considered for future CCHFV vaccine strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "166"
  }
}