{
  "paper_id": "937e8370900dc469c498f186ae7ede00332e6584",
  "metadata": {
    "title": "Presse m\u0026eacute;d. 1975, 4, 1211. 11. Smith",
    "coda_data_split": "train",
    "coda_paper_id": 9123,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Segmental and focal pathological changes were found in the glomeruli and tubules of postoperative renal-biopsy specimens from seven cases of clinically confirmed endemic (Balkan) nephropathy. In the glomeruli, there was mesangial reaction and segmental thickening of the basement membrane with subendothelial and membranous depositions. In the tubules there was spongiform degeneration and fusion of cells. In all the cells of the nephron numerous cytoplasmic vesicles containing free and budding particles (80-200 nm) were found. These particles had the characteristics of a coronavirus. Balkan",
      "sentences": [
        [
          {
            "segment_text": "Segmental and focal pathological changes were found in the glomeruli and tubules of postoperative renal-biopsy specimens from seven cases of clinically confirmed endemic ( Balkan ) nephropathy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the glomeruli , there was mesangial reaction and segmental thickening of the basement membrane with subendothelial and membranous depositions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the tubules there was spongiform degeneration and fusion of cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In all the cells of the nephron numerous cytoplasmic vesicles containing free and budding particles ( 80-200 nm ) were found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These particles had the characteristics of a coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Balkan",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "93"
  }
}