{
  "paper_id": "93857e54224281141f7abaa8365dc43fad5ae9a6",
  "metadata": {
    "title": "Impact of health challenges on pig growth performance, carcass characteristics, and net returns under commercial conditions",
    "coda_data_split": "train",
    "coda_paper_id": 5087,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Understanding how disease affects commercial production is imperative for pig producers to quantify its full impact on pig performance, carcass quality, and net returns. The objective of this experiment was to assess the productivity and economic importance of naturally occurring health challenges (HC) under commercial conditions. Three 1,000 pig grow-finish facilities received 936 pigs each. The experimental period started approximately 34 d post placement at an average start BW of 13.1 ± 0.2 kg.",
      "sentences": [
        [
          {
            "segment_text": "Understanding how disease affects commercial production is imperative for pig producers to quantify its full impact on pig performance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "carcass quality , and net returns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this experiment was to assess the productivity and economic importance of naturally occurring health challenges ( HC ) under commercial conditions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three 1,000 pig grow-finish facilities received 936 pigs each .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The experimental period started approximately 34 d post placement at an average start BW of 13.1 ± 0.2 kg .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "82"
  }
}