{
  "paper_id": "93aab5344693c6df1630f5dcd54b16ad82d7966a",
  "metadata": {
    "title": "molecules Communication In Vitro and in Vivo Antiviral Activity of Mizoribine Against Foot-And-Mouth Disease Virus",
    "coda_data_split": "train",
    "coda_paper_id": 8157,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Foot-and-mouth disease (FMD) is a highly contagious viral disease of cloven-hoofed animals, which has significant economic consequences in affected countries. As the currently available vaccines against FMD provide no protection until 4-7 days post-vaccination, the only alternative method to control the spread of FMD virus (FMDV) during outbreaks is the application of antiviral agents. Hence, it is important to identify effective antiviral agents against FMDV infection. In this study, we found that mizoribine has potent antiviral activity against FMDV replication in IBRS-2 cells. A time-of-drug-addition assay demonstrated that mizoribine functions at the early stage of replication. Moreover, mizoribine also showed antiviral effect on FMDV in vivo. In summary, these results revealed that mizoribine could be a potential antiviral drug against FMDV.",
      "sentences": [
        [
          {
            "segment_text": "Foot-and-mouth disease ( FMD ) is a highly contagious viral disease of cloven-hoofed animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has significant economic consequences in affected countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the currently available vaccines against FMD provide no protection until 4-7 days post-vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the only alternative method to control the spread of FMD virus ( FMDV ) during outbreaks is the application of antiviral agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , it is important to identify effective antiviral agents against FMDV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that mizoribine has potent antiviral activity against FMDV replication in IBRS-2 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A time-of-drug-addition assay demonstrated that mizoribine functions at the early stage of replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , mizoribine also showed antiviral effect on FMDV in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , these results revealed that mizoribine could be a potential antiviral drug against FMDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "138"
  }
}