{
  "paper_id": "93b9055f846648c497efbef696f2d0655d96dc45",
  "metadata": {
    "title": "How much reduction of virus is needed for recycled water: A continuous changing need for assessment?",
    "coda_data_split": "train",
    "coda_paper_id": 8026,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To ensure the safety of wastewater reuse for irrigation of food crops and drinking water pathogenic viruses must be reduced to levels that pose no significant risk. To achieve this goal minimum reduction of viruses by treatment trains have been suggested. For use of edible crops a 6-log reduction and for production of potable drinking water a 12-log reduction has been suggested. These reductions were based on assuming infective virus concentrations of 10 5 to 10 6 per liter. Recent application of molecular methods suggests that some pathogenic viruses may be occurring in concentrations of 10 7 to 10 9 per liter. Factors influencing these levels include the development of molecular methods for virus detection, emergence of newly recognized viruses, decrease in per capita water use due to conservation measures, and outbreaks. Since neither cell culture nor molecular methods can assess all the potentially infectious virus in wastewater conservative estimates should be used to assess the virus load in untreated wastewater. This review indicates that an additional 2-to 3-log reduction of viruses above current recommendations may be needed to ensure the safety of recycled water. Information is needed on peak loading of viruses. In addition, more virus groups need to be quantified using better methods of virus quantification, including more accurate methods for measuring viral infectivity in order to better quantify risks from viruses in recycled water.",
      "sentences": [
        [
          {
            "segment_text": "To ensure the safety of wastewater reuse for irrigation of food crops and drinking water pathogenic viruses must be reduced to levels that pose no significant risk .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To achieve this goal minimum reduction of viruses by treatment trains have been suggested .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For use of edible crops a 6-log reduction and for production of potable drinking water a 12-log reduction has been suggested .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These reductions were based on assuming infective virus concentrations of 10 5 to 10 6 per liter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent application of molecular methods suggests that some pathogenic viruses may be occurring in concentrations of 10 7 to 10 9 per liter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Factors influencing these levels include the development of molecular methods for virus detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emergence of newly recognized viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "decrease in per capita water use due to conservation measures , and outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since neither cell culture nor molecular methods can assess all the potentially infectious virus in wastewater conservative estimates should be used to assess the virus load in untreated wastewater .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This review indicates that an additional 2-to 3-log reduction of viruses above current recommendations may be needed to ensure the safety of recycled water .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Information is needed on peak loading of viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , more virus groups need to be quantified using better methods of virus quantification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including more accurate methods for measuring viral infectivity in order to better quantify risks from viruses in recycled water .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "242"
  }
}