{
  "paper_id": "93bc12e23681301901cc72598ded5258b4455eb1",
  "metadata": {
    "title": "The Molecular Biology of Frog Virus 3 and other Iridoviruses Infecting Cold-Blooded Vertebrates",
    "coda_data_split": "train",
    "coda_paper_id": 7602,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Frog virus 3 (FV3) is the best characterized member of the family Iridoviridae. FV3 study has provided insights into the replication of other family members, and has served as a model of viral transcription, genome replication, and virus-mediated host-shutoff. Although the broad outlines of FV3 replication have been elucidated, the precise roles of most viral proteins remain unknown. Current studies using knock down (KD) mediated by antisense morpholino oligonucleotides (asMO) and small, interfering RNAs (siRNA), knock out (KO) following replacement of the targeted gene with a selectable marker by homologous recombination, ectopic viral gene expression, and recombinant viral proteins have enabled researchers to systematically ascertain replicativeand virulence-related gene functions. In addition, the application of molecular tools to ecological studies is providing novel ways for field biologists to identify potential pathogens, quantify infections, and trace the evolution of ecologically important viral species. In this review, we summarize current studies using not only FV3, but also other iridoviruses infecting ectotherms. As described below, general principles ascertained using FV3 served as a model for the family, and studies utilizing other ranaviruses and megalocytiviruses have confirmed and extended our understanding of iridovirus replication. Collectively, these and future efforts will elucidate molecular events in viral OPEN ACCESS Viruses 2011, 3 1960",
      "sentences": [
        [
          {
            "segment_text": "Frog virus 3 ( FV3 ) is the best characterized member of the family Iridoviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FV3 study has provided insights into the replication of other family members ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has served as a model of viral transcription ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genome replication , and virus-mediated host-shutoff .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the broad outlines of FV3 replication have been elucidated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the precise roles of most viral proteins remain unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current studies using knock down ( KD ) mediated by antisense morpholino oligonucleotides ( asMO ) and small ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interfering RNAs ( siRNA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "knock out ( KO ) following replacement of the targeted gene with a selectable marker by homologous recombination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ectopic viral gene expression , and recombinant viral proteins have enabled researchers to systematically ascertain replicativeand virulence-related gene functions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , the application of molecular tools to ecological studies is providing novel ways for field biologists to identify potential pathogens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "quantify infections , and trace the evolution of ecologically important viral species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize current studies using not only FV3 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but also other iridoviruses infecting ectotherms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As described below , general principles ascertained using FV3 served as a model for the family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and studies utilizing other ranaviruses and megalocytiviruses have confirmed and extended our understanding of iridovirus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these and future efforts will elucidate molecular events in viral OPEN ACCESS Viruses 2011 , 3 1960",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "replication, intrinsic and extrinsic factors that contribute to disease outbreaks, and the role of the host immune system in protection from disease.",
      "sentences": [
        [
          {
            "segment_text": "replication , intrinsic and extrinsic factors that contribute to disease outbreaks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the role of the host immune system in protection from disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "265"
  }
}