{
  "paper_id": "93c7e481b6b1e71e2f7f05bd66459cc36cfcc496",
  "metadata": {
    "title": "Transmission of Panton-Valentine Leukocidin-Producing Staphylococcus aureus to a Physician during Resuscitation of a Child",
    "coda_data_split": "train",
    "coda_paper_id": 9414,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We report the first case of transmission of Panton-Valentine leukocidin-producing Staphylococcus aureus to a physician during the resuscitation of an infant with fatal pneumonia. The physician exhibited numerous furuncles. This case highlights the necessity for health care workers to protect themselves against transmission of infectious diseases from patient to care giver.",
      "sentences": [
        [
          {
            "segment_text": "We report the first case of transmission of Panton-Valentine leukocidin-producing Staphylococcus aureus to a physician during the resuscitation of an infant with fatal pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The physician exhibited numerous furuncles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This case highlights the necessity for health care workers to protect themselves against transmission of infectious diseases from patient to care giver .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Severe respiratory diseases, in immunocompetent infants, and chronic furunculosis have been associated with Staphylococcus aureus strains producing Panton-Valentine leukocidin (PVL), a cytotoxin that causes leukocyte destruction and tissue necrosis [1] . PVL-producing S. aureus is known to cause rapidly extensive and necrotizing pneumonia in children and young adults. We report the first case, to our knowledge, of transmission of PVL-producing S. aureus to a physician during the resuscitation of an infant with fatal pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Severe respiratory diseases , in immunocompetent infants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and chronic furunculosis have been associated with Staphylococcus aureus strains producing Panton-Valentine leukocidin ( PVL ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a cytotoxin that causes leukocyte destruction and tissue necrosis ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PVL-producing S. aureus is known to cause rapidly extensive and necrotizing pneumonia in children and young adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the first case ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to our knowledge , of transmission of PVL-producing S. aureus to a physician during the resuscitation of an infant with fatal pneumonia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Case report. A 4-month-old boy was admitted to the pediatric ward of Saint-Vincent-de-Paul hospital (Paris) with a history of 3 days of cough and 1 day of moderate fever. Physical examination revealed only mild respiratory distress. Findings on a chest radiogram were normal, as were the WBC count and the C-reactive protein and procalcitonin levels. Bronchiolitis was diagnosed, and the patient did not receive antibiotics. Progressive respiratory failure developed during the 12 h after admission, and the patient required nasal oxygenation. While a physical examination was being performed by a physician, the patient experienced cardiac arrest. Resuscitation measures, including oral intubation, oxygenation, bag-valve-mask ventilation, chest compression, and intravenous administration of adrenaline, were immediately performed and were continued for 1 h, without success. It was notable that blood flow from the trachea was observed during intubation. Repeated oral and tracheal suction was performed. Because the resuscitation took place in the general pediatric ward, health care workers participating in the resuscitation did not wear any protection, such as a facial mask and gloves. A necropsy was performed, and the findings revealed right lobar pneumonia with a necrotizing hemorrhage of the entire right lung and one-half of the left lung. A culture specimen from tracheal aspirates grew methicillin-susceptible S. aureus.",
      "sentences": [
        [
          {
            "segment_text": "Case report .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A 4-month-old boy was admitted to the pediatric ward of Saint-Vincent-de-Paul hospital ( Paris ) with a history of 3 days of cough and 1 day of moderate fever .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Physical examination revealed only mild respiratory distress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings on a chest radiogram were normal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as were the WBC count and the C-reactive protein and procalcitonin levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bronchiolitis was diagnosed , and the patient did not receive antibiotics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Progressive respiratory failure developed during the 12 h after admission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the patient required nasal oxygenation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While a physical examination was being performed by a physician ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the patient experienced cardiac arrest .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Resuscitation measures , including oral intubation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oxygenation , bag-valve-mask ventilation , chest compression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and intravenous administration of adrenaline ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were immediately performed and were continued for 1 h , without success .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was notable that blood flow from the trachea was observed during intubation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Repeated oral and tracheal suction was performed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because the resuscitation took place in the general pediatric ward ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "health care workers participating in the resuscitation did not wear any protection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as a facial mask and gloves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A necropsy was performed , and the findings revealed right lobar pneumonia with a necrotizing hemorrhage of the entire right lung and one-half of the left lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A culture specimen from tracheal aspirates grew methicillin-susceptible S. aureus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Identification of S. aureus was based on colony morphology, coagulation of citrated rabbit plasma (bioMérieux), and production of clumping factor (determined with the Staphyslide test; bioMérieux). The methicillin resistance was determined by the Kirby-Bauer disk-diffusion method, with the use of a 5-mg oxacillin disk, in accordance with the NCCLS recommendations [2], after 24-48 h of incubation at 35ЊC. The S. aureus isolate was only resistant to penicillin and amoxicillin and was susceptible to methicillin, aminosides, macrolides, quinolones, and cotrimoxazole.",
      "sentences": [
        [
          {
            "segment_text": "Identification of S. aureus was based on colony morphology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coagulation of citrated rabbit plasma ( bioMérieux ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and production of clumping factor ( determined with the Staphyslide test ; bioMérieux ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The methicillin resistance was determined by the Kirby-Bauer disk-diffusion method ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the use of a 5-mg oxacillin disk ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in accordance with the NCCLS recommendations ( 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after 24-48 h of incubation at 35ЊC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S. aureus isolate was only resistant to penicillin and amoxicillin and was susceptible to methicillin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "aminosides , macrolides , quinolones , and cotrimoxazole .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "On day 5, the physician who had performed intubation presented with numerous furuncles of the fingers and face. Samples were obtained from the skin lesions. At the same time, nasal samples were obtained from the 15 health care workers who had participated in the resuscitation. S. aureus strains susceptible to methicillin were isolated from samples from the physician and from 5 other health care workers. The isolate from the infant (S1, isolated from a tracheal sample) and 7 isolates from the 6 health care workers (S2, isolated from skin lesions of 1 physician; S4 and S5, from nasal and anal samples from another physician; and S3, S6, S7, and S8, from nasal samples from 4 nurses) were genotyped and analyzed for the presence of the PVL gene. PFGE, used for genotyping, was performed on DNA fragments obtained by digestion with the restriction enzyme SmaI by use of a CHEF-MAPPER apparatus. The PFGE banding patterns were compared visually. Strains were considered genetically distinguishable if their restriction patterns differed by у3 bands [3] . The isolates from the infant (S1) and from 1",
      "sentences": [
        [
          {
            "segment_text": "On day 5 , the physician who had performed intubation presented with numerous furuncles of the fingers and face .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Samples were obtained from the skin lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the same time , nasal samples were obtained from the 15 health care workers who had participated in the resuscitation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "S. aureus strains susceptible to methicillin were isolated from samples from the physician and from 5 other health care workers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolate from the infant ( S1 , isolated from a tracheal sample ) and 7 isolates from the 6 health care workers ( S2 , isolated from skin lesions of 1 physician ; S4 and S5 , from nasal and anal samples from another physician ; and S3 , S6 , S7 , and S8 , from nasal samples from 4 nurses ) were genotyped and analyzed for the presence of the PVL gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PFGE , used for genotyping ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was performed on DNA fragments obtained by digestion with the restriction enzyme SmaI by use of a CHEF-MAPPER apparatus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PFGE banding patterns were compared visually .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strains were considered genetically distinguishable if their restriction patterns differed by у3 bands ( 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolates from the infant ( S1 ) and from 1",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "31",
    "segment_num": "49",
    "token_num": "682"
  }
}