{
  "paper_id": "93cd6674cab1ea460633039048c9abfbc5b405e8",
  "metadata": {
    "title": "Asian Pacific Journal of Tropical Biomedicine",
    "coda_data_split": "train",
    "coda_paper_id": 3751,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A B S T R A C T Objective: To evaluate the anti-mycobacterial activity of Melia azedarach L. (M. azedarach) and Lobelia chinensis Lour. (L. chinensis) extracts against the growth of Mycobacterium tuberculosis (M. tuberculosis). Methods: The anti-M. tuberculosis activity of M. azedarach and L. chinensis extracts were evaluated using different indicator methods such as resazurin microtiter assay (REMA) and mycobacteria growth indicator tube (MGIT) 960 system assay. The M. tuberculosis was incubated with various concentrations (50-800 mg/mL) of the extracts for 5 days in the REMA, and for 4 weeks in MGIT 960 system assay. Results: M. azedarach and L. chinensis extracts showed their anti-M. tuberculosis activity by strongly inhibiting the growth of M. tuberculosis in a concentration-dependent manner in the REMA and the MGIT 960 system assay. Particularly, the methanol extract of M. azedarach and n-hexane extract of L. chinensis consistently exhibited their effects by effectively inhibiting the growth of M. tuberculosis in MGIT 960 system for 4 weeks with a single-treatment, indicating higher anti-M. tuberculosis activity than other extracts,",
      "sentences": [
        [
          {
            "segment_text": "A B S T R A C T Objective : To evaluate the anti-mycobacterial activity of Melia azedarach L. ( M. azedarach ) and Lobelia chinensis Lour .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "( L. chinensis ) extracts against the growth of Mycobacterium tuberculosis ( M. tuberculosis ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The anti-M .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "tuberculosis activity of M. azedarach and L. chinensis extracts were evaluated using different indicator methods such as resazurin microtiter assay ( REMA ) and mycobacteria growth indicator tube ( MGIT ) 960 system assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The M. tuberculosis was incubated with various concentrations ( 50-800 mg/mL ) of the extracts for 5 days in the REMA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and for 4 weeks in MGIT 960 system assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : M. azedarach and L. chinensis extracts showed their anti-M .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "tuberculosis activity by strongly inhibiting the growth of M. tuberculosis in a concentration-dependent manner in the REMA and the MGIT 960 system assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particularly , the methanol extract of M. azedarach and n-hexane extract of L. chinensis consistently exhibited their effects by effectively inhibiting the growth of M. tuberculosis in MGIT 960 system for 4 weeks with a single-treatment , indicating higher anti-M .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "tuberculosis activity than other extracts ,",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "and their minimum inhibitory concentrations were measured as 400 mg/mL and 800 mg/ mL, respectively. Conclusions: These results demonstrate that M. azedarach and L. chinensis extracts not only have unique anti-M. tuberculosis activity, but also induce the selective anti-M. tuberculosis effects by consistently inhibiting or blocking the growth of M. tuberculosis through a new pharmacological action. Therefore, this study suggests the potential of them as effective candidate agents of next-generation for developing a new anti-tuberculosis drug, as well as the advantage for utilizing traditional medicinal plants as one of effective strategies against tuberculosis.",
      "sentences": [
        [
          {
            "segment_text": "and their minimum inhibitory concentrations were measured as 400 mg/mL and 800 mg / mL , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : These results demonstrate that M. azedarach and L. chinensis extracts not only have unique anti-M .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "tuberculosis activity , but also induce the selective anti-M .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "tuberculosis effects by consistently inhibiting or blocking the growth of M. tuberculosis through a new pharmacological action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , this study suggests the potential of them as effective candidate agents of next-generation for developing a new anti-tuberculosis drug ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the advantage for utilizing traditional medicinal plants as one of effective strategies against tuberculosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "16",
    "token_num": "303"
  }
}