{
  "paper_id": "93dffbe2dbaf6a930a6ba69004962a4ccc4a4ddb",
  "metadata": {
    "title": "Occasional review: Infl uenza in COPD: pathogenesis, prevention, and treatment",
    "coda_data_split": "train",
    "coda_paper_id": 10168,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infl uenza viruses cause respiratory tract infections that in patients with underlying lung diseases such as chronic obstructive pulmonary disease (COPD) are associated with exacerbations and excess morbidity and mortality. Typically, infl uenza B is associated with relatively mild, local outbreaks, whereas infl uenza A is the cause of world-wide pandemics. Upon infection, two antigens present on the viral surface, hemagglutinin and neuraminidase result in human immunity, but since many subtypes of these antigens exist that vary over time, immunity in the population is blunted. Vaccination is advocated in high-risk groups including patients with underlying (lung) diseases and in the elderly, and needs to be repeated annually with vaccines expected to cover the expected change in viral antigenicity. When started early, antiviral drugs, especially neuraminidase-inhibitors can be prescribed in adjunct to nonspecifi c interventions in an attempt to shorten disease duration and to prevent complications in case of an infl uenza infection. Currently, the effectiveness of antiviral drugs specifi cally in patients with COPD has not been proven.",
      "sentences": [
        [
          {
            "segment_text": "Infl uenza viruses cause respiratory tract infections that in patients with underlying lung diseases such as chronic obstructive pulmonary disease ( COPD ) are associated with exacerbations and excess morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Typically , infl uenza B is associated with relatively mild ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "local outbreaks , whereas infl uenza A is the cause of world-wide pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon infection , two antigens present on the viral surface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hemagglutinin and neuraminidase result in human immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but since many subtypes of these antigens exist that vary over time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immunity in the population is blunted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccination is advocated in high-risk groups including patients with underlying ( lung ) diseases and in the elderly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and needs to be repeated annually with vaccines expected to cover the expected change in viral antigenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When started early , antiviral drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially neuraminidase-inhibitors can be prescribed in adjunct to nonspecifi c interventions in an attempt to shorten disease duration and to prevent complications in case of an infl uenza infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Currently , the effectiveness of antiviral drugs specifi cally in patients with COPD has not been proven .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "189"
  }
}