{
  "paper_id": "93f0415b72e9e6bac5e78a4045f586873a508f63",
  "metadata": {
    "title": "Expression, purification and characterization of enterovirus-71 virus-like particles",
    "coda_data_split": "train",
    "coda_paper_id": 9331,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Expression, purification and characterization of enterovirus-71 virus-like particles. World J Gastroenterol 2006; 12(6): 921-927",
      "sentences": [
        [
          {
            "segment_text": "Expression , purification and characterization of enterovirus-71 virus-like particles .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "World J Gastroenterol 2006 ; 12 ( 6 ) : 921-927",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract AIM: Enterovirus 71 (EV71) has been implicated as the etiological agent responsible for the recent outbreaks of hand, foot and mouth disease associated with severe neurological diseases in the Asia-Pacific region.",
      "sentences": [
        [
          {
            "segment_text": "Abstract AIM : Enterovirus 71 ( EV71 ) has been implicated as the etiological agent responsible for the recent outbreaks of hand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foot and mouth disease associated with severe neurological diseases in the Asia-Pacific region .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The assembly process was hypothesized to occur via an orchestrated proteolytic processing of the P1 precursor by the viral protease 3CD. To test this hypothesis, we constructed 3 recombinant baculoviruses: Bac-P1 expressing P1; Bac-3CD expressing 3CD; and Bac-P1-3CD co-expressing P1 and 3CD.",
      "sentences": [
        [
          {
            "segment_text": "The assembly process was hypothesized to occur via an orchestrated proteolytic processing of the P1 precursor by the viral protease 3CD .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To test this hypothesis , we constructed 3 recombinant baculoviruses : Bac-P1 expressing P1 ; Bac-3CD expressing 3CD ; and Bac-P1-3CD co-expressing P1 and 3CD .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Both single infection by Bac-P1-3CD and coinfection by Bac-P1 and Bac-3CD resulted in correct cleavage of P1 to yield individual proteins VP0, VP1 and VP3, while the former approach yielded higher VLP production. In the cells, the structural proteins selfassembled into clusters of virus-like particles (VLP) resembling the authentic EV71 particle aggregates. After ultracentrifugation purification, the dispersed VLPs were indistinguishable from the authentic virus in size, appearance, composition and surface epitopes, as determined by SDS-PAGE, Western blot, transmission electron microscopy and immunogold labeling.",
      "sentences": [
        [
          {
            "segment_text": "Both single infection by Bac-P1-3CD and coinfection by Bac-P1 and Bac-3CD resulted in correct cleavage of P1 to yield individual proteins VP0 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VP1 and VP3 , while the former approach yielded higher VLP production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the cells , the structural proteins selfassembled into clusters of virus-like particles ( VLP ) resembling the authentic EV71 particle aggregates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After ultracentrifugation purification , the dispersed VLPs were indistinguishable from the authentic virus in size ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "appearance , composition and surface epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as determined by SDS-PAGE , Western blot ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transmission electron microscopy and immunogold labeling .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our data, for the first time, suggest that in insect cells EV71 structural proteins adopt a processing and assembly pathway similar to poliovirus assembly. The preservation of particle morphology and composition suggest that the VLP may be a valuable vaccine candidate to prevent EV71 epidemics.",
      "sentences": [
        [
          {
            "segment_text": "Our data , for the first time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggest that in insect cells EV71 structural proteins adopt a processing and assembly pathway similar to poliovirus assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The preservation of particle morphology and composition suggest that the VLP may be a valuable vaccine candidate to prevent EV71 epidemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "252"
  }
}