{
  "paper_id": "93f3546142cf477c77ef113ed4ff98a881a2c8c1",
  "metadata": {
    "title": "Practical pathology of aging mice",
    "coda_data_split": "train",
    "coda_paper_id": 4357,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Old mice will have a subset of lesions as part of the progressive decline in organ function that defines aging. External and palpable lesions will be noted by the research, husbandry, or veterinary staff during testing, cage changing, or physical exams. While these readily observable lesions may cause alarm, not all cause undue distress or are life-threatening. In aging research, mice are maintained until near end of life that, depending on strain and genetic manipulation, can be upwards of 33 months. Aging research has unique welfare issues related to age-related decline, debilitation, fragility, and associated pain of chronic diseases. An effective aging research program includes the collaboration and education of the research, husbandry, and veterinary staff, and of the members of the institution animal care and use committee. This collaborative effort is critical to humanely maintaining older mice and preventing excessive censorship due to non-lethal diseases. Part of the educational process is becoming familiar with how old mice appear clinically, at necropsy and histopathologically. This baseline knowledge is important in making the determination of humane end points, defining health span, contributing causes of death and effects of interventions. The goal of this paper is to introduce investigators to age-associated diseases and lesion patterns in mice from clinical presentation to pathologic assessment. To do so, we present and illustrate the common clinical appearances, necropsy and histopathological lesions seen in subsets of the aging colonies maintained at the University of Washington.",
      "sentences": [
        [
          {
            "segment_text": "Old mice will have a subset of lesions as part of the progressive decline in organ function that defines aging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "External and palpable lesions will be noted by the research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "husbandry , or veterinary staff during testing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cage changing , or physical exams .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While these readily observable lesions may cause alarm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not all cause undue distress or are life-threatening .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In aging research , mice are maintained until near end of life that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depending on strain and genetic manipulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be upwards of 33 months .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aging research has unique welfare issues related to age-related decline ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "debilitation , fragility , and associated pain of chronic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An effective aging research program includes the collaboration and education of the research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "husbandry , and veterinary staff ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and of the members of the institution animal care and use committee .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This collaborative effort is critical to humanely maintaining older mice and preventing excessive censorship due to non-lethal diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Part of the educational process is becoming familiar with how old mice appear clinically , at necropsy and histopathologically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This baseline knowledge is important in making the determination of humane end points ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "defining health span , contributing causes of death and effects of interventions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this paper is to introduce investigators to age-associated diseases and lesion patterns in mice from clinical presentation to pathologic assessment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To do so , we present and illustrate the common clinical appearances ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "necropsy and histopathological lesions seen in subsets of the aging colonies maintained at the University of Washington .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "269"
  }
}