{
  "paper_id": "93f8a441807d1356ad516a8681e14fc093ab016b",
  "metadata": {
    "title": "Methods To Identify Aptamers against Cell Surface Biomarkers",
    "coda_data_split": "train",
    "coda_paper_id": 10867,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aptamers are nucleic acid-based ligands identified through a process of molecular evolution named SELEX (Systematic Evolution of Ligands by Exponential enrichment). During the last 10-15 years, numerous aptamers have been developed specifically against targets present on or associated with the surface of human cells or infectious pathogens such as viruses, bacteria, fungi or parasites. Several of the aptamers have been described as potent probes, rivalling antibodies, for use in flow cytometry or microscopy. Some have also been used as drugs by inhibiting or activating functions of their targets in a manner similar to neutralizing or agonistic antibodies. Additionally, it is straightforward to conjugate aptamers to other agents without losing their affinity and they have successfully been used in vitro and in vivo to deliver drugs, siRNA, nanoparticles or contrast agents to target cells. Hence, aptamers identified against cell surface biomarkers represent a promising class of ligands. This review presents the different strategies of SELEX that have been developed to identify aptamers for cell surface-associated proteins as well as some of the methods that are used to study their binding on living cells.",
      "sentences": [
        [
          {
            "segment_text": "Aptamers are nucleic acid-based ligands identified through a process of molecular evolution named SELEX ( Systematic Evolution of Ligands by Exponential enrichment ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the last 10-15 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "numerous aptamers have been developed specifically against targets present on or associated with the surface of human cells or infectious pathogens such as viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacteria , fungi or parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several of the aptamers have been described as potent probes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rivalling antibodies , for use in flow cytometry or microscopy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some have also been used as drugs by inhibiting or activating functions of their targets in a manner similar to neutralizing or agonistic antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , it is straightforward to conjugate aptamers to other agents without losing their affinity and they have successfully been used in vitro and in vivo to deliver drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "siRNA , nanoparticles or contrast agents to target cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , aptamers identified against cell surface biomarkers represent a promising class of ligands .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review presents the different strategies of SELEX that have been developed to identify aptamers for cell surface-associated proteins as well as some of the methods that are used to study their binding on living cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "200"
  }
}