{
  "paper_id": "94139b4d23251627bc1d32c3bb8b25c053c26ea1",
  "metadata": {
    "title": "Latent growth curves and predictors of depressive symptoms among Chinese adolescent earthquake survivors ☆",
    "coda_data_split": "train",
    "coda_paper_id": 9099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objective of this longitudinal study was to identify growth curves and related predictors of depressive symptoms among Chinese adolescent earthquake survivors. A total of 1573 adolescent survivors of the 8-magnitude Wenchuan earthquake were assessed through the Depression Self-Rating Scale for Children (cutoff for probable clinical depression: 15), Social Support Rate Scale, Adolescent Self-Rating Life Events Checklist, and a self-designed questionnaire covering earthquake exposure and demographic information at 6-, 12-, 18-, 24-and 30-months after the earthquake. Data were analyzed using growth mixture modeling (GMM) and multinomial logistic regression. The prevalence rates of depressive symptoms were 27.6%, 40.6%, 30.9%, 37.5% and 29.8% at 6-, 12-, 18-, 24-and 30-months, respectively. GMM analysis showed four patterns of growth curves for depressive symptoms: chronic depression (25.6% of the sample), recovery (1.7%), delayed depression (4.3%), and resilience (68.4%). Female gender was related with decreased probability of resilience. Direct witness of tragic scenes during the earthquake was related with higher risk for chronic depression. More negative life events and fewer social support were also common predictors of not developing the resilience pattern. The need of providing appropriate individualized interventions for high-risk adolescent earthquake survivors is indicated.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this longitudinal study was to identify growth curves and related predictors of depressive symptoms among Chinese adolescent earthquake survivors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 1573 adolescent survivors of the 8-magnitude Wenchuan earthquake were assessed through the Depression Self-Rating Scale for Children ( cutoff for probable clinical depression : 15 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Social Support Rate Scale , Adolescent Self-Rating Life Events Checklist ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a self-designed questionnaire covering earthquake exposure and demographic information at 6 - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "12 - , 18 - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "24-and 30-months after the earthquake .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using growth mixture modeling ( GMM ) and multinomial logistic regression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The prevalence rates of depressive symptoms were 27.6 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "40.6 % , 30.9 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "37.5 % and 29.8 % at 6 - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 - , 18 - , 24-and 30-months , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GMM analysis showed four patterns of growth curves for depressive symptoms : chronic depression ( 25.6 % of the sample ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recovery ( 1.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "delayed depression ( 4.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and resilience ( 68.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Female gender was related with decreased probability of resilience .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Direct witness of tragic scenes during the earthquake was related with higher risk for chronic depression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More negative life events and fewer social support were also common predictors of not developing the resilience pattern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The need of providing appropriate individualized interventions for high-risk adolescent earthquake survivors is indicated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "244"
  }
}