{
  "paper_id": "94517ea55333e117118ffd20c6f96845a20f2bd3",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10150,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) was identified in 2012 as the causative agent of a severe, lethal respiratory disease occurring across several countries in the Middle East. To date there have been over 1600 laboratory confirmed cases of MERS-CoV in 26 countries with a case fatality rate of 36%. Given the endemic region, it is possible that MERS-CoV could spread during the annual Hajj pilgrimage, necessitating countermeasure development. In this report, we describe the clinical and radiographic changes of rhesus monkeys following infection with 5 Â 10 6 PFU MERS-CoV Jordan-n3/2012. Two groups of NHPs were treated with either a human anti-MERS monoclonal antibody 3B11-N or E410-N, an anti-HIV antibody. MERS-CoV Jordan-n3/2012 infection resulted in quantifiable changes by computed tomography, but limited other clinical signs of disease. 3B11-N treated subjects developed significantly reduced lung pathology when compared to infected, untreated subjects, indicating that this antibody may be a suitable MERS-CoV treatment.",
      "sentences": [
        [
          {
            "segment_text": "Middle East Respiratory Syndrome Coronavirus ( MERS-CoV ) was identified in 2012 as the causative agent of a severe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lethal respiratory disease occurring across several countries in the Middle East .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date there have been over 1600 laboratory confirmed cases of MERS-CoV in 26 countries with a case fatality rate of 36 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the endemic region , it is possible that MERS-CoV could spread during the annual Hajj pilgrimage , necessitating countermeasure development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , we describe the clinical and radiographic changes of rhesus monkeys following infection with 5 Â 10 6 PFU MERS-CoV Jordan-n3 / 2012 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two groups of NHPs were treated with either a human anti-MERS monoclonal antibody 3B11-N or E410-N , an anti-HIV antibody .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV Jordan-n3 / 2012 infection resulted in quantifiable changes by computed tomography ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but limited other clinical signs of disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3B11-N treated subjects developed significantly reduced lung pathology when compared to infected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "untreated subjects , indicating that this antibody may be a suitable MERS-CoV treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Inc.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "179"
  }
}