{
  "paper_id": "945a7da3231e06eeb8a4a39471338e279c2e6f28",
  "metadata": {
    "title": "Simultaneous Identification of DNA and RNA Viruses Present in Pig Faeces Using Process-Controlled Deep Sequencing",
    "coda_data_split": "train",
    "coda_paper_id": 4953,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Animal faeces comprise a community of many different microorganisms including bacteria and viruses. Only scarce information is available about the diversity of viruses present in the faeces of pigs. Here we describe a protocol, which was optimized for the purification of the total fraction of viral particles from pig faeces. The genomes of the purified DNA and RNA viruses were simultaneously amplified by PCR and subjected to deep sequencing followed by bioinformatic analyses. The efficiency of the method was monitored using a process control consisting of three bacteriophages (T4, M13 and MS2) with different morphology and genome types. Defined amounts of the bacteriophages were added to the sample and their abundance was assessed by quantitative PCR during the preparation procedure.",
      "sentences": [
        [
          {
            "segment_text": "Background : Animal faeces comprise a community of many different microorganisms including bacteria and viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only scarce information is available about the diversity of viruses present in the faeces of pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe a protocol ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which was optimized for the purification of the total fraction of viral particles from pig faeces .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The genomes of the purified DNA and RNA viruses were simultaneously amplified by PCR and subjected to deep sequencing followed by bioinformatic analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The efficiency of the method was monitored using a process control consisting of three bacteriophages ( T4 , M13 and MS2 ) with different morphology and genome types .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Defined amounts of the bacteriophages were added to the sample and their abundance was assessed by quantitative PCR during the preparation procedure .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The procedure was applied to a pooled faecal sample of five pigs. From this sample, 69,613 sequence reads were generated. All of the added bacteriophages were identified by sequence analysis of the reads. In total, 7.7% of the reads showed significant sequence identities with published viral sequences. They mainly originated from bacteriophages (73.9%) and mammalian viruses (23.9%); 0.8% of the sequences showed identities to plant viruses. The most abundant detected porcine viruses were kobuvirus, rotavirus C, astrovirus, enterovirus B, sapovirus and picobirnavirus. In addition, sequences with identities to the chimpanzee stool-associated circular ssDNA virus were identified. Whole genome analysis indicates that this virus, tentatively designated as pig stool-associated circular ssDNA virus (PigSCV), represents a novel pig virus.",
      "sentences": [
        [
          {
            "segment_text": "Results : The procedure was applied to a pooled faecal sample of five pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From this sample , 69,613 sequence reads were generated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of the added bacteriophages were identified by sequence analysis of the reads .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , 7.7 % of the reads showed significant sequence identities with published viral sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They mainly originated from bacteriophages ( 73.9 % ) and mammalian viruses ( 23.9 % ) ; 0.8 % of the sequences showed identities to plant viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most abundant detected porcine viruses were kobuvirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rotavirus C , astrovirus , enterovirus B , sapovirus and picobirnavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , sequences with identities to the chimpanzee stool-associated circular ssDNA virus were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whole genome analysis indicates that this virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tentatively designated as pig stool-associated circular ssDNA virus ( PigSCV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "represents a novel pig virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The established protocol enables the simultaneous detection of DNA and RNA viruses in pig faeces including the identification of so far unknown viruses. It may be applied in studies investigating aetiology, epidemiology and ecology of diseases. The implemented process control serves as quality control, ensures comparability of the method and may be used for further method optimization.",
      "sentences": [
        [
          {
            "segment_text": "The established protocol enables the simultaneous detection of DNA and RNA viruses in pig faeces including the identification of so far unknown viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It may be applied in studies investigating aetiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epidemiology and ecology of diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The implemented process control serves as quality control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ensures comparability of the method and may be used for further method optimization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "17",
    "segment_num": "23",
    "token_num": "341"
  }
}