{
  "paper_id": "945fd47a82b49774675d732d27f6b806c0e6aeb1",
  "metadata": {
    "title": "Nonhuman Primate IFITM Proteins Are Potent Inhibitors of HIV and SIV",
    "coda_data_split": "train",
    "coda_paper_id": 4942,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interferon-induced transmembrane (IFITM) proteins are potent antiviral factors shown to restrict the infection of many enveloped viruses, including HIV. Here we report cloning and characterization of a panel of nonhuman primate IFITMs. We show that, similar to human IFITM, nonhuman primate IFITM proteins inhibit HIV and other primate lentiviruses. While some nonhuman primate IFITM proteins are more potent than human counterparts to inhibit HIV-1, they are generally not effective against HIV-2 similar to that of human IFITMs. Notably, depending on SIV strains and also IFITM species tested, nonhuman primate IFITM proteins exhibit distinct activities against SIVs; no correlation was found to support the notion that IFITM proteins are most active in non-natural primate hosts. Consistent with our recent findings for human IFITMs, nonhuman primate IFITM proteins interact with HIV-1 Env and strongly act in viral producer cells to impair viral infectivity and block cell-to-cell transmission. Accordingly, knockdown of primate IFITM3 increases HIV-1 replication in nohuman primate cells. Interestingly, analysis of DNA sequences of human and nonhuman primate IFITMs suggest that IFITM proteins have been undergoing purifying selection, rather than positive selection typical for cellular restriction factors. Overall, our study reveals some new and unexpected features of IFITMs in restricting primate lentiviruses, which enhances our understanding of virus-host interaction and AIDS pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-induced transmembrane ( IFITM ) proteins are potent antiviral factors shown to restrict the infection of many enveloped viruses , including HIV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report cloning and characterization of a panel of nonhuman primate IFITMs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that , similar to human IFITM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nonhuman primate IFITM proteins inhibit HIV and other primate lentiviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While some nonhuman primate IFITM proteins are more potent than human counterparts to inhibit HIV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they are generally not effective against HIV-2 similar to that of human IFITMs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , depending on SIV strains and also IFITM species tested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nonhuman primate IFITM proteins exhibit distinct activities against SIVs ; no correlation was found to support the notion that IFITM proteins are most active in non-natural primate hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with our recent findings for human IFITMs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nonhuman primate IFITM proteins interact with HIV-1 Env and strongly act in viral producer cells to impair viral infectivity and block cell-to-cell transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , knockdown of primate IFITM3 increases HIV-1 replication in nohuman primate cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , analysis of DNA sequences of human and nonhuman primate IFITMs suggest that IFITM proteins have been undergoing purifying selection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than positive selection typical for cellular restriction factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , our study reveals some new and unexpected features of IFITMs in restricting primate lentiviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which enhances our understanding of virus-host interaction and AIDS pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "235"
  }
}