{
  "paper_id": "946c8364aefacd91d78afb460397a74832c9ee3f",
  "metadata": {
    "title": "Structural characterization of the fusion core in syncytin, envelope protein of human endogenous retrovirus family W",
    "coda_data_split": "train",
    "coda_paper_id": 7317,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Syncytin is a captive retroviral envelope protein, possibly involved in the formation of the placental syncytiotrophoblast layer generated by trophoblast cell fusion at the maternal-fetal interface. We found that syncytin and type I viral envelope proteins shared similar structural profiling, especially in the regions of N-and C-terminal heptad repeats (NHR and CHR). We expressed the predicted regions of NHR (41 aa) and CHR (34 aa) in syncytin as a native single chain (named 2-helix protein) to characterize it. 2-helix protein exists as a trimer and is highly a-helix, thermo-stable, and denatured by low pH. NHR and CHR could form a proteaseresistant complex. The complex structure built by the molecular docking demonstrated that NHR and CHR associated in an antiparallel manner. Overall, the 2-helix protein could form a thermo-stable coiled coil trimer. The fusion core structure of syncytin was first demonstrated in endogenous retrovirus. These results support the explanation how syncytin mediates cytotrophoblast cell fusion involved in placental morphogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Syncytin is a captive retroviral envelope protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly involved in the formation of the placental syncytiotrophoblast layer generated by trophoblast cell fusion at the maternal-fetal interface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that syncytin and type I viral envelope proteins shared similar structural profiling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in the regions of N-and C-terminal heptad repeats ( NHR and CHR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We expressed the predicted regions of NHR ( 41 aa ) and CHR ( 34 aa ) in syncytin as a native single chain ( named 2-helix protein ) to characterize it .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2-helix protein exists as a trimer and is highly a-helix ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thermo-stable , and denatured by low pH. NHR and CHR could form a proteaseresistant complex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The complex structure built by the molecular docking demonstrated that NHR and CHR associated in an antiparallel manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the 2-helix protein could form a thermo-stable coiled coil trimer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The fusion core structure of syncytin was first demonstrated in endogenous retrovirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support the explanation how syncytin mediates cytotrophoblast cell fusion involved in placental morphogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "179"
  }
}