{
  "paper_id": "94838a002448763b9e8c01f786e25825e351280a",
  "metadata": {
    "title": "Mapping genetic determinants of viral traits with F ST and quantitative trait locus (QTL) approaches",
    "coda_data_split": "train",
    "coda_paper_id": 4664,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The genetic determinism of viral traits can generally be dissected using either forward or reverse genetics because the clonal reproduction of viruses does not require the use of approaches based on laboratory crosses. Nevertheless, we hypothesized that recombinant viruses could be analyzed as sexually reproducing organisms, using either a quantitative trait loci (QTL) approach or a locus-by-locus fixation index (F ST ). Locus-by-locus F ST analysis, and four different regressions and interval mapping algorithms of QTL analysis were applied to a phenotypic and genotypic dataset previously obtained from 47 artificial recombinant genomes generated between two begomovirus species. Both approaches assigned the determinant of within-host accumulation-previously identified using standard virology approaches-to a region including the 5\u0027 end of the replication-associated protein (Rep) gene and the upstream intergenic region. This study provides a proof of principle that QTL and population genetics tools can be extended to characterize the genetic determinants of viral traits.",
      "sentences": [
        [
          {
            "segment_text": "The genetic determinism of viral traits can generally be dissected using either forward or reverse genetics because the clonal reproduction of viruses does not require the use of approaches based on laboratory crosses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , we hypothesized that recombinant viruses could be analyzed as sexually reproducing organisms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using either a quantitative trait loci ( QTL ) approach or a locus-by-locus fixation index ( F ST ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Locus-by-locus F ST analysis , and four different regressions and interval mapping algorithms of QTL analysis were applied to a phenotypic and genotypic dataset previously obtained from 47 artificial recombinant genomes generated between two begomovirus species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both approaches assigned the determinant of within-host accumulation-previously identified using standard virology approaches-to a region including the 5 \u0027 end of the replication-associated protein ( Rep ) gene and the upstream intergenic region .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study provides a proof of principle that QTL and population genetics tools can be extended to characterize the genetic determinants of viral traits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "165"
  }
}