{
  "paper_id": "9484a7c6359d1364cd37bb1d80bdefd118d7ffe6",
  "metadata": {
    "title": "BIOLOGYjMEDICINE Viruses and viral proteins",
    "coda_data_split": "train",
    "coda_paper_id": 8362,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "For more than 30 years X-ray crystallography has been by far the most powerful approach for determining the structures of viruses and viral proteins at atomic resolution. The information provided by these structures, which covers many important aspects of the viral life cycle such as cell-receptor recognition, viral entry, nucleic acid transfer and genome replication, has extensively enriched our vision of the virus world. Many of the structures available correspond to potential targets for antiviral drugs against important human pathogens. This article provides an overview of the current knowledge of different structural aspects of the above-mentioned processes.",
      "sentences": [
        [
          {
            "segment_text": "For more than 30 years X-ray crystallography has been by far the most powerful approach for determining the structures of viruses and viral proteins at atomic resolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The information provided by these structures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which covers many important aspects of the viral life cycle such as cell-receptor recognition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral entry , nucleic acid transfer and genome replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has extensively enriched our vision of the virus world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of the structures available correspond to potential targets for antiviral drugs against important human pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article provides an overview of the current knowledge of different structural aspects of the above-mentioned processes .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "105"
  }
}