{
  "paper_id": "94ae6051900453d05d92f745a15a819602048e58",
  "metadata": {
    "title": "Multidimensional Analysis of the News Consumption of Different Demographic Groups on a Nationwide Scale",
    "coda_data_split": "train",
    "coda_paper_id": 2596,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Examining 103,133 news articles that are the most popular for different demographic groups in Daum News (the second most popular news portal in South Korea) during the whole year of 2015, we provided multi-level analyses of gender and age differences in news consumption. We measured such differences in four different levels: (1) by actual news items, (2) by section, (3) by topic, and (4) by subtopic. We characterized the news items at the four levels by using the computational techniques, which are topic modeling and the vector representation of words and news items. We found that differences in news reading behavior across different demographic groups are the most noticeable in subtopic level but neither section nor topic levels.",
      "sentences": [
        [
          {
            "segment_text": "Examining 103,133 news articles that are the most popular for different demographic groups in Daum News ( the second most popular news portal in South Korea ) during the whole year of 2015 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we provided multi-level analyses of gender and age differences in news consumption .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We measured such differences in four different levels : ( 1 ) by actual news items ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 2 ) by section ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 3 ) by topic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ( 4 ) by subtopic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We characterized the news items at the four levels by using the computational techniques ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which are topic modeling and the vector representation of words and news items .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that differences in news reading behavior across different demographic groups are the most noticeable in subtopic level but neither section nor topic levels .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "138"
  }
}