{
  "paper_id": "94b8609f8a41b304107199040676a79d59c0f461",
  "metadata": {
    "title": "The next generation of antimicrobial peptides (AMPs) as molecular therapeutic tools for the treatment of diseases with social and economic impacts",
    "coda_data_split": "train",
    "coda_paper_id": 6547,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This review provides an integrated scenario of the most relevant aspects in the development of useful drugs provided by natural sources and recent advances in the biosynthesis and structural design of antimicrobial peptides.",
      "sentences": [
        [
          {
            "segment_text": "This review provides an integrated scenario of the most relevant aspects in the development of useful drugs provided by natural sources and recent advances in the biosynthesis and structural design of antimicrobial peptides .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Anti-infective drugs have had a key role in the contemporary world, contributing to dramatically decrease mortality rates caused by infectious diseases worldwide. Antimicrobial peptides (AMPs) are multifunctional effectors of the innate immune system of mucosal surfaces and present antimicrobial activity against a range of pathogenic viruses, bacteria, and fungi. However, the discovery and development of new antibacterial drugs is a crucial step to overcome the great challenge posed by the emergence of antibiotic resistance. In this review, we outline recent advances in the development of novel AMPs with improved antimicrobial activities that were achieved through characteristic structural design. In addition, we describe recent progress made to overcome some of the major limitations that have hindered peptide biosynthesis.",
      "sentences": [
        [
          {
            "segment_text": "Anti-infective drugs have had a key role in the contemporary world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contributing to dramatically decrease mortality rates caused by infectious diseases worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial peptides ( AMPs ) are multifunctional effectors of the innate immune system of mucosal surfaces and present antimicrobial activity against a range of pathogenic viruses , bacteria , and fungi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the discovery and development of new antibacterial drugs is a crucial step to overcome the great challenge posed by the emergence of antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we outline recent advances in the development of novel AMPs with improved antimicrobial activities that were achieved through characteristic structural design .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , we describe recent progress made to overcome some of the major limitations that have hindered peptide biosynthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "164"
  }
}