{
  "paper_id": "94c0dcc08c6729759dd2b2e46cd761cf164a92c4",
  "metadata": {
    "title": "Modeling Disease Spread at Global Mass Gatherings: Data Requirements and Challenges",
    "coda_data_split": "train",
    "coda_paper_id": 2746,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Spread of infectious diseases at global mass gatherings can pose health threats to both the hosting country and the countries where participants originate. The travel patterns at the end of these international events may result in epidemics that can grow to pandemic levels within a short period of time. Computational models are essential tools to estimate, study, and control disease outbreaks at mass gatherings. These models can be integrated in the planning and preparation process of mass gatherings. In this paper, we present a review of the key data requirements and the challenges encountered when modeling infectious diseases epidemics initiated by global mass gatherings. This review can assist epidemic modeling at global mass gatherings providing researchers with insights of the main aspects and possible big data opportunities in this emerging research area.",
      "sentences": [
        [
          {
            "segment_text": "Spread of infectious diseases at global mass gatherings can pose health threats to both the hosting country and the countries where participants originate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The travel patterns at the end of these international events may result in epidemics that can grow to pandemic levels within a short period of time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Computational models are essential tools to estimate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "study , and control disease outbreaks at mass gatherings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These models can be integrated in the planning and preparation process of mass gatherings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we present a review of the key data requirements and the challenges encountered when modeling infectious diseases epidemics initiated by global mass gatherings .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review can assist epidemic modeling at global mass gatherings providing researchers with insights of the main aspects and possible big data opportunities in this emerging research area .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "141"
  }
}