{
  "paper_id": "94c76ab70a539f6445ea88bb88dc3197f82ac84c",
  "metadata": {
    "title": "The Author(s)",
    "coda_data_split": "train",
    "coda_paper_id": 6631,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Highlights d The epitope for the neutralizing antibody G2 is confined to the apex of the MERS-CoV S1-NTD d G2 epitope is relatively well conserved d G2 IgG and Fab both neutralize pseudotyped and authentic MERS-CoV d G2 neutralizes by preventing the binding of DPP4 to trimeric S protein In Brief Wang et al. report the structural and functional characterization of the Middle East respiratory syndrome coronavirus (MERS-CoV)-neutralizing antibody G2.",
      "sentences": [
        [
          {
            "segment_text": "Highlights d The epitope for the neutralizing antibody G2 is confined to the apex of the MERS-CoV S1-NTD d G2 epitope is relatively well conserved d G2 IgG and Fab both neutralize pseudotyped and authentic MERS-CoV d G2 neutralizes by preventing the binding of DPP4 to trimeric S protein In Brief Wang et al. report the structural and functional characterization of the Middle East respiratory syndrome coronavirus ( MERS-CoV ) - neutralizing antibody G2 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "G2 recognizes a conserved epitope on the MERS-CoV S1 N-terminal domain (S1-NTD) and neutralizes MERS-CoV by interfering with binding to host receptor dipeptidyl peptidase-4 (DPP4). The findings are relevant for understanding the viral attachment mechanism and for the development of S1-NTD-based vaccines.",
      "sentences": [
        [
          {
            "segment_text": "G2 recognizes a conserved epitope on the MERS-CoV S1 N-terminal domain ( S1-NTD ) and neutralizes MERS-CoV by interfering with binding to host receptor dipeptidyl peptidase-4 ( DPP4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The findings are relevant for understanding the viral attachment mechanism and for the development of S1-NTD-based vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) emerged into the human population in 2012 and has caused substantial morbidity and mortality. Potently neutralizing antibodies targeting the receptor-binding domain (RBD) on MERS-CoV spike (S) protein have been characterized, but much less is known about antibodies targeting non-RBD epitopes. Here, we report the structural and functional characterization of G2, a neutralizing antibody targeting the MERS-CoV S1 N-terminal domain (S1-NTD). Structures of G2 alone and in complex with the MERS-CoV S1-NTD define a site of vulnerability comprising two loops, each of which contain a residue mutated in G2-escape variants. Cell-surface binding studies and in vitro competition experiments demonstrate that G2 strongly disrupts the attachment of MERS-CoV S to its receptor, dipeptidyl peptidase-4 (DPP4), with the inhibition requiring the native trimeric S conformation. These results advance our understanding of antibody-mediated neutralization of coronaviruses and should facilitate the development of immunotherapeutics and vaccines against MERS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) emerged into the human population in 2012 and has caused substantial morbidity and mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potently neutralizing antibodies targeting the receptor-binding domain ( RBD ) on MERS-CoV spike ( S ) protein have been characterized ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but much less is known about antibodies targeting non-RBD epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we report the structural and functional characterization of G2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a neutralizing antibody targeting the MERS-CoV S1 N-terminal domain ( S1-NTD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structures of G2 alone and in complex with the MERS-CoV S1-NTD define a site of vulnerability comprising two loops ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "each of which contain a residue mutated in G2-escape variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cell-surface binding studies and in vitro competition experiments demonstrate that G2 strongly disrupts the attachment of MERS-CoV S to its receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dipeptidyl peptidase-4 ( DPP4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the inhibition requiring the native trimeric S conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results advance our understanding of antibody-mediated neutralization of coronaviruses and should facilitate the development of immunotherapeutics and vaccines against MERS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "294"
  }
}