{
  "paper_id": "94e2a71897a537ab0bab3710a9efeb8f0fe0c864",
  "metadata": {
    "title": "BRAIN RESEARCH Polarity of processes with Golgi apparatus in a subpopulation of type I astrocytes",
    "coda_data_split": "train",
    "coda_paper_id": 5393,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Golgi apparatus-complex (GA), is a key organelle involved in several posttranslational modifications of polypeptides destined for lysosomes, plasma membranes and secretion. As reported from this laboratory, certain astrocytes in rat brain contain cisternae of the GA not only in perikarya, but also in processes. In order to further investigate which type of astrocytes contain GA in processes we conducted the present study using primary cultures of rat astrocytes and organelle specific antibodies against the GA and the rough endoplasmic reticulum (RER). While the perikarya of all cells contained elements of the GA, only a single process of a subset of type I astrocytes, negative to antibodies A2B5 and HNK-1, contained GA. In contrast, elements of the RER were found within perikarya and all processes. In order to confirm that the immunostained structures in processes indeed represent the GA, we exposed cultures to Brefeldin A (BFA), a secretion blocker which disperses the GA and redistributes it to the RER. We observed that BFA disrupted the GA of both perikarya and processes. However, astrocytes were resistant to prolonged incubations with BFA, while a similar treatment killed cultured fibroblasts and PC-12 cells. Furthermore, in astrocytes exposed to BFA for several days, the delicate network of glial fibrillary acidic protein (GFAP), was replaced by large perinuclear masses of the protein. These observations demonstrate that a subset of type I astrocytes have a single process with elements of the GA. We suggest that this specialization of the GA may be related to yet unrecognized secretory or protein processing functions of these cells. The resistance of astrocytes to BFA and the striking changes in their cytoskeleton induced by the drug, may contribute to studies on the mechanism(s) of action of BFA.",
      "sentences": [
        [
          {
            "segment_text": "The Golgi apparatus-complex ( GA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a key organelle involved in several posttranslational modifications of polypeptides destined for lysosomes , plasma membranes and secretion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As reported from this laboratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "certain astrocytes in rat brain contain cisternae of the GA not only in perikarya , but also in processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to further investigate which type of astrocytes contain GA in processes we conducted the present study using primary cultures of rat astrocytes and organelle specific antibodies against the GA and the rough endoplasmic reticulum ( RER ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the perikarya of all cells contained elements of the GA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only a single process of a subset of type I astrocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "negative to antibodies A2B5 and HNK-1 , contained GA. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , elements of the RER were found within perikarya and all processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to confirm that the immunostained structures in processes indeed represent the GA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we exposed cultures to Brefeldin A ( BFA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a secretion blocker which disperses the GA and redistributes it to the RER .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed that BFA disrupted the GA of both perikarya and processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , astrocytes were resistant to prolonged incubations with BFA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while a similar treatment killed cultured fibroblasts and PC-12 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , in astrocytes exposed to BFA for several days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the delicate network of glial fibrillary acidic protein ( GFAP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was replaced by large perinuclear masses of the protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These observations demonstrate that a subset of type I astrocytes have a single process with elements of the GA. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that this specialization of the GA may be related to yet unrecognized secretory or protein processing functions of these cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resistance of astrocytes to BFA and the striking changes in their cytoskeleton induced by the drug ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may contribute to studies on the mechanism ( s ) of action of BFA .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "325"
  }
}