{
  "paper_id": "94e62a756a8f77d56f465194b69e260afad78eea",
  "metadata": {
    "title": "Potential Factors for Prediction of Disease Severity of COVID-19 Patients",
    "coda_data_split": "train",
    "coda_paper_id": 5199,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Objective: Coronavirus disease 2019 (COVID-19) is an escalating global epidemic caused by SARS-CoV-2, with a high mortality in critical patients. Effective indicators for predicting disease severity in SARS-CoV-2 infected patients are urgently needed. Methods: In this study, 43 COVID-19 patients admitted in Chongqing Public Health Medical Center were involved. Demographic data, clinical features, and laboratory examinations were obtained through electronic medical records. Peripheral blood specimens were collected from COVID-19 patients and examined for lymphocyte subsets and cytokine profiles by flow cytometry. Potential contributing factors for prediction of disease severity were further analyzed.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Coronavirus disease 2019 ( COVID-19 ) is an escalating global epidemic caused by SARS-CoV-2 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a high mortality in critical patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Effective indicators for predicting disease severity in SARS-CoV-2 infected patients are urgently needed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : In this study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "43 COVID-19 patients admitted in Chongqing Public Health Medical Center were involved .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Demographic data , clinical features ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and laboratory examinations were obtained through electronic medical records .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood specimens were collected from COVID-19 patients and examined for lymphocyte subsets and cytokine profiles by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Potential contributing factors for prediction of disease severity were further analyzed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 43 COVID-19 patients were included in this study, including 29 mild patients and 14 sever patients. Severe patients were significantly older (61.9±9.4 vs 44.4±15.9) and had higher incidence in co-infection with bacteria compared to mild group (85.7%vs27.6%).",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 43 COVID-19 patients were included in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 29 mild patients and 14 sever patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe patients were significantly older ( 61.9 ± 9.4 vs 44.4 ± 15.9 ) and had higher incidence in co-infection with bacteria compared to mild group ( 85.7 % vs27 .6 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Significantly more severe patients had the clinical symptoms of anhelation (78.6%) and asthma (71.4%). For laboratory examination, 57.1% severe cases showed significant reduction in lymphocyte count.",
      "sentences": [
        [
          {
            "segment_text": "Significantly more severe patients had the clinical symptoms of anhelation ( 78.6 % ) and asthma ( 71.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For laboratory examination , 57.1 % severe cases showed significant reduction in lymphocyte count .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The levels of Interluekin-6 (IL6), IL10, erythrocyte sedimentation rate (ESR) and D-Dimer (D-D) were significantly higher in severe patients than mild patients, while the level of albumin (ALB) was remarkably All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint lower in severe patients. Further analysis demonstrated that ESR, D-D, age, ALB and IL6 were the major contributing factors for distinguishing severe patients from mild patients. Moreover, ESR was identified as the most powerful factor to predict disease progression of COVID-19 patients.",
      "sentences": [
        [
          {
            "segment_text": "The levels of Interluekin-6 ( IL6 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL10 , erythrocyte sedimentation rate ( ESR ) and D-Dimer ( D-D ) were significantly higher in severe patients than mild patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the level of albumin ( ALB ) was remarkably All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "the author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ": medRxiv preprint lower in severe patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analysis demonstrated that ESR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "D-D , age , ALB and IL6 were the major contributing factors for distinguishing severe patients from mild patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , ESR was identified as the most powerful factor to predict disease progression of COVID-19 patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ": Age and the levels of ESR, D-D, ALB and IL6 are closely related to the disease severity of COVID-19 patients. ESR can be used as a valuable indicator for distinguishing severe COVID-19 patients in early stage, so as to increase the survival of severe patients.",
      "sentences": [
        [
          {
            "segment_text": ": Age and the levels of ESR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "D-D , ALB and IL6 are closely related to the disease severity of COVID-19 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ESR can be used as a valuable indicator for distinguishing severe COVID-19 patients in early stage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so as to increase the survival of severe patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "18",
    "segment_num": "27",
    "token_num": "369"
  }
}