{
  "paper_id": "95102bebc59a0af023d55fdcfaf40d239e8c8895",
  "metadata": {
    "title": "Chemistry \u0026 Biology Review Prohibitin Ligands in Cell Death and Survival: Mode of Action and Therapeutic Potential",
    "coda_data_split": "train",
    "coda_paper_id": 6742,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Prohibitins (PHBs) are scaffold proteins that modulate many signaling pathways controlling cell survival, metabolism, and inflammation. Several drugs that target PHBs have been identified and evaluated for various clinical applications. Preclinical and clinical studies indicate that these PHB ligands may be useful in oncology, cardiology, and neurology, as well as against obesity. This review covers the physiological role of PHBs in health and diseases and current developments concerning PHB ligands.",
      "sentences": [
        [
          {
            "segment_text": "Prohibitins ( PHBs ) are scaffold proteins that modulate many signaling pathways controlling cell survival , metabolism , and inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several drugs that target PHBs have been identified and evaluated for various clinical applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Preclinical and clinical studies indicate that these PHB ligands may be useful in oncology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiology , and neurology , as well as against obesity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review covers the physiological role of PHBs in health and diseases and current developments concerning PHB ligands .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "81"
  }
}