{
  "paper_id": "95236881d9620959cab6cd51064f5c60f12b1f04",
  "metadata": {
    "title": "High prevalence and genetic diversity of hepatitis B viruses in insectivorous bats from China",
    "coda_data_split": "train",
    "coda_paper_id": 3536,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bats have been identified as the hosts of hepatitis B virus (HBV) in recent years and bats HBV can infect human hepatocyte. We investigated the prevalence and genetic diversity of HBV in bats in China. In this study, a total of 197 insectivorous bats belonging to 10 bat species were captured from karst caves in Mengyin County, Shandong Province and Xianning City, Hubei Province, China. PCR amplification indicated that in total 6.6% (13/197) bats were positive to HBVs. The HBV positive rate in bats was 7.1% (9/127) and 5.7% (4/70) in Shandong Province and Hubei Province, respectively. Phylogenetic analysis indicated that HBV from the two places were in the same cluster with 90.5%-99.5% homology, but distinct from bat HBVs from other places in China and other countries. We concluded that HBV was prevalent and genetic diversified in bats, supporting the hypothesis that bats may be the origin of primate hepadnaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Bats have been identified as the hosts of hepatitis B virus ( HBV ) in recent years and bats HBV can infect human hepatocyte .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the prevalence and genetic diversity of HBV in bats in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a total of 197 insectivorous bats belonging to 10 bat species were captured from karst caves in Mengyin County ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Shandong Province and Xianning City , Hubei Province , China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR amplification indicated that in total 6.6 % ( 13/197 ) bats were positive to HBVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HBV positive rate in bats was 7.1 % ( 9/127 ) and 5.7 % ( 4/70 ) in Shandong Province and Hubei Province , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis indicated that HBV from the two places were in the same cluster with 90.5 % -99.5 % homology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but distinct from bat HBVs from other places in China and other countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We concluded that HBV was prevalent and genetic diversified in bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting the hypothesis that bats may be the origin of primate hepadnaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "178"
  }
}