{
  "paper_id": "9527195a6f1e53833e58da3846148d99cf8a92b5",
  "metadata": {
    "title": "Prevalence of Cryptosporidium parvum in dairy calves and GP60 subtyping of diarrheic calves in central Argentina",
    "coda_data_split": "train",
    "coda_paper_id": 5865,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cryptosporidiosis of calves is caused by the enteroprotozoan Cryptosporidium spp. The disease results in intense diarrhea of calves associated with substantial economic losses in dairy farming worldwide. The aim of this study was to determine calf, herd, and within-herd Cryptosporidium prevalence and identify Cryptosporidium species and subtypes in calves with diarrhea in intensive dairy herds in central Argentina. A total of 1073 fecal samples were collected from 54 randomly selected dairy herds. Cryptosporidium-oocysts were isolated and concentrated from fecal samples using formol-ether and detected by light microscopy with the modified Ziehl-Neelsen technique. Overall prevalence of oocyst-excreting calves was found to be 25.5% (274/ 1073) (95% C.I. 22.9; 28.1%). Of the herds studied, 89% (48/54) included at least one infected calf, whereas within-herd prevalence ranged from the absence of infection to 57% (20/35). A highly significant association was found between the presence of diarrhea and C. parvum infection (χ 2 \u003d 55.89, p \u003c 0.001). For species determination, genomic DNA isolated from oocystpositive fecal samples was subjected to PCR-RFLP of the 18S rRNA gene resulting exclusively in Cryptosporidium parvum identification. C. parvum isolates of calves displaying diarrhea and high rate of excretion of oocysts were subtyped by PCR amplification and direct sequencing of the 60 kDa glycoprotein (GP60) gene. Altogether five GP60 subtypes, designated IIaA18G1R1, IIaA20G1R1, IIaA21G1R1, IIaA22G1R1, and IIaA24G1R1 were identified. Interestingly, IIaA18G1R1 and IIaA20G1R1 were predominant in calves with diarrhea and high infection intensity. Notably, IIaA24G1R1 represents a novel, previously unrecognized C. parvum subtype. The subtype IIaA18G1R1, frequently found in this study, is strongly implicated in zoonotic transmission. These results suggest that calves might be an important source for human cryptosporidiosis in Argentina.",
      "sentences": [
        [
          {
            "segment_text": "Cryptosporidiosis of calves is caused by the enteroprotozoan Cryptosporidium spp. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease results in intense diarrhea of calves associated with substantial economic losses in dairy farming worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine calf ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "herd , and within-herd Cryptosporidium prevalence and identify Cryptosporidium species and subtypes in calves with diarrhea in intensive dairy herds in central Argentina .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 1073 fecal samples were collected from 54 randomly selected dairy herds .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cryptosporidium-oocysts were isolated and concentrated from fecal samples using formol-ether and detected by light microscopy with the modified Ziehl-Neelsen technique .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall prevalence of oocyst-excreting calves was found to be 25.5 % ( 274 / 1073 ) ( 95 % C.I. 22.9 ; 28.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the herds studied , 89 % ( 48/54 ) included at least one infected calf ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas within-herd prevalence ranged from the absence of infection to 57 % ( 20/35 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A highly significant association was found between the presence of diarrhea and C. parvum infection ( χ 2 \u003d 55.89 , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For species determination , genomic DNA isolated from oocystpositive fecal samples was subjected to PCR-RFLP of the 18S rRNA gene resulting exclusively in Cryptosporidium parvum identification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C. parvum isolates of calves displaying diarrhea and high rate of excretion of oocysts were subtyped by PCR amplification and direct sequencing of the 60 kDa glycoprotein ( GP60 ) gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether five GP60 subtypes , designated IIaA18G1R1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IIaA20G1R1 , IIaA21G1R1 , IIaA22G1R1 , and IIaA24G1R1 were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , IIaA18G1R1 and IIaA20G1R1 were predominant in calves with diarrhea and high infection intensity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , IIaA24G1R1 represents a novel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "previously unrecognized C. parvum subtype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The subtype IIaA18G1R1 , frequently found in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is strongly implicated in zoonotic transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that calves might be an important source for human cryptosporidiosis in Argentina .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "20",
    "token_num": "324"
  }
}