{
  "paper_id": "95514ee6cf44283a6c830a26d28b54cffa2e37dc",
  "metadata": {
    "title": "Morphoflenesis of Avian Infectious Bronchitis Virus in Primary Ehiek Kidney Eeiis",
    "coda_data_split": "train",
    "coda_paper_id": 4615,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Primary chick kidney cells were infected with avian infectious bronchitis virus (IBV) and examined by electron microscopy. Virus particles entered the cells by viropexis and distinction could be made between engulfment by cell processes (phagoeytosis) and entry by mieropinocytosis in coated transport vesicles.",
      "sentences": [
        [
          {
            "segment_text": "Primary chick kidney cells were infected with avian infectious bronchitis virus ( IBV ) and examined by electron microscopy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus particles entered the cells by viropexis and distinction could be made between engulfment by cell processes ( phagoeytosis ) and entry by mieropinocytosis in coated transport vesicles .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Virus maturation occurred by budding into either the cisternae of the endoplasmie reticulum or cytoplasmic vacuoles, and evidence was obtained to suggest that the viral surface projections could be attached during the budding process. Late in infection large numbers of virus particles were present, mainly in cytoplasmic vacuoles, and the majority were released by cell lysis. Release by fusion of vacuoles with the plasma membrane was also observed, and individual virions could be transported from the endoplasmic retieulum to the surface within coated vesieles.",
      "sentences": [
        [
          {
            "segment_text": "Virus maturation occurred by budding into either the cisternae of the endoplasmie reticulum or cytoplasmic vacuoles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and evidence was obtained to suggest that the viral surface projections could be attached during the budding process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Late in infection large numbers of virus particles were present ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly in cytoplasmic vacuoles , and the majority were released by cell lysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Release by fusion of vacuoles with the plasma membrane was also observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and individual virions could be transported from the endoplasmic retieulum to the surface within coated vesieles .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "140"
  }
}