{
  "paper_id": "959c580ae16696d820337df5f221ea7869b71d69",
  "metadata": {
    "title": "Molecular and Microscopic Analysis of Bacteria and Viruses in Exhaled Breath Collected Using a Simple Impaction and Condensing Method",
    "coda_data_split": "train",
    "coda_paper_id": 9452,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Exhaled breath condensate (EBC) is increasingly being used as a non-invasive method for disease diagnosis and environmental exposure assessment. By using hydrophobic surface, ice, and droplet scavenging, a simple impaction and condensing based collection method is reported here. Human subjects were recruited to exhale toward the device for 1, 2, 3, and 4 min. The exhaled breath quickly formed into tiny droplets on the hydrophobic surface, which were subsequently scavenged into a 10 mL rolling deionized water droplet. The collected EBC was further analyzed using culturing, DNA stain, Scanning Electron Microscope (SEM), polymerase chain reaction (PCR) and colorimetry (VITEK 2) for bacteria and viruses. Experimental data revealed that bacteria and viruses in EBC can be rapidly collected using the method developed here, with an observed efficiency of 100 mL EBC within 1 min. Culturing, DNA stain, SEM, and qPCR methods all detected high bacterial concentrations up to 7000 CFU/m 3 in exhaled breath, including both viable and dead cells of various types. Sphingomonas paucimobilis and Kocuria variants were found dominant in EBC samples using VITEK 2 system. SEM images revealed that most bacteria in exhaled breath are detected in the size range of 0.5-1.0 mm, which is able to enable them to remain airborne for a longer time, thus presenting a risk for airborne transmission of potential diseases. Using qPCR, influenza A H3N2 viruses were also detected in one EBC sample. Different from other devices restricted solely to condensation, the developed method can be easily achieved both by impaction and condensation in a laboratory and could impact current practice of EBC collection. Nonetheless, the reported work is a proof-of-concept demonstration, and its performance in non-invasive disease diagnosis such as bacterimia and virus infections needs to be further validated including effects of its influencing matrix.",
      "sentences": [
        [
          {
            "segment_text": "Exhaled breath condensate ( EBC ) is increasingly being used as a non-invasive method for disease diagnosis and environmental exposure assessment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By using hydrophobic surface , ice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and droplet scavenging , a simple impaction and condensing based collection method is reported here .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human subjects were recruited to exhale toward the device for 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 , 3 , and 4 min .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The exhaled breath quickly formed into tiny droplets on the hydrophobic surface ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which were subsequently scavenged into a 10 mL rolling deionized water droplet .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The collected EBC was further analyzed using culturing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "DNA stain , Scanning Electron Microscope ( SEM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "polymerase chain reaction ( PCR ) and colorimetry ( VITEK 2 ) for bacteria and viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experimental data revealed that bacteria and viruses in EBC can be rapidly collected using the method developed here ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an observed efficiency of 100 mL EBC within 1 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Culturing , DNA stain , SEM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and qPCR methods all detected high bacterial concentrations up to 7000 CFU/m 3 in exhaled breath ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including both viable and dead cells of various types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sphingomonas paucimobilis and Kocuria variants were found dominant in EBC samples using VITEK 2 system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SEM images revealed that most bacteria in exhaled breath are detected in the size range of 0.5-1.0 mm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is able to enable them to remain airborne for a longer time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus presenting a risk for airborne transmission of potential diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using qPCR , influenza A H3N2 viruses were also detected in one EBC sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different from other devices restricted solely to condensation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the developed method can be easily achieved both by impaction and condensation in a laboratory and could impact current practice of EBC collection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , the reported work is a proof-of-concept demonstration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its performance in non-invasive disease diagnosis such as bacterimia and virus infections needs to be further validated including effects of its influencing matrix .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "24",
    "token_num": "335"
  }
}