{
  "paper_id": "95beff3302bdaccd3ce824cdbf374a20b1a987b8",
  "metadata": {
    "title": "SARS-Coronavirus Replication/Transcription Complexes Are Membrane-Protected and Need a Host Factor for Activity In Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 10489,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "SARS-coronavirus (SARS-CoV) replication and transcription are mediated by a replication/transcription complex (RTC) of which virus-encoded, non-structural proteins (nsps) are the primary constituents. The 16 SARS-CoV nsps are produced by autoprocessing of two large precursor polyproteins. The RTC is believed to be associated with characteristic virus-induced double-membrane structures in the cytoplasm of SARS-CoV-infected cells. To investigate the link between these structures and viral RNA synthesis, and to dissect RTC organization and function, we isolated active RTCs from infected cells and used them to develop the first robust assay for their in vitro activity. The synthesis of genomic RNA and all eight subgenomic mRNAs was faithfully reproduced by the RTC in this in vitro system. Mainly positive-strand RNAs were synthesized and protein synthesis was not required for RTC activity in vitro. All RTC activity, enzymatic and putative membrane-spanning nsps, and viral RNA cosedimented with heavy membrane structures. Furthermore, the pelleted RTC required the addition of a cytoplasmic host factor for reconstitution of its in vitro activity. Newly synthesized subgenomic RNA appeared to be released, while genomic RNA remained predominantly associated with the RTC-containing fraction. RTC activity was destroyed by detergent treatment, suggesting an important role for membranes. The RTC appeared to be protected by membranes, as newly synthesized viral RNA and several replicase/transcriptase subunits were protease-and nucleaseresistant and became susceptible to degradation only upon addition of a non-ionic detergent. Our data establish a vital functional dependence of SARS-CoV RNA synthesis on virus-induced membrane structures.",
      "sentences": [
        [
          {
            "segment_text": "SARS-coronavirus ( SARS-CoV ) replication and transcription are mediated by a replication/transcription complex ( RTC ) of which virus-encoded ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "non-structural proteins ( nsps ) are the primary constituents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 16 SARS-CoV nsps are produced by autoprocessing of two large precursor polyproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RTC is believed to be associated with characteristic virus-induced double-membrane structures in the cytoplasm of SARS-CoV-infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the link between these structures and viral RNA synthesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to dissect RTC organization and function ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we isolated active RTCs from infected cells and used them to develop the first robust assay for their in vitro activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The synthesis of genomic RNA and all eight subgenomic mRNAs was faithfully reproduced by the RTC in this in vitro system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mainly positive-strand RNAs were synthesized and protein synthesis was not required for RTC activity in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All RTC activity , enzymatic and putative membrane-spanning nsps ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and viral RNA cosedimented with heavy membrane structures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the pelleted RTC required the addition of a cytoplasmic host factor for reconstitution of its in vitro activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Newly synthesized subgenomic RNA appeared to be released ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while genomic RNA remained predominantly associated with the RTC-containing fraction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RTC activity was destroyed by detergent treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting an important role for membranes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RTC appeared to be protected by membranes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as newly synthesized viral RNA and several replicase/transcriptase subunits were protease-and nucleaseresistant and became susceptible to degradation only upon addition of a non-ionic detergent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data establish a vital functional dependence of SARS-CoV RNA synthesis on virus-induced membrane structures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "269"
  }
}