{
  "paper_id": "95ccbe734401301dcb6b52cbdddfb391de6b9760",
  "metadata": {
    "title": "Molecular mechanisms of coronavirus RNA capping and methylation",
    "coda_data_split": "train",
    "coda_paper_id": 2325,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 5′-cap structures of eukaryotic mRNAs are important for RNA stability, pre-mRNA splicing, mRNA export, and protein translation. Many viruses have evolved mechanisms for generating their own cap structures with methylation at the N7 position of the capped guanine and the ribose 2′-Oposition of the first nucleotide, which help viral RNAs escape recognition by the host innate immune system. The RNA genomes of coronavirus were identified to have 5′-caps in the early 1980s. However, for decades the RNA capping mechanisms of coronaviruses remained unknown. Since 2003, the outbreak of severe acute respiratory syndrome coronavirus has drawn increased attention and stimulated numerous studies on the molecular virology of coronaviruses. Here, we review the current understanding of the mechanisms adopted by coronaviruses to produce the 5′cap structure and methylation modification of viral genomic RNAs.",
      "sentences": [
        [
          {
            "segment_text": "The 5 ′ - cap structures of eukaryotic mRNAs are important for RNA stability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pre-mRNA splicing , mRNA export , and protein translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viruses have evolved mechanisms for generating their own cap structures with methylation at the N7 position of the capped guanine and the ribose 2 ′ - Oposition of the first nucleotide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which help viral RNAs escape recognition by the host innate immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RNA genomes of coronavirus were identified to have 5 ′ - caps in the early 1980s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , for decades the RNA capping mechanisms of coronaviruses remained unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 2003 , the outbreak of severe acute respiratory syndrome coronavirus has drawn increased attention and stimulated numerous studies on the molecular virology of coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the current understanding of the mechanisms adopted by coronaviruses to produce the 5 ′ cap structure and methylation modification of viral genomic RNAs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "156"
  }
}