{
  "paper_id": "95cc4248c19a3cc9a54ebcfa09fc7c80518dac5d",
  "metadata": {
    "title": "Journal Pre-proof Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods",
    "coda_data_split": "train",
    "coda_paper_id": 7627,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods, Acta Pharmaceutica Sinica B, https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Acta Pharmaceutica Sinica B , https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Twenty structures including 19 SARS-CoV-2 targets and 1 human target were built by homology modeling. Library of ZINC drug database, natural products, 78 anti-viral drugs were screened against these targets plus human ACE2. This study provides drug repositioning candidates and targets for further in vitro and in vivo studies of SARS-CoV-2. (Mengzhu Zheng), xingzhouli@aliyun.com (Xingzhou Li). † These authors made equal contributions to this work.",
      "sentences": [
        [
          {
            "segment_text": "Twenty structures including 19 SARS-CoV-2 targets and 1 human target were built by homology modeling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Library of ZINC drug database ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "natural products , 78 anti-viral drugs were screened against these targets plus human ACE2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study provides drug repositioning candidates and targets for further in vitro and in vivo studies of SARS-CoV-2 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "( Mengzhu Zheng ) , xingzhouli@aliyun.com ( Xingzhou Li ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "† These authors made equal contributions to this work .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract SARS-CoV-2 has caused tens of thousands of infections and more than one thousand deaths. There are currently no registered therapies for treating coronavirus infections. Because of time consuming process of new drug development, drug repositioning may be the only solution to the epidemic of sudden infectious diseases. We systematically analyzed all the proteins encoded by SARS-CoV-2 genes, compared them with proteins from other coronaviruses, predicted their structures, and built 19 structures that could be done by homology modeling. By performing target-based virtual ligand screening, a total of 21 targets (including two human targets) were screened against compound libraries including ZINC drug database and our own database of natural products. Structure and screening results of important targets such as 3-chymotrypsin-like protease (3CLpro), Spike, RNA-dependent RNA polymerase (RdRp), and papain like protease (PLpro) were discussed in detail. In addition, a database of 78 commonly used anti-viral drugs including those currently on the market and undergoing clinical trials for SARS-CoV-2 was constructed. Possible targets of these compounds and potential drugs acting on a certain target were predicted. This study will provide new lead compounds and targets for further in vitro and in vivo studies of SARS-CoV-2, new insights for those drugs currently ongoing clinical studies, and also possible new strategies for drug repositioning to treat SARS-CoV-2 infections.",
      "sentences": [
        [
          {
            "segment_text": "Abstract SARS-CoV-2 has caused tens of thousands of infections and more than one thousand deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are currently no registered therapies for treating coronavirus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of time consuming process of new drug development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "drug repositioning may be the only solution to the epidemic of sudden infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We systematically analyzed all the proteins encoded by SARS-CoV-2 genes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "compared them with proteins from other coronaviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "predicted their structures , and built 19 structures that could be done by homology modeling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By performing target-based virtual ligand screening ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a total of 21 targets ( including two human targets ) were screened against compound libraries including ZINC drug database and our own database of natural products .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Structure and screening results of important targets such as 3-chymotrypsin-like protease ( 3CLpro ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Spike , RNA-dependent RNA polymerase ( RdRp ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and papain like protease ( PLpro ) were discussed in detail .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , a database of 78 commonly used anti-viral drugs including those currently on the market and undergoing clinical trials for SARS-CoV-2 was constructed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Possible targets of these compounds and potential drugs acting on a certain target were predicted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study will provide new lead compounds and targets for further in vitro and in vivo studies of SARS-CoV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new insights for those drugs currently ongoing clinical studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also possible new strategies for drug repositioning to treat SARS-CoV-2 infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "25",
    "token_num": "342"
  }
}