{
  "paper_id": "95cff929be1b2765e78d6293e4722f404a814011",
  "metadata": {
    "title": "How to make predictions about future infectious disease risks",
    "coda_data_split": "train",
    "coda_paper_id": 7184,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Formal, quantitative approaches are now widely used to make predictions about the likelihood of an infectious disease outbreak, how the disease will spread, and how to control it. Several wellestablished methodologies are available, including risk factor analysis, risk modelling and dynamic modelling. Even so, predictive modelling is very much the \u0027art of the possible\u0027, which tends to drive research effort towards some areas and away from others which may be at least as important. Building on the undoubted success of quantitative modelling of the epidemiology and control of human and animal diseases such as AIDS, influenza, foot-and-mouth disease and BSE, attention needs to be paid to developing a more holistic framework that captures the role of the underlying drivers of disease risks, from demography and behaviour to land use and climate change. At the same time, there is still considerable room for improvement in how quantitative analyses and their outputs are communicated to policy makers and other stakeholders. A starting point would be generally accepted guidelines for \u0027good practice\u0027 for the development and the use of predictive models.",
      "sentences": [
        [
          {
            "segment_text": "Formal , quantitative approaches are now widely used to make predictions about the likelihood of an infectious disease outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how the disease will spread ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and how to control it .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several wellestablished methodologies are available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including risk factor analysis , risk modelling and dynamic modelling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Even so , predictive modelling is very much the ` art of the possible \u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which tends to drive research effort towards some areas and away from others which may be at least as important .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Building on the undoubted success of quantitative modelling of the epidemiology and control of human and animal diseases such as AIDS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenza , foot-and-mouth disease and BSE ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "attention needs to be paid to developing a more holistic framework that captures the role of the underlying drivers of disease risks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from demography and behaviour to land use and climate change .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the same time , there is still considerable room for improvement in how quantitative analyses and their outputs are communicated to policy makers and other stakeholders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A starting point would be generally accepted guidelines for ` good practice \u0027 for the development and the use of predictive models .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "200"
  }
}