{
  "paper_id": "95d3f266c79f401f0db216cf320eb2b28b5ed8b8",
  "metadata": {
    "title": "Effectiveness of non-pharmaceutical measures in preventing pediatric influenza: a case-control study the CIBERESP Cases and Controls in Pandemic Influenza Working Group, Spain",
    "coda_data_split": "train",
    "coda_paper_id": 5894,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hygiene behavior plays a relevant role in infectious disease transmission. The aim of this study was to evaluate non-pharmaceutical interventions (NPI) in preventing pediatric influenza infections. Methods: Laboratory confirmed influenza cases occurred during 2009-10 and 2010-11 seasons matched by age and date of consultation. NPI (frequency of hand washing, alcohol-based hand sanitizer use and hand washing after touching contaminated surfaces) during seven days prior to onset of symptoms were obtained from parents of cases and controls. Results: Cases presented higher prevalence of underlying conditions such as pneumonia [OR \u003d 3.23; 95 % CI: 1.38 -7.58 p \u003d 0.007], asthma [OR \u003d 2.45; 95 % CI: 1.17 -5.14 p \u003d 0.02] and having more than 1 risk factor [OR \u003d 1.67; 95 % CI: 0.99 -2.82 p \u003d 0.05]. Hand washing more than 5 times per day [aOR \u003d 0.62; 95 % CI: 0.39 -0.99 p \u003d 0.04] was the only statistically significant protective factor. When considering two age groups (pre-school age 0-4 yrs and school age 5-17) yrs , only the school age group showed a negative association for influenza infection for both washing more than 5 times per day [aOR \u003d 0.47; 95 % CI: 0.22 -0.99 p \u003d 0.04] and hand washing after touching contaminated surfaces [aOR \u003d 0.19; 95 % CI: 0.04 -0.86 p \u003d 0.03].",
      "sentences": [
        [
          {
            "segment_text": "Background : Hygiene behavior plays a relevant role in infectious disease transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to evaluate non-pharmaceutical interventions ( NPI ) in preventing pediatric influenza infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Laboratory confirmed influenza cases occurred during 2009-10 and 2010-11 seasons matched by age and date of consultation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NPI ( frequency of hand washing , alcohol-based hand sanitizer use and hand washing after touching contaminated surfaces ) during seven days prior to onset of symptoms were obtained from parents of cases and controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Cases presented higher prevalence of underlying conditions such as pneumonia ( OR \u003d 3.23 ; 95 % CI : 1.38 -7.58 p \u003d 0.007 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "asthma ( OR \u003d 2.45 ; 95 % CI : 1.17 -5.14 p \u003d 0.02 ) and having more than 1 risk factor ( OR \u003d 1.67 ; 95 % CI : 0.99 -2.82 p \u003d 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hand washing more than 5 times per day ( aOR \u003d 0.62 ; 95 % CI : 0.39 -0.99 p \u003d 0.04 ) was the only statistically significant protective factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When considering two age groups ( pre-school age 0-4 yrs and school age 5-17 ) yrs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only the school age group showed a negative association for influenza infection for both washing more than 5 times per day ( aOR \u003d 0.47 ; 95 % CI : 0.22 -0.99 p \u003d 0.04 ) and hand washing after touching contaminated surfaces ( aOR \u003d 0.19 ; 95 % CI : 0.04 -0.86 p \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Frequent hand washing should be recommended to prevent influenza infection in the community setting and in special in the school age group.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Frequent hand washing should be recommended to prevent influenza infection in the community setting and in special in the school age group .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "287"
  }
}