{
  "paper_id": "95d7d2dd0ee25084c9d6f284bd5cb3ae1065157c",
  "metadata": {
    "title": "The Role of Zinc in Antiviral Immunity",
    "coda_data_split": "train",
    "coda_paper_id": 2258,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Zinc is an essential trace element that is crucial for growth, development, and the maintenance of immune function. Its influence reaches all organs and cell types, representing an integral component of approximately 10% of the human proteome, and encompassing hundreds of key enzymes and transcription factors. Zinc deficiency is strikingly common, affecting up to a quarter of the population in developing countries, but also affecting distinct populations in the developed world as a result of lifestyle, age, and disease-mediated factors. Consequently, zinc status is a critical factor that can influence antiviral immunity, particularly as zinc-deficient populations are often most at risk of acquiring viral infections such as HIV or hepatitis C virus. This review summarizes current basic science and clinical evidence examining zinc as a direct antiviral, as well as a stimulant of antiviral immunity. An abundance of evidence has accumulated over the past 50 y to demonstrate the antiviral activity of zinc against a variety of viruses, and via numerous mechanisms. The therapeutic use of zinc for viral infections such as herpes simplex virus and the common cold has stemmed from these findings; however, there remains much to be learned regarding the antiviral mechanisms and clinical benefit of zinc supplementation as a preventative and therapeutic treatment for viral infections. Adv Nutr 2019;10:696-710.",
      "sentences": [
        [
          {
            "segment_text": "Zinc is an essential trace element that is crucial for growth ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "development , and the maintenance of immune function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its influence reaches all organs and cell types ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "representing an integral component of approximately 10 % of the human proteome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and encompassing hundreds of key enzymes and transcription factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zinc deficiency is strikingly common ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affecting up to a quarter of the population in developing countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also affecting distinct populations in the developed world as a result of lifestyle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "age , and disease-mediated factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , zinc status is a critical factor that can influence antiviral immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly as zinc-deficient populations are often most at risk of acquiring viral infections such as HIV or hepatitis C virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes current basic science and clinical evidence examining zinc as a direct antiviral ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as a stimulant of antiviral immunity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "An abundance of evidence has accumulated over the past 50 y to demonstrate the antiviral activity of zinc against a variety of viruses , and via numerous mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The therapeutic use of zinc for viral infections such as herpes simplex virus and the common cold has stemmed from these findings ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there remains much to be learned regarding the antiviral mechanisms and clinical benefit of zinc supplementation as a preventative and therapeutic treatment for viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adv Nutr 2019 ; 10:696-710 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "238"
  }
}