{
  "paper_id": "95d9ae0fa18efba00a3585fe7ded2fb087fea468",
  "metadata": {
    "title": "High frequency of polyoma BK virus shedding in the gastrointestinal tract after hematopoietic stem cell transplantation: a prospective and quantitative analysis",
    "coda_data_split": "train",
    "coda_paper_id": 2893,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The polyoma BK virus (BKV) remains latent after primary infection and may reactivate during immunosuppression. The uroepithelium is the main latency site defined. This study addressed whether the gastrointestinal tract might be another latency site. To test this hypothesis, we prospectively quantified fecal BKV by quantitative PCR reaction in 40 patients undergoing hematopoietic SCT (HSCT). Urinary BKV was similarly quantified. Fecal BKV excretion was positive in 16/40 patients, of whom 10 were transient (o3 consecutively positive samples), six were persistent (X3 consecutively positive samples) and three were persistent with peaking (X10 3 -fold increase in viral load over baseline, reaching 5.11 Â 10 6 , 4.68 Â 10 7 and 2.75 Â 10 8 copies/sample at 14, 14 and 21 days post-HSCT, respectively). Urinary BKV excretion was positive in 25/40 patients. Fecal BKV excretion was significantly correlated with that of the urine (P ¼ 0.036) and was significantly associated with allogeneic HSCT (P ¼ 0.037) and persistent and peaking of urinary BKV excretion (Po0.001). Binary logistic regression showed that BKV viruria was the only significant risk factor for fecal BKV excretion (P ¼ 0.021). Fecal BKV excretion occurred in 40% patients undergoing HSCT, implicating the gastrointestinal tract as a BKV latency site.",
      "sentences": [
        [
          {
            "segment_text": "The polyoma BK virus ( BKV ) remains latent after primary infection and may reactivate during immunosuppression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The uroepithelium is the main latency site defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study addressed whether the gastrointestinal tract might be another latency site .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To test this hypothesis , we prospectively quantified fecal BKV by quantitative PCR reaction in 40 patients undergoing hematopoietic SCT ( HSCT ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Urinary BKV was similarly quantified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal BKV excretion was positive in 16/40 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of whom 10 were transient ( o3 consecutively positive samples ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "six were persistent ( X3 consecutively positive samples ) and three were persistent with peaking ( X10 3 - fold increase in viral load over baseline , reaching 5.11 Â 10 6 , 4.68 Â 10 7 and 2.75 Â 10 8 copies/sample at 14 , 14 and 21 days post-HSCT , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Urinary BKV excretion was positive in 25/40 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fecal BKV excretion was significantly correlated with that of the urine ( P 1/4 0.036 ) and was significantly associated with allogeneic HSCT ( P 1/4 0.037 ) and persistent and peaking of urinary BKV excretion ( Po0 .001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Binary logistic regression showed that BKV viruria was the only significant risk factor for fecal BKV excretion ( P 1/4 0.021 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fecal BKV excretion occurred in 40 % patients undergoing HSCT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implicating the gastrointestinal tract as a BKV latency site .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "240"
  }
}