{
  "paper_id": "95dbed40b9b6adbc57dcbae88e5bb4b8a3ad4929",
  "metadata": {
    "title": "Stem Cell Reports Ar ticle Human Neural Precursor Cells Promote Neurologic Recovery in a Viral Model of Multiple Sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 3609,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Using a viral model of the demyelinating disease multiple sclerosis (MS), we show that intraspinal transplantation of human embryonic stem cell-derived neural precursor cells (hNPCs) results in sustained clinical recovery, although hNPCs were not detectable beyond day 8 posttransplantation. Improved motor skills were associated with a reduction in neuroinflammation, decreased demyelination, and enhanced remyelination. Evidence indicates that the reduced neuroinflammation is correlated with an increased number of CD4 + CD25 + FOXP3 + regulatory T cells (Tregs) within the spinal cords. Coculture of hNPCs with activated T cells resulted in reduced T cell proliferation and increased Treg numbers. The hNPCs acted, in part, through secretion of TGF-b1 and TGF-b2. These findings indicate that the transient presence of hNPCs transplanted in an animal model of MS has powerful immunomodulatory effects and mediates recovery. Further investigation of the restorative effects of hNPC transplantation may aid in the development of clinically relevant MS treatments.",
      "sentences": [
        [
          {
            "segment_text": "Using a viral model of the demyelinating disease multiple sclerosis ( MS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that intraspinal transplantation of human embryonic stem cell-derived neural precursor cells ( hNPCs ) results in sustained clinical recovery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although hNPCs were not detectable beyond day 8 posttransplantation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Improved motor skills were associated with a reduction in neuroinflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased demyelination , and enhanced remyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidence indicates that the reduced neuroinflammation is correlated with an increased number of CD4 + CD25 + FOXP3 + regulatory T cells ( Tregs ) within the spinal cords .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coculture of hNPCs with activated T cells resulted in reduced T cell proliferation and increased Treg numbers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hNPCs acted , in part ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through secretion of TGF-b1 and TGF-b2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that the transient presence of hNPCs transplanted in an animal model of MS has powerful immunomodulatory effects and mediates recovery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigation of the restorative effects of hNPC transplantation may aid in the development of clinically relevant MS treatments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "170"
  }
}