{
  "paper_id": "95e99eed4e794ba4370f856d066c8d7a1910bc46",
  "metadata": {
    "title": "Host Factors in Coronavirus Replication",
    "coda_data_split": "train",
    "coda_paper_id": 3883,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses are pathogens with a serious impact on human and animal health. They mostly cause enteric or respiratory disease, which can be severe and life threatening, e.g., in the case of the zoonotic coronaviruses causing severe acute respiratory syndrome (SARS) and Middle East Respiratory Syndrome (MERS) in humans. Despite the economic and societal impact of such coronavirus infections, and the likelihood of future outbreaks of additional pathogenic coronaviruses, our options to prevent or treat coronavirus infections remain very limited. This highlights the importance of advancing our knowledge on the replication of these viruses and their interactions with the host. Compared to other +RNA viruses, coronaviruses have an exceptionally large genome and employ a complex genome expression strategy. Next to a role in basic virus replication or virus assembly, many of the coronavirus proteins expressed in the infected cell contribute to the coronavirus-host interplay. For example, by interacting with the host cell to create an optimal environment for coronavirus replication, by altering host gene expression or by counteracting the host\u0027s antiviral defenses. These coronavirus-host interactions are key to viral pathogenesis and will ultimately determine the outcome of infection. Due to the complexity of the coronavirus proteome and replication cycle, our knowledge of host factors involved in coronavirus replication is still in an early stage compared to what is known for some other +RNA viruses. This review summarizes our current understanding of coronavirus-host interactions at the level of the infected cell, with special attention for the assembly and function of the viral RNA-synthesising machinery and the evasion of cellular innate immune responses.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are pathogens with a serious impact on human and animal health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They mostly cause enteric or respiratory disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be severe and life threatening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. , in the case of the zoonotic coronaviruses causing severe acute respiratory syndrome ( SARS ) and Middle East Respiratory Syndrome ( MERS ) in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the economic and societal impact of such coronavirus infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the likelihood of future outbreaks of additional pathogenic coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "our options to prevent or treat coronavirus infections remain very limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This highlights the importance of advancing our knowledge on the replication of these viruses and their interactions with the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared to other + RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronaviruses have an exceptionally large genome and employ a complex genome expression strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Next to a role in basic virus replication or virus assembly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many of the coronavirus proteins expressed in the infected cell contribute to the coronavirus-host interplay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , by interacting with the host cell to create an optimal environment for coronavirus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by altering host gene expression or by counteracting the host \u0027s antiviral defenses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These coronavirus-host interactions are key to viral pathogenesis and will ultimately determine the outcome of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the complexity of the coronavirus proteome and replication cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "our knowledge of host factors involved in coronavirus replication is still in an early stage compared to what is known for some other + RNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review summarizes our current understanding of coronavirus-host interactions at the level of the infected cell ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with special attention for the assembly and function of the viral RNA-synthesising machinery and the evasion of cellular innate immune responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "288"
  }
}