{
  "paper_id": "96041a41f60fce78d72972cd277cc5fd00dcf2f9",
  "metadata": {
    "title": "Identification of novel small molecule inhibitors against NS2B/NS3 serine protease from Zika virus Graphical abstract HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 10872,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Zika flavivirus infection during pregnancy appears to produce higher risk of microcephaly, and also causes multiple neurological problems such as Guillain-Barré syndrome. The Zika virus is now widespread in Central and South America, and is anticipated to become an increasing risk in the southern United States. With continuing global travel and the spread of the mosquito vector, the exposure is expected to accelerate, but there are no currently approved treatments against the Zika virus. The Zika NS2B/NS3 protease is an attractive drug target due to its essential role in viral replication. Our studies have identified several compounds with inhibitory activity (IC 50 ) and binding affinity (K D ) of ∼5-10 μM against the Zika NS2B-NS3 protease from testing 71 HCV NS3/NS4A inhibitors that were initially discovered by high-throughput screening of 40,967 compounds. Competition surface plasmon resonance studies and mechanism of inhibition analyses by enzyme kinetics subsequently determined the best compound to be a competitive inhibitor with a K i value of 9.5 μM. We also determined the X-ray structure of the Zika NS2B-NS3 protease in a \"pre-open conformation\", a conformation never observed before for any flavivirus proteases. This provides the foundation for new structure-based inhibitor design.",
      "sentences": [
        [
          {
            "segment_text": "Zika flavivirus infection during pregnancy appears to produce higher risk of microcephaly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and also causes multiple neurological problems such as Guillain-Barré syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Zika virus is now widespread in Central and South America ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is anticipated to become an increasing risk in the southern United States .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With continuing global travel and the spread of the mosquito vector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the exposure is expected to accelerate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there are no currently approved treatments against the Zika virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Zika NS2B/NS3 protease is an attractive drug target due to its essential role in viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our studies have identified several compounds with inhibitory activity ( IC 50 ) and binding affinity ( K D ) of ∼ 5-10 μM against the Zika NS2B-NS3 protease from testing 71 HCV NS3/NS4A inhibitors that were initially discovered by high-throughput screening of 40,967 compounds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Competition surface plasmon resonance studies and mechanism of inhibition analyses by enzyme kinetics subsequently determined the best compound to be a competitive inhibitor with a K i value of 9.5 μM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also determined the X-ray structure of the Zika NS2B-NS3 protease in a `` pre-open conformation \u0027\u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a conformation never observed before for any flavivirus proteases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This provides the foundation for new structure-based inhibitor design .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Zika flavivirus; NS2B/NS3 serine protease; Small molecule inhibitor; apo ZIKV NS2B-NS3 pro structure Lee et al.",
      "sentences": [
        [
          {
            "segment_text": "Zika flavivirus ; NS2B/NS3 serine protease ; Small molecule inhibitor ; apo ZIKV NS2B-NS3 pro structure Lee et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "235"
  }
}