{
  "paper_id": "96087de237f212abb07044bfee6b357c7376083c",
  "metadata": {
    "title": "Advax delta inulin adjuvant overcomes immune immaturity in neonatal mice thereby allowing single-dose influenza vaccine protection",
    "coda_data_split": "train",
    "coda_paper_id": 8456,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Neonates are at high risk for influenza morbidity and mortality due to immune immaturity and lack of priming by prior influenza virus exposure. Inactivated influenza vaccines are ineffective in infants under six months and to provide protection in older children generally require two doses given a month apart. This leaves few options for rapid protection of infants, e.g. during an influenza pandemic. We investigated whether Advax TM , a novel polysaccharide adjuvant based on delta inulin microparticles could help overcome neonatal immune hypo-responsiveness. We first tested whether it was possible to use Advax to obtain single-dose vaccine protection of neonatal pups against lethal influenza infection. Inactivated influenza A/H1N1 vaccine (iH1N1) combined with Advax TM adjuvant administered as a single subcutaneous immunization to 7-day-old mouse pups significantly enhanced serum influenzaspecific IgM, IgG1, IgG2a and IgG2b levels and was associated with a 3-4 fold increase in the frequency of splenic influenza-specific IgM and IgG antibody secreting cells. Pups immunized with Advax had significantly higher splenocyte influenza-stimulated IFN-␥, IL-2, IL-4, and IL-10 production by CBA and a 3-10 fold higher frequency of IFN-␥, IL-2, IL-4 or IL-17 secreting T cells by ELISPOT. Immunization with iH1N1 + Advax induced robust protection of pups against virus challenge 3 weeks later, whereas pups immunized with iH1N1 antigen alone had no protection. Protection by Advax-adjuvanted iH1N1 was dependent on memory B cells rather than memory T cells, with no protection in neonatal MT mice that are B-cell deficient. Hence, Advax adjuvant overcame neonatal immune hypo-responsiveness and enabled single-dose protection of pups against otherwise lethal influenza infection, thereby supporting ongoing development of Advax TM as a neonatal vaccine adjuvant.",
      "sentences": [
        [
          {
            "segment_text": "Neonates are at high risk for influenza morbidity and mortality due to immune immaturity and lack of priming by prior influenza virus exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inactivated influenza vaccines are ineffective in infants under six months and to provide protection in older children generally require two doses given a month apart .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This leaves few options for rapid protection of infants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. during an influenza pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether Advax TM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a novel polysaccharide adjuvant based on delta inulin microparticles could help overcome neonatal immune hypo-responsiveness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We first tested whether it was possible to use Advax to obtain single-dose vaccine protection of neonatal pups against lethal influenza infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inactivated influenza A/H1N1 vaccine ( iH1N1 ) combined with Advax TM adjuvant administered as a single subcutaneous immunization to 7-day-old mouse pups significantly enhanced serum influenzaspecific IgM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgG1 , IgG2a and IgG2b levels and was associated with a 3-4 fold increase in the frequency of splenic influenza-specific IgM and IgG antibody secreting cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pups immunized with Advax had significantly higher splenocyte influenza-stimulated IFN - ␥ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-2 , IL-4 , and IL-10 production by CBA and a 3-10 fold higher frequency of IFN - ␥ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-2 , IL-4 or IL-17 secreting T cells by ELISPOT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunization with iH1N1 + Advax induced robust protection of pups against virus challenge 3 weeks later ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas pups immunized with iH1N1 antigen alone had no protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protection by Advax-adjuvanted iH1N1 was dependent on memory B cells rather than memory T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with no protection in neonatal MT mice that are B-cell deficient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , Advax adjuvant overcame neonatal immune hypo-responsiveness and enabled single-dose protection of pups against otherwise lethal influenza infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby supporting ongoing development of Advax TM as a neonatal vaccine adjuvant .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "299"
  }
}