{
  "paper_id": "960f5c1ce2c58eaa9e271f8246d3844aac1082f3",
  "metadata": {
    "title": "HIV-1 Envelope Glycoprotein at the Interface of Host Restriction and Virus Evasion",
    "coda_data_split": "train",
    "coda_paper_id": 8461,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Without viral envelope proteins, viruses cannot enter cells to start infection. As the major viral proteins present on the surface of virions, viral envelope proteins are a prominent target of the host immune system in preventing and ultimately eliminating viral infection. In addition to the well-appreciated adaptive immunity that produces envelope protein-specific antibodies and T cell responses, recent studies have begun to unveil a rich layer of host innate immune mechanisms restricting viral entry. This review focuses on the exciting progress that has been made in this new direction of research, by discussing various known examples of host restriction of viral entry, and diverse viral countering strategies, in particular, the emerging role of viral envelope proteins in evading host innate immune suppression. We will also highlight the effective cooperation between innate and adaptive immunity to achieve the synergistic control of viral infection by targeting viral envelope protein and checking viral escape. Given that many of the related findings were made with HIV-1, we will use HIV-1 as the model virus to illustrate the basic principles and molecular mechanisms on host restriction targeting HIV-1 envelope protein.",
      "sentences": [
        [
          {
            "segment_text": "Without viral envelope proteins , viruses can not enter cells to start infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the major viral proteins present on the surface of virions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral envelope proteins are a prominent target of the host immune system in preventing and ultimately eliminating viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to the well-appreciated adaptive immunity that produces envelope protein-specific antibodies and T cell responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent studies have begun to unveil a rich layer of host innate immune mechanisms restricting viral entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the exciting progress that has been made in this new direction of research ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "by discussing various known examples of host restriction of viral entry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and diverse viral countering strategies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in particular , the emerging role of viral envelope proteins in evading host innate immune suppression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We will also highlight the effective cooperation between innate and adaptive immunity to achieve the synergistic control of viral infection by targeting viral envelope protein and checking viral escape .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given that many of the related findings were made with HIV-1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we will use HIV-1 as the model virus to illustrate the basic principles and molecular mechanisms on host restriction targeting HIV-1 envelope protein .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "200"
  }
}