{
  "paper_id": "96602c07c439a97e001abcd2e9c85fda998d64c6",
  "metadata": {
    "title": "A unique intra-molecular fidelity-modulating mechanism identified in a viral RNA-dependent RNA polymerase",
    "coda_data_split": "train",
    "coda_paper_id": 9574,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Typically not assisted by proofreading, the RNAdependent RNA polymerases (RdRPs) encoded by the RNA viruses may need to independently control its fidelity to fulfill virus viability and fitness. However, the precise mechanism by which the RdRP maintains its optimal fidelity level remains largely elusive. By solving 2.1-2.5Å resolution crystal structures of the classical swine fever virus (CSFV) NS5B, an RdRP with a unique naturally fused N-terminal domain (NTD), we identified high-resolution intramolecular interactions between the NTD and the RdRP palm domain. In order to dissect possible regulatory functions of NTD, we designed mutations at residues Y471 and E472 to perturb key interactions at the NTD-RdRP interface. When crystallized, some of these NS5B interface mutants maintained the interface, while the others adopted an \u0027open\u0027 conformation that no longer retained the intra-molecular interactions. Data from multiple in vitro RdRP assays indicated that the perturbation of the NTD-RdRP interactions clearly reduced the fidelity level of the RNA synthesis, while the processivity of the NS5B elongation complex was not affected. Collectively, our work demonstrates an explicit and unique mode of polymerase fidelity modulation and provides a vivid example of co-evolution in multi-domain enzymes.",
      "sentences": [
        [
          {
            "segment_text": "Typically not assisted by proofreading ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the RNAdependent RNA polymerases ( RdRPs ) encoded by the RNA viruses may need to independently control its fidelity to fulfill virus viability and fitness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the precise mechanism by which the RdRP maintains its optimal fidelity level remains largely elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By solving 2.1-2.5 Å resolution crystal structures of the classical swine fever virus ( CSFV ) NS5B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an RdRP with a unique naturally fused N-terminal domain ( NTD ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified high-resolution intramolecular interactions between the NTD and the RdRP palm domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to dissect possible regulatory functions of NTD ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we designed mutations at residues Y471 and E472 to perturb key interactions at the NTD-RdRP interface .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When crystallized , some of these NS5B interface mutants maintained the interface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the others adopted an ` open \u0027 conformation that no longer retained the intra-molecular interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data from multiple in vitro RdRP assays indicated that the perturbation of the NTD-RdRP interactions clearly reduced the fidelity level of the RNA synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the processivity of the NS5B elongation complex was not affected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our work demonstrates an explicit and unique mode of polymerase fidelity modulation and provides a vivid example of co-evolution in multi-domain enzymes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "214"
  }
}