{
  "paper_id": "96798549e4d680ff281d40d8d1dd400fb6afaafa",
  "metadata": {
    "title": "TOPICAL REVIEW Microbial volatile compounds in health and disease conditions",
    "coda_data_split": "train",
    "coda_paper_id": 8107,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microbial cultures and/or microbial associated diseases often have a characteristic smell. Volatile organic compounds (VOCs) are produced by all microorganisms as part of their normal metabolism. The types and classes of VOC produced is wide, including fatty acids and their derivatives (e.g. hydrocarbons, aliphatic alcohols and ketones), aromatic compounds, nitrogen containing compounds, and volatile sulfur compounds. A diversity of ecological niches exist in the human body which can support a polymicrobial community, with the exact VOC profile of a given anatomical site being dependent on that produced by both the host component and the microbial species present. The detection of VOCs is of interest to various disciplines, hence numerous analytical approaches have been developed to accurately characterize and measure VOCs in the laboratory, often from patient derived samples. Using these technological advancements it is evident that VOCs are indicative of both health and disease states. Many of these techniques are still largely confined to the research laboratory, but it is envisaged that in future bedside \u0027VOC profiling\u0027 will enable rapid characterization of microbial associated disease, providing vital information to healthcare practitioners.",
      "sentences": [
        [
          {
            "segment_text": "Microbial cultures and/or microbial associated diseases often have a characteristic smell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Volatile organic compounds ( VOCs ) are produced by all microorganisms as part of their normal metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The types and classes of VOC produced is wide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including fatty acids and their derivatives ( e.g. hydrocarbons , aliphatic alcohols and ketones ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "aromatic compounds , nitrogen containing compounds , and volatile sulfur compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A diversity of ecological niches exist in the human body which can support a polymicrobial community ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the exact VOC profile of a given anatomical site being dependent on that produced by both the host component and the microbial species present .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The detection of VOCs is of interest to various disciplines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hence numerous analytical approaches have been developed to accurately characterize and measure VOCs in the laboratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often from patient derived samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using these technological advancements it is evident that VOCs are indicative of both health and disease states .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Many of these techniques are still largely confined to the research laboratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it is envisaged that in future bedside ` VOC profiling \u0027 will enable rapid characterization of microbial associated disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing vital information to healthcare practitioners .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "204"
  }
}