{
  "paper_id": "968ec30d1eae49daeca915fa9b61d29f42a87e3a",
  "metadata": {
    "title": "Non-tuberculous Mycobacteria can Cause Disseminated Mycobacteriosis in Cats",
    "coda_data_split": "train",
    "coda_paper_id": 7125,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mycobacteriosis caused by non-tuberculous mycobacteria (NTM) is a rising concern in human medicine both in immunocompromised and immunocompetent patients. In cats, mycobacteriosis caused by NTM is considered mostly to be a focal or dermal infection, with disseminated disease mostly caused by Mycobacterium avium. We describe three cases of disseminated mycobacteriosis in cats, caused by Mycobacterium malmoense, Mycobacterium branderi/shimoidei and M. avium, with no identified underlying immunosuppression. In all cases, extracellular mycobacteria were seen in the pulmonary epithelium, intestinal lumen and glomerular tufts, which could affect the shedding of the organism. The present study highlights the importance of mycobacteriosis as a differential even in immunocompetent animals. Considering the close relationship of owners and pets and the potential presence of free mycobacteria in secretions, cats should be considered as a possible environmental reservoir for mycobacteria.",
      "sentences": [
        [
          {
            "segment_text": "Mycobacteriosis caused by non-tuberculous mycobacteria ( NTM ) is a rising concern in human medicine both in immunocompromised and immunocompetent patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In cats , mycobacteriosis caused by NTM is considered mostly to be a focal or dermal infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with disseminated disease mostly caused by Mycobacterium avium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe three cases of disseminated mycobacteriosis in cats ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "caused by Mycobacterium malmoense , Mycobacterium branderi/shimoidei and M. avium ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with no identified underlying immunosuppression .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In all cases , extracellular mycobacteria were seen in the pulmonary epithelium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intestinal lumen and glomerular tufts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could affect the shedding of the organism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study highlights the importance of mycobacteriosis as a differential even in immunocompetent animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the close relationship of owners and pets and the potential presence of free mycobacteria in secretions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cats should be considered as a possible environmental reservoir for mycobacteria .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "150"
  }
}