{
  "paper_id": "9693080ead2c95fe79e8bf077637b5585cac664f",
  "metadata": {
    "title": "BMC Genomics Resequencing microarray probe design for typing genetically diverse viruses: human rhinoviruses and enteroviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5121,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Febrile respiratory illness (FRI) has a high impact on public health and global economics and poses a difficult challenge for differential diagnosis. A particular issue is the detection of genetically diverse pathogens, i.e. human rhinoviruses (HRV) and enteroviruses (HEV) which are frequent causes of FRI. Resequencing Pathogen Microarray technology has demonstrated potential for differential diagnosis of several respiratory pathogens simultaneously, but a high confidence design method to select probes for genetically diverse viruses is lacking.",
      "sentences": [
        [
          {
            "segment_text": "Background : Febrile respiratory illness ( FRI ) has a high impact on public health and global economics and poses a difficult challenge for differential diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A particular issue is the detection of genetically diverse pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. human rhinoviruses ( HRV ) and enteroviruses ( HEV ) which are frequent causes of FRI. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Resequencing Pathogen Microarray technology has demonstrated potential for differential diagnosis of several respiratory pathogens simultaneously ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a high confidence design method to select probes for genetically diverse viruses is lacking .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Using HRV and HEV as test cases, we assess a general design strategy for detecting and serotyping genetically diverse viruses. A minimal number of probe sequences (26 for HRV and 13 for HEV), which were potentially capable of detecting all serotypes of HRV and HEV, were determined and implemented on the Resequencing Pathogen Microarray RPM-Flu v.30/31 (Tessarae RPM-Flu). The specificities of designed probes were validated using 34 HRV and 28 HEV strains. All strains were successfully detected and identified at least to species level. 33 HRV strains and 16 HEV strains could be further differentiated to serotype level.",
      "sentences": [
        [
          {
            "segment_text": "Results : Using HRV and HEV as test cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we assess a general design strategy for detecting and serotyping genetically diverse viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A minimal number of probe sequences ( 26 for HRV and 13 for HEV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which were potentially capable of detecting all serotypes of HRV and HEV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were determined and implemented on the Resequencing Pathogen Microarray RPM-Flu v. 30/31 ( Tessarae RPM-Flu ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specificities of designed probes were validated using 34 HRV and 28 HEV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All strains were successfully detected and identified at least to species level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "33 HRV strains and 16 HEV strains could be further differentiated to serotype level .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study provides a fundamental evaluation of simultaneous detection and differential identification of genetically diverse RNA viruses with a minimal number of prototype sequences. The results demonstrated that the newly designed RPM-Flu v.30/31 can provide comprehensive and specific analysis of HRV and HEV samples which implicates that this design strategy will be applicable for other genetically diverse viruses.",
      "sentences": [
        [
          {
            "segment_text": "This study provides a fundamental evaluation of simultaneous detection and differential identification of genetically diverse RNA viruses with a minimal number of prototype sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that the newly designed RPM-Flu v. 30/31 can provide comprehensive and specific analysis of HRV and HEV samples which implicates that this design strategy will be applicable for other genetically diverse viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "262"
  }
}