{
  "paper_id": "96a003ce340befe48f525e5eb98b07a23fd6bbba",
  "metadata": {
    "title": "Acute Bacterial Sinusitis Complicating Viral Upper Respiratory Tract Infection in Young Children",
    "coda_data_split": "train",
    "coda_paper_id": 5833,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Methods-We identified ABS episodes in a prospective, longitudinal cohort study of 294 children (6 to 35 months of age at enrollment), who were followed-up for one year to capture all URI episodes and complications. At the initial URI visit seen by the study personnel (median day\u003d4 from symptoms onset), nasopharyngeal samples were obtained for bacterial cultures and viral studies.",
      "sentences": [
        [
          {
            "segment_text": "Methods-We identified ABS episodes in a prospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "longitudinal cohort study of 294 children ( 6 to 35 months of age at enrollment ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who were followed-up for one year to capture all URI episodes and complications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the initial URI visit seen by the study personnel ( median day \u003d 4 from symptoms onset ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nasopharyngeal samples were obtained for bacterial cultures and viral studies .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Of 1295 documented URI episodes, 103 (8%) episodes (in 73 children) were complicated by ABS, 32 of which were concurrent with acute otitis media. The majority (72%) of ABS episodes were diagnosed based on persistent symptoms or a biphasic course. Average age at ABS diagnosis was 18.8±7.2 months; white children were more likely to have ABS episodes than blacks (p\u003d0.01). Hispanic/Latino ethnicity (p\u003c0.0001) was negatively associated, and adequate PCV-7 immunization status (p\u003d0.001) appeared to increase the risk of ABS. Girls had more ABS episodes than boys (0.5±0.8 vs 0.3±0.6 episodes/year, respectively, p\u003d0.03). Viruses were detected in 63% during the initial URI visit; rhinovirus detection was positively correlated with ABS risk (p\u003d0.01). Bacterial cultures were positive in 82/83 (99%) available samples obtained at the initial URI visit; polymicrobial (56%), Moraxella catarrhalis (20%) and Streptococcus pneumoniae (10%) were the most common cultures. Presence of pathogenic bacteria overall and presence of M. catarrhalis during URI were positively correlated with the risk for ABS (p\u003d0.04 for both).",
      "sentences": [
        [
          {
            "segment_text": "Results-Of 1295 documented URI episodes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "103 ( 8 % ) episodes ( in 73 children ) were complicated by ABS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "32 of which were concurrent with acute otitis media .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority ( 72 % ) of ABS episodes were diagnosed based on persistent symptoms or a biphasic course .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Average age at ABS diagnosis was 18.8 ± 7.2 months ; white children were more likely to have ABS episodes than blacks ( p \u003d 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hispanic/Latino ethnicity ( p \u003c 0.0001 ) was negatively associated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and adequate PCV-7 immunization status ( p \u003d 0.001 ) appeared to increase the risk of ABS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Girls had more ABS episodes than boys ( 0.5 ± 0.8 vs 0.3 ± 0.6 episodes/year , respectively , p \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses were detected in 63 % during the initial URI visit ; rhinovirus detection was positively correlated with ABS risk ( p \u003d 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacterial cultures were positive in 82/83 ( 99 % ) available samples obtained at the initial URI visit ; polymicrobial ( 56 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Moraxella catarrhalis ( 20 % ) and Streptococcus pneumoniae ( 10 % ) were the most common cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Presence of pathogenic bacteria overall and presence of M. catarrhalis during URI were positively correlated with the risk for ABS ( p \u003d 0.04 for both ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-ABS complicates 8% of URI in young children. Girls have more frequent ABS episodes than boys. Presence of rhinovirus and M. catarrhalis during URI are positively correlated with the risk for ABS complication.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-ABS complicates 8 % of URI in young children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Girls have more frequent ABS episodes than boys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Presence of rhinovirus and M. catarrhalis during URI are positively correlated with the risk for ABS complication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "338"
  }
}