{
  "paper_id": "96a24aac53bc1d9072bd18c775a080e3056b3bf3",
  "metadata": {
    "title": "Expression and functional analysis of porcine aminopeptidase N produced in prokaryotic expression system",
    "coda_data_split": "train",
    "coda_paper_id": 9111,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine aminopeptidase N (pAPN) is a cellular membrane protein and a functional receptor for porcine coronaviruses. Here, we describe the heterologous expression of pAPN without signal peptide in BL21(DE3)pLysS host cells. The Escherichia coli (E. coli) harboring the recombinant construct was efficiently induced to express the pAPN protein at a high level. The most optimal expression profile for pAPN expression was investigated. By inoculating a rabbit with the purified pAPN, a high tittered specific antibody was achieved. Biologically, the antibody reacted with either pAPN-expressing E. coli or native pAPN on the surface of swine testis cells. The pAPN and its specific antibody blocked transmissible gastroenteritis coronavirus infection in vitro. Furthermore, the localization of pAPN on the small intestine of swine was analyzed by immunohistochemistry.",
      "sentences": [
        [
          {
            "segment_text": "Porcine aminopeptidase N ( pAPN ) is a cellular membrane protein and a functional receptor for porcine coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the heterologous expression of pAPN without signal peptide in BL21 ( DE3 ) pLysS host cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Escherichia coli ( E. coli ) harboring the recombinant construct was efficiently induced to express the pAPN protein at a high level .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most optimal expression profile for pAPN expression was investigated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By inoculating a rabbit with the purified pAPN ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a high tittered specific antibody was achieved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biologically , the antibody reacted with either pAPN-expressing E. coli or native pAPN on the surface of swine testis cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pAPN and its specific antibody blocked transmissible gastroenteritis coronavirus infection in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the localization of pAPN on the small intestine of swine was analyzed by immunohistochemistry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "144"
  }
}