{
  "paper_id": "96a6974fb77fa11673cc35eff659f8ee74151366",
  "metadata": {
    "title": "Newcastle disease in pheasants (Phasianus colchicus): A review",
    "coda_data_split": "train",
    "coda_paper_id": 8225,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Newcastle disease (ND) is regarded throughout the world as one of the most important diseases of poultry, not only due to the serious disease and high flock mortality that may result from some ND virus (NDV) infections, but also through the economic impact that may ensue due to trading restrictions and embargoes placed on areas and countries where outbreaks have occurred. All ages of pheasants are purported to be highly susceptible to infection with NDV, but clinical signs and mortality levels in infected birds vary considerably. This article reviews the available literature relating to infections in pheasants, describing the clinical presentation of the disease and the epidemiological role these hosts may have in the spread of ND.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle disease ( ND ) is regarded throughout the world as one of the most important diseases of poultry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not only due to the serious disease and high flock mortality that may result from some ND virus ( NDV ) infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also through the economic impact that may ensue due to trading restrictions and embargoes placed on areas and countries where outbreaks have occurred .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All ages of pheasants are purported to be highly susceptible to infection with NDV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but clinical signs and mortality levels in infected birds vary considerably .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews the available literature relating to infections in pheasants ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "describing the clinical presentation of the disease and the epidemiological role these hosts may have in the spread of ND .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "128"
  }
}