{
  "paper_id": "96a72f07b18813ac193d92dc0d2f8f09b6dad9a1",
  "metadata": {
    "title": "SARS coronavirus E protein forms cation-selective ion channels",
    "coda_data_split": "train",
    "coda_paper_id": 7425,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe Acute Respiratory Syndrome (SARS) is caused by a novel coronavirus (SARS-CoV). Coronaviruses including SARS-CoV encode an envelope (E) protein, a small, hydrophobic membrane protein. We report that, in planar lipid bilayers, synthetic peptides corresponding to the SARS-CoV E protein forms ion channels that are more permeable to monovalent cations than to monovalent anions. Affinity-purified polyclonal antibodies recognizing the N-terminal 19 residues of SARS-CoV E protein were used to establish the specificity of channel formation by inhibiting the ion currents generated in the presence of the E protein peptides.",
      "sentences": [
        [
          {
            "segment_text": "Severe Acute Respiratory Syndrome ( SARS ) is caused by a novel coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses including SARS-CoV encode an envelope ( E ) protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a small , hydrophobic membrane protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report that , in planar lipid bilayers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "synthetic peptides corresponding to the SARS-CoV E protein forms ion channels that are more permeable to monovalent cations than to monovalent anions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Affinity-purified polyclonal antibodies recognizing the N-terminal 19 residues of SARS-CoV E protein were used to establish the specificity of channel formation by inhibiting the ion currents generated in the presence of the E protein peptides .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "103"
  }
}