{
  "paper_id": "96aaf04cd17ae7c92f976a072d4352d1d3aca94f",
  "metadata": {
    "title": "PP2-196 Nonstructural protein 4B of hepatitis C virus inhibits interferon responses Role of fusion activity in cross-presentation of influenza nucleoprotein- derived antigens",
    "coda_data_split": "train",
    "coda_paper_id": 8851,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. thermore, apoptosis may contribute to ethanol-induced liver injury via complement activation.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "thermore , apoptosis may contribute to ethanol-induced liver injury via complement activation .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Interferon (IFN) administration is the main therapy for HCV-infected individuals, but still a fraction of them are not completely responsive to the treatment. Several HCV proteins such as core, E2, and NS5A proteins have been demonstrated to attenuate IFN responses through different mechanisms. In the present study, we examined whether HCV NS4B, a membrane-bound protein whose functions are mostly unknown, exerted any effects on IFN-induced antiviral responses. From the reporter assay, we showed that NS4B significantly suppressed IFN-induced activation of IFNstimulated responsive element (ISRE) promoter activity. We further examined the ability of HCV NS4B to confer IFN resistance on VSV, an originally IFN-sensitive virus, by a trans-rescue assay. The viral titer was low when cells were treated with IFN-a, which, however, was significantly increased by HCV NS4B. We also examined the effects of HCV NS4B on the transcription of interferon-stimulated genes (ISGs) by qRT-PCR and found that the IFN-induced expression of ISG15, ISG54, ISG56, and OAS2-p69 was significantly downregulated by NS4B. The results were confirmed by chromatin immunoprecipitation (ChIP) assay . The levels and the activation status of the interferon-stimulated gene factor 3 (ISGF3), known to regulate the IFN pathway, were also noticeably reduced by NS4B. Taken together, these results strongly suggest that, in addition to the above mentioned HCV proteins, HCV NS4B may also play a role in IFN antagonism.",
      "sentences": [
        [
          {
            "segment_text": "Interferon ( IFN ) administration is the main therapy for HCV-infected individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but still a fraction of them are not completely responsive to the treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several HCV proteins such as core ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "E2 , and NS5A proteins have been demonstrated to attenuate IFN responses through different mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we examined whether HCV NS4B ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a membrane-bound protein whose functions are mostly unknown ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "exerted any effects on IFN-induced antiviral responses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "From the reporter assay , we showed that NS4B significantly suppressed IFN-induced activation of IFNstimulated responsive element ( ISRE ) promoter activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further examined the ability of HCV NS4B to confer IFN resistance on VSV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an originally IFN-sensitive virus , by a trans-rescue assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viral titer was low when cells were treated with IFN-a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which , however , was significantly increased by HCV NS4B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also examined the effects of HCV NS4B on the transcription of interferon-stimulated genes ( ISGs ) by qRT-PCR and found that the IFN-induced expression of ISG15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ISG54 , ISG56 , and OAS2-p69 was significantly downregulated by NS4B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results were confirmed by chromatin immunoprecipitation ( ChIP ) assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The levels and the activation status of the interferon-stimulated gene factor 3 ( ISGF3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "known to regulate the IFN pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were also noticeably reduced by NS4B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results strongly suggest that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in addition to the above mentioned HCV proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCV NS4B may also play a role in IFN antagonism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "324"
  }
}