{
  "paper_id": "96c29bc8f5ff1045140887595f242201a2c64365",
  "metadata": {
    "title": "Early Upregulation of Acute Respiratory Distress Syndrome-Associated Cytokines Promotes Lethal Disease in an Aged-Mouse Model of Severe Acute Respiratory Syndrome Coronavirus Infection ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 8236,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ", produce more severe disease in the elderly, yet the molecular mechanisms governing age-related susceptibility remain poorly studied. Advanced age was significantly associated with increased SARS-related deaths, primarily due to the onset of early-and late-stage acute respiratory distress syndrome (ARDS) and pulmonary fibrosis. Infection of aged, but not young, mice with recombinant viruses bearing spike glycoproteins derived from early human or palm civet isolates resulted in death accompanied by pathological changes associated with ARDS. In aged mice, a greater number of differentially expressed genes were observed than in young mice, whose responses were significantly delayed. Differences between lethal and nonlethal virus phenotypes in aged mice could be attributed to differences in host response kinetics rather than virus kinetics. SARS-CoV infection induced a range of interferon, cytokine, and pulmonary wound-healing genes, as well as several genes associated with the onset of ARDS. Mice that died also showed unique transcriptional profiles of immune response, apoptosis, cell cycle control, and stress. Cytokines associated with ARDS were significantly upregulated in animals experiencing lung pathology and lethal disease, while the same animals experienced downregulation of the ACE2 receptor. These data suggest that the magnitude and kinetics of a disproportionately strong host innate immune response contributed to severe respiratory stress and lethality. Although the molecular mechanisms governing ARDS pathophysiology remain unknown in aged animals, these studies reveal a strategy for dissecting the genetic pathways by which SARS-CoV infection induces changes in the host response, leading to death.",
      "sentences": [
        [
          {
            "segment_text": ", produce more severe disease in the elderly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the molecular mechanisms governing age-related susceptibility remain poorly studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Advanced age was significantly associated with increased SARS-related deaths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "primarily due to the onset of early-and late-stage acute respiratory distress syndrome ( ARDS ) and pulmonary fibrosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection of aged , but not young ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mice with recombinant viruses bearing spike glycoproteins derived from early human or palm civet isolates resulted in death accompanied by pathological changes associated with ARDS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In aged mice , a greater number of differentially expressed genes were observed than in young mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whose responses were significantly delayed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Differences between lethal and nonlethal virus phenotypes in aged mice could be attributed to differences in host response kinetics rather than virus kinetics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV infection induced a range of interferon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytokine , and pulmonary wound-healing genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as several genes associated with the onset of ARDS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice that died also showed unique transcriptional profiles of immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apoptosis , cell cycle control , and stress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytokines associated with ARDS were significantly upregulated in animals experiencing lung pathology and lethal disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the same animals experienced downregulation of the ACE2 receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that the magnitude and kinetics of a disproportionately strong host innate immune response contributed to severe respiratory stress and lethality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the molecular mechanisms governing ARDS pathophysiology remain unknown in aged animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these studies reveal a strategy for dissecting the genetic pathways by which SARS-CoV infection induces changes in the host response , leading to death .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "268"
  }
}