{
  "paper_id": "96f230fc7c620212d6fbdf859d98ded72569861f",
  "metadata": {
    "title": "Viral bronchiolitis",
    "coda_data_split": "train",
    "coda_paper_id": 10389,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral bronchiolitis is a common clinical syndrome aff ecting infants and young children. Concern about its associated morbidity and cost has led to a large body of research that has been summarised in systematic reviews and integrated into clinical practice guidelines in several countries. The evidence and guideline recommendations consistently support a clinical diagnosis with the limited role for diagnostic testing for children presenting with the typical clinical syndrome of viral upper respiratory infection progressing to the lower respiratory tract. Management is largely supportive, focusing on maintaining oxygenation and hydration of the patient. Evidence suggests no benefi t from bronchodilator or corticosteroid use in infants with a fi rst episode of bronchiolitis. Evidence for other treatments such as hypertonic saline is evolving but not clearly defi ned yet. For infants with severe disease, the insuffi cient available data suggest a role for high-fl ow nasal cannula and continuous positive airway pressure use in a monitored setting to prevent respiratory failure.",
      "sentences": [
        [
          {
            "segment_text": "Viral bronchiolitis is a common clinical syndrome aff ecting infants and young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Concern about its associated morbidity and cost has led to a large body of research that has been summarised in systematic reviews and integrated into clinical practice guidelines in several countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The evidence and guideline recommendations consistently support a clinical diagnosis with the limited role for diagnostic testing for children presenting with the typical clinical syndrome of viral upper respiratory infection progressing to the lower respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Management is largely supportive , focusing on maintaining oxygenation and hydration of the patient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence suggests no benefi t from bronchodilator or corticosteroid use in infants with a fi rst episode of bronchiolitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence for other treatments such as hypertonic saline is evolving but not clearly defi ned yet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For infants with severe disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the insuffi cient available data suggest a role for high-fl ow nasal cannula and continuous positive airway pressure use in a monitored setting to prevent respiratory failure .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "169"
  }
}