{
  "paper_id": "97027e08cb413795cf19064338efd049fe5d491b",
  "metadata": {
    "title": "Novel splicing and open reading frames revealed by long-read direct RNA sequencing of 1 adenovirus transcripts 2 3",
    "coda_data_split": "train",
    "coda_paper_id": 2784,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Adenovirus is a common human pathogen that relies on host cell processes for production 21 and processing of viral RNA. Although adenoviral promoters, splice junctions, and cleavage and 22 proteins by linking separate gene transcription units. Our work highlights how long-read 33 sequencing technologies can reveal further complexity within viral transcriptomes. : bioRxiv preprint another multifunctional protein that can cooperate with E1A to alter cellular gene expression 61 downstream of p53 as well as form the targeting component of a viral ubiquitin ligase [18][19][20][21][22][23]. 62",
      "sentences": [
        [
          {
            "segment_text": "Adenovirus is a common human pathogen that relies on host cell processes for production 21 and processing of viral RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although adenoviral promoters , splice junctions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cleavage and 22 proteins by linking separate gene transcription units .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our work highlights how long-read 33 sequencing technologies can reveal further complexity within viral transcriptomes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": ": bioRxiv preprint another multifunctional protein that can cooperate with E1A to alter cellular gene expression 61 downstream of p53 as well as form the targeting component of a viral ubiquitin ligase ( 18 ) ( 19 ) ( 20 ) ( 21 ) ( 22 ) ( 23 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "62",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The remaining early transcription units are all transcriptionally activated by E1A and encode for 63 products of related function. The E2 region on the reverse strand of the AdV genome has both an 64 early and a late promoter, as well as two distinct polyadenylation sites, leading to upstream E2A 65 and downstream E2B transcripts [24]. E2A encodes for the viral DNA-binding protein (DBP), while 66 alternative splicing to E2B encodes for the protein-priming terminal protein (pTP) as well as the 67",
      "sentences": [
        [
          {
            "segment_text": "The remaining early transcription units are all transcriptionally activated by E1A and encode for 63 products of related function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The E2 region on the reverse strand of the AdV genome has both an 64 early and a late promoter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as two distinct polyadenylation sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to upstream E2A 65 and downstream E2B transcripts ( 24 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "E2A encodes for the viral DNA-binding protein ( DBP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 66 alternative splicing to E2B encodes for the protein-priming terminal protein ( pTP ) as well as the 67",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "AdV DNA polymerase (AdPol) [25][26][27]. The E3 region encoded on the top strand also has two 68",
      "sentences": [
        [
          {
            "segment_text": "AdV DNA polymerase ( AdPol ) ( 25 ) ( 26 ) ( 27 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The E3 region encoded on the top strand also has two 68",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "229"
  }
}