{
  "paper_id": "97082b55ee23b20688f82dac1ba4f03e6d793c85",
  "metadata": {
    "title": "Human Bocaviruses Are Highly Diverse, Dispersed, Recombination Prone, and Prevalent in Enteric Infections",
    "coda_data_split": "train",
    "coda_paper_id": 6644,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A new species of parvovirus, tentatively named human bocavirus 4 (HBoV4), was genetically characterized. Among 641 feces samples obtained from children and adults, the most commonly detected bocavirus species were, in descending order, HBoV2, HBoV3, HBoV4, and HBoV1, with an HBoV2 prevalence of 21% and 26% in Nigerian and Tunisian children, respectively. HBoV3 or HBoV4 species were found in 12 of 192 patients with non-polio acute flaccid paralysis in Tunisia and Nigeria and 0 of 96 healthy Tunisian contacts (P p ). Evidence of extensive recombination at the NP1 and VP1 gene boundary between and within bocavirus .01 species was found. The high degree of genetic diversity seen among the human bocaviruses found in feces specimens, relative to the highly homogeneous HBoV1, suggest that this worldwide-distributed respiratory pathogen may have recently evolved from an enteric bocavirus after acquiring an expanded tropism favoring the respiratory tract. Elucidating the possible role of the newly identified enteric bocaviruses in human diseases, including acute flaccid paralysis and diarrhea, will require further epidemiological studies.",
      "sentences": [
        [
          {
            "segment_text": "A new species of parvovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tentatively named human bocavirus 4 ( HBoV4 ) , was genetically characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among 641 feces samples obtained from children and adults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the most commonly detected bocavirus species were ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in descending order , HBoV2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HBoV3 , HBoV4 , and HBoV1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an HBoV2 prevalence of 21 % and 26 % in Nigerian and Tunisian children , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HBoV3 or HBoV4 species were found in 12 of 192 patients with non-polio acute flaccid paralysis in Tunisia and Nigeria and 0 of 96 healthy Tunisian contacts ( P p ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence of extensive recombination at the NP1 and VP1 gene boundary between and within bocavirus .01 species was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high degree of genetic diversity seen among the human bocaviruses found in feces specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relative to the highly homogeneous HBoV1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggest that this worldwide-distributed respiratory pathogen may have recently evolved from an enteric bocavirus after acquiring an expanded tropism favoring the respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Elucidating the possible role of the newly identified enteric bocaviruses in human diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including acute flaccid paralysis and diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "will require further epidemiological studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Parvoviruses are small, non-lipid-enveloped, environmentally resistant viral particles with single-stranded linear DNA genomes that frequently infect animals through the fecal-oral route [1] . Parvoviruses can cause numerous symptoms in animals, including enteritis, panleukopenia, hepatitis, erythrocyte aplasia, and cerebellar ataxia [1]. Efficacious vaccines against animal parvovirus infections are widely employed [2] [3] [4] .",
      "sentences": [
        [
          {
            "segment_text": "Parvoviruses are small , non-lipid-enveloped ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "environmentally resistant viral particles with single-stranded linear DNA genomes that frequently infect animals through the fecal-oral route ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Parvoviruses can cause numerous symptoms in animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including enteritis , panleukopenia , hepatitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "erythrocyte aplasia , and cerebellar ataxia ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efficacious vaccines against animal parvovirus infections are widely employed ( 2 ) ( 3 ) ( 4 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Following the identification of the human parvovirus",
      "sentences": [
        [
          {
            "segment_text": "Following the identification of the human parvovirus",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "22",
    "token_num": "272"
  }
}