{
  "paper_id": "971794b30f2ec41a9c9708c25873f3cf55129518",
  "metadata": {
    "title": "Phylogenic analysis of human bocavirus detected in children with acute respiratory infection in Yaounde, Cameroon",
    "coda_data_split": "train",
    "coda_paper_id": 6607,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: Human Bocavirus (HBoV) was first identified in 2005 and has been shown to be a common cause of respiratory infections and gastroenteritis in children. In a recent study, we found that 10.7% of children with acute respiratory infections (ARI) were infected by HBoV. Genetic characterization of this virus remains unknown in Central Africa, particularly in Cameroon Leeding us to evaluate the molecular characteristics of HBoV strains in Cameroonian children with ARI.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Human Bocavirus ( HBoV ) was first identified in 2005 and has been shown to be a common cause of respiratory infections and gastroenteritis in children .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In a recent study , we found that 10.7 % of children with acute respiratory infections ( ARI ) were infected by HBoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic characterization of this virus remains unknown in Central Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in Cameroon Leeding us to evaluate the molecular characteristics of HBoV strains in Cameroonian children with ARI .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Phylogenetic analysis of partial HBoV VP1/2 sequences showed a low level of nucleotide variation and the circulation of HBoV genotype 1 (HBoV-1) only. Three clades were obtained, two clustering with each of the reference strains ST1 and ST2, and a third group consisting of only Cameroon strains. By comparing with the Swedish reference sequences, ST1 and ST2, Cameroon sequences showed nucleotide and amino acid similarities of respectively 97.36-100% and 98.35-100%. These results could help improve strategies for monitoring and control of respiratory infections in Cameroon.",
      "sentences": [
        [
          {
            "segment_text": "Results : Phylogenetic analysis of partial HBoV VP1/2 sequences showed a low level of nucleotide variation and the circulation of HBoV genotype 1 ( HBoV-1 ) only .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three clades were obtained , two clustering with each of the reference strains ST1 and ST2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a third group consisting of only Cameroon strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By comparing with the Swedish reference sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ST1 and ST2 , Cameroon sequences showed nucleotide and amino acid similarities of respectively 97.36-100 % and 98.35-100 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results could help improve strategies for monitoring and control of respiratory infections in Cameroon .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "182"
  }
}