{
  "paper_id": "9721af1b88d60abbff468d841941f85a13731861",
  "metadata": {
    "title": "Cough-generated aerosols of Pseudomonas aeruginosa and other Gram-negative bacteria from patients with cystic fibrosis",
    "coda_data_split": "train",
    "coda_paper_id": 6167,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Pseudomonas aeruginosa is the most common bacterial pathogen in patients with cystic fibrosis (CF). Current infection control guidelines aim to prevent transmission via contact and respiratory droplet routes and do not consider the possibility of airborne transmission. It was hypothesised that subjects with CF produce viable respirable bacterial aerosols with coughing. Methods: A cross-sectional study was undertaken of 15 children and 13 adults with CF, 26 chronically infected with P aeruginosa. A cough aerosol sampling system enabled fractioning of respiratory particles of different sizes and culture of viable Gram-negative non-fermentative bacteria. Cough aerosols were collected during 5 min of voluntary coughing and during a sputum induction procedure when tolerated. Standardised quantitative culture and genotyping techniques were used. Results: P aeruginosa was isolated in cough aerosols of 25 subjects (89%), 22 of whom produced sputum samples. P aeruginosa from sputum and paired cough aerosols were indistinguishable by molecular typing. In four cases the same genotype was isolated from ambient room air. Approximately 70% of viable aerosols collected during voluntary coughing were of particles (3.3 mm aerodynamic diameter. P aeruginosa, Burkholderia cenocepacia, Stenotrophomonas maltophilia and Achromobacter xylosoxidans were cultivated from respiratory particles in this size range. Positive room air samples were associated with high total counts in cough aerosols (p \u003d 0.003). The magnitude of cough aerosols was associated with higher forced expiratory volume in 1 s (r \u003d 0.45, p \u003d 0.02) and higher quantitative sputum culture results (r \u003d 0.58, p \u003d 0.008). Conclusion: During coughing, patients with CF produce viable aerosols of P aeruginosa and other Gram-negative bacteria of respirable size range, suggesting the potential for airborne transmission.",
      "sentences": [
        [
          {
            "segment_text": "Background : Pseudomonas aeruginosa is the most common bacterial pathogen in patients with cystic fibrosis ( CF ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current infection control guidelines aim to prevent transmission via contact and respiratory droplet routes and do not consider the possibility of airborne transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was hypothesised that subjects with CF produce viable respirable bacterial aerosols with coughing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A cross-sectional study was undertaken of 15 children and 13 adults with CF ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "26 chronically infected with P aeruginosa .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A cough aerosol sampling system enabled fractioning of respiratory particles of different sizes and culture of viable Gram-negative non-fermentative bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cough aerosols were collected during 5 min of voluntary coughing and during a sputum induction procedure when tolerated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Standardised quantitative culture and genotyping techniques were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : P aeruginosa was isolated in cough aerosols of 25 subjects ( 89 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22 of whom produced sputum samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P aeruginosa from sputum and paired cough aerosols were indistinguishable by molecular typing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In four cases the same genotype was isolated from ambient room air .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately 70 % of viable aerosols collected during voluntary coughing were of particles ( 3.3 mm aerodynamic diameter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P aeruginosa , Burkholderia cenocepacia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Stenotrophomonas maltophilia and Achromobacter xylosoxidans were cultivated from respiratory particles in this size range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive room air samples were associated with high total counts in cough aerosols ( p \u003d 0.003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The magnitude of cough aerosols was associated with higher forced expiratory volume in 1 s ( r \u003d 0.45 , p \u003d 0.02 ) and higher quantitative sputum culture results ( r \u003d 0.58 , p \u003d 0.008 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : During coughing , patients with CF produce viable aerosols of P aeruginosa and other Gram-negative bacteria of respirable size range ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the potential for airborne transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "310"
  }
}