{
  "paper_id": "9726dd80b07be3c878c6d9b835dae8daa3914c94",
  "metadata": {
    "title": "Immunization with an attenuated severe acute respiratory syndrome coronavirus deleted in E protein protects against lethal respiratory disease",
    "coda_data_split": "train",
    "coda_paper_id": 2078,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome coronavirus (SARS-CoV) caused substantial morbidity and mortality in [2002][2003]. Deletion of the envelope (E) protein modestly diminished virus growth in tissue culture but abrogated virulence in animals. Here, we show that immunization with rSARS-CoV-ΔE or SARS-CoV-Δ[E,6-9b] (deleted in accessory proteins (6, 7a, 7b, 8a, 8b, 9b) in addition to E) nearly completely protected BALB/c mice from fatal respiratory disease caused by mouse-adapted SARS-CoV and partly protected hACE2 Tg mice from lethal disease. hACE2 Tg mice, which express the human SARS-CoV receptor, are extremely susceptible to infection. We also show that rSARS-CoV-ΔE and rSARS-CoV-Δ[E,6-9b] induced anti-virus T cell and antibody responses. Further, the E-deleted viruses were stable after 16 blind passages through tissue culture cells, with only a single mutation in the surface glycoprotein detected. The passaged virus remained avirulent in mice. These results suggest that rSARS-CoV-ΔE is an efficacious vaccine candidate that might be useful if SARS recurred.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome coronavirus ( SARS-CoV ) caused substantial morbidity and mortality in ( 2002 ) ( 2003 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deletion of the envelope ( E ) protein modestly diminished virus growth in tissue culture but abrogated virulence in animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that immunization with rSARS-CoV-ΔE or SARS-CoV-Δ ( E,6-9b ) ( deleted in accessory proteins ( 6 , 7a , 7b , 8a , 8b , 9b ) in addition to E ) nearly completely protected BALB/c mice from fatal respiratory disease caused by mouse-adapted SARS-CoV and partly protected hACE2 Tg mice from lethal disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "hACE2 Tg mice , which express the human SARS-CoV receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are extremely susceptible to infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that rSARS-CoV-ΔE and rSARS-CoV-Δ ( E,6-9b ) induced anti-virus T cell and antibody responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the E-deleted viruses were stable after 16 blind passages through tissue culture cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with only a single mutation in the surface glycoprotein detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The passaged virus remained avirulent in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that rSARS-CoV-ΔE is an efficacious vaccine candidate that might be useful if SARS recurred .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "190"
  }
}