{
  "paper_id": "972f5360164eef72fa134ea0803d852920ee6416",
  "metadata": {
    "title": "Construction of a Large Naïve Human Phage-Displayed Fab Library Through One-Step Cloning",
    "coda_data_split": "train",
    "coda_paper_id": 10184,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antibody-based therapeutics is attracting more attention in the post-genome era, in contrast to a diminution in the initial high expectation for rapid development of gene-based therapeutic modalities. In support to the antibody-based therapeutics, the advent of recent technologies has made human antibody screening and production progressively more economic. Among those technologies, phage-display antibody library has been successfully applied in the antibody-based drug development both as fully human antibody sources and tools for antibody engineering. Building up a high-quality antibody library with a large library size and high diversity has been crucial for successful isolation of antibodies. Here we describe an efficient strategy for the construction of a large naïve phage-display human Fab library with one-step cloning. Optimization of each key step is extensively discussed and simplified protocols for library panning and Fab production are also described.",
      "sentences": [
        [
          {
            "segment_text": "Antibody-based therapeutics is attracting more attention in the post-genome era ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in contrast to a diminution in the initial high expectation for rapid development of gene-based therapeutic modalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In support to the antibody-based therapeutics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the advent of recent technologies has made human antibody screening and production progressively more economic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among those technologies , phage-display antibody library has been successfully applied in the antibody-based drug development both as fully human antibody sources and tools for antibody engineering .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Building up a high-quality antibody library with a large library size and high diversity has been crucial for successful isolation of antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe an efficient strategy for the construction of a large naïve phage-display human Fab library with one-step cloning .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Optimization of each key step is extensively discussed and simplified protocols for library panning and Fab production are also described .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Phage display; Fab; antibody library; IgM; one-step cloning Building a high-quality phage-displayed antibody library requires a source of large number of well-diversified antibody genes. A variety of immunoglobulin gene sources including blood lymphocytes, bone marrow, and spleen have been used for library construction. From these sources IgM-derived antibody genes have been successfully used for library construction and selection of high-affinity antibodies (4-7), even though IgM-specific antibodies are typically of relatively low affinity in vivo compared to antibodies from the",
      "sentences": [
        [
          {
            "segment_text": "Phage display ; Fab ; antibody library ; IgM ; one-step cloning Building a high-quality phage-displayed antibody library requires a source of large number of well-diversified antibody genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A variety of immunoglobulin gene sources including blood lymphocytes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bone marrow , and spleen have been used for library construction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From these sources IgM-derived antibody genes have been successfully used for library construction and selection of high-affinity antibodies ( 4-7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even though IgM-specific antibodies are typically of relatively low affinity in vivo compared to antibodies from the",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "235"
  }
}