{
  "paper_id": "9750bb211dc282bab99fee1b1ba74abe1084609a",
  "metadata": {
    "title": "Quantitative mapping of patented technology -The case of electrical conducting polymer nanocomposite",
    "coda_data_split": "train",
    "coda_paper_id": 3535,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study aims to obtain global technology evolution by constructing and analyzing patent citation network and patent citation map for the field of electrical conducting polymer nanocomposite. A total of 1421 patents are retrieved from USPTO patent database and patent citation network is established by combing both patent citation and social network analysis. Network properties, e.g. Degree Centrality, Betweenness Centrality, and Closeness Centrality, are calculated for representing several technology evolution mechanisms that first proposed in this study. Also, a distance-based patent citation map is constructed by calculating relative distances and positions of patents in the patent citation network. Quantitative ways of exploring technology evolution are investigated in this study to unveil important or emerging techniques as well as to demonstrate dynamics and visualization of technology evolutions.",
      "sentences": [
        [
          {
            "segment_text": "This study aims to obtain global technology evolution by constructing and analyzing patent citation network and patent citation map for the field of electrical conducting polymer nanocomposite .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 1421 patents are retrieved from USPTO patent database and patent citation network is established by combing both patent citation and social network analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Network properties , e.g. Degree Centrality ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Betweenness Centrality , and Closeness Centrality ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "are calculated for representing several technology evolution mechanisms that first proposed in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Also , a distance-based patent citation map is constructed by calculating relative distances and positions of patents in the patent citation network .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantitative ways of exploring technology evolution are investigated in this study to unveil important or emerging techniques as well as to demonstrate dynamics and visualization of technology evolutions .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "136"
  }
}