{
  "paper_id": "9752210c4ae3a172559d5d7b3df9575e26b7359c",
  "metadata": {
    "title": "Pandemic influenza control in Europe and the constraints resulting from incoherent public health laws",
    "coda_data_split": "train",
    "coda_paper_id": 4682,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: With the emergence of influenza H1N1v the world is facing its first 21 st century global pandemic. Severe Acute Respiratory Syndrome (SARS) and avian influenza H5N1 prompted development of pandemic preparedness plans. National systems of public health law are essential for public health stewardship and for the implementation of public health policy [1] . International coherence will contribute to effective regional and global responses. However little research has been undertaken on how law works as a tool for disease control in Europe. With co-funding from the European Union, we investigated the extent to which laws across Europe support or constrain pandemic preparedness planning, and whether national differences are likely to constrain control efforts.",
      "sentences": [
        [
          {
            "segment_text": "Background : With the emergence of influenza H1N1v the world is facing its first 21 st century global pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Severe Acute Respiratory Syndrome ( SARS ) and avian influenza H5N1 prompted development of pandemic preparedness plans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "National systems of public health law are essential for public health stewardship and for the implementation of public health policy ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "International coherence will contribute to effective regional and global responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However little research has been undertaken on how law works as a tool for disease control in Europe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With co-funding from the European Union ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we investigated the extent to which laws across Europe support or constrain pandemic preparedness planning ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and whether national differences are likely to constrain control efforts .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We undertook a survey of national public health laws across 32 European states using a questionnaire designed around a disease scenario based on pandemic influenza. Questionnaire results were reviewed in workshops, analysing how differences between national laws might support or hinder regional responses to pandemic influenza. Respondents examined the impact of national laws on the movements of information, goods, services and people across borders in a time of pandemic, the capacity for surveillance, case detection, case management and community control, the deployment of strategies of prevention, containment, mitigation and recovery and the identification of commonalities and disconnects across states.",
      "sentences": [
        [
          {
            "segment_text": "We undertook a survey of national public health laws across 32 European states using a questionnaire designed around a disease scenario based on pandemic influenza .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Questionnaire results were reviewed in workshops ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "analysing how differences between national laws might support or hinder regional responses to pandemic influenza .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respondents examined the impact of national laws on the movements of information ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "goods , services and people across borders in a time of pandemic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the capacity for surveillance , case detection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "case management and community control ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the deployment of strategies of prevention ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "containment , mitigation and recovery and the identification of commonalities and disconnects across states .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Results of this study show differences across Europe in the extent to which national pandemic policy and pandemic plans have been integrated with public health laws. We found significant differences in legislation and in the legitimacy of strategic plans. States differ in the range and the nature of intervention measures authorized by law, the extent to which borders could be closed to movement of persons and goods during a pandemic, and access to healthcare of non-resident persons. Some states propose use of emergency powers that might potentially override human rights protections while other states propose to limit interventions to those authorized by public health laws.",
      "sentences": [
        [
          {
            "segment_text": "Results : Results of this study show differences across Europe in the extent to which national pandemic policy and pandemic plans have been integrated with public health laws .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found significant differences in legislation and in the legitimacy of strategic plans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "States differ in the range and the nature of intervention measures authorized by law ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the extent to which borders could be closed to movement of persons and goods during a pandemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and access to healthcare of non-resident persons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some states propose use of emergency powers that might potentially override human rights protections while other states propose to limit interventions to those authorized by public health laws .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: These differences could create problems for European strategies if an evolving influenza pandemic results in more serious public health challenges or, indeed, if a novel disease other than influenza emerges with pandemic potential. There is insufficient understanding across Europe of the role and importance of law in pandemic planning. States need to build capacity in public health law to support disease prevention and control policies. Our research suggests that states would welcome further guidance from the EU on management of a pandemic, and guidance to assist in greater commonality of legal approaches across states.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : These differences could create problems for European strategies if an evolving influenza pandemic results in more serious public health challenges or ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indeed , if a novel disease other than influenza emerges with pandemic potential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is insufficient understanding across Europe of the role and importance of law in pandemic planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "States need to build capacity in public health law to support disease prevention and control policies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our research suggests that states would welcome further guidance from the EU on management of a pandemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and guidance to assist in greater commonality of legal approaches across states .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "29",
    "token_num": "453"
  }
}