{
  "paper_id": "975a8b4abe4cc0181522e859a92c5ddc22f50c29",
  "metadata": {
    "title": "A questionnaire-based survey on the uptake and use of cattle vaccines in the UK",
    "coda_data_split": "train",
    "coda_paper_id": 3892,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To cite: Cresswell E, et al. A questionnaire-based survey on the uptake and use of cattle vaccines in the UK. Vet ABSTRACT Background: Vaccination is a widely used strategy for disease control in cattle in the UK and abroad. However, there has been limited research describing the uptake and use of cattle vaccines on UK farms. Aim: To describe the current uptake and usage of cattle vaccines in the UK.",
      "sentences": [
        [
          {
            "segment_text": "To cite : Cresswell E , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A questionnaire-based survey on the uptake and use of cattle vaccines in the UK .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet ABSTRACT Background : Vaccination is a widely used strategy for disease control in cattle in the UK and abroad .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there has been limited research describing the uptake and use of cattle vaccines on UK farms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aim : To describe the current uptake and usage of cattle vaccines in the UK .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design: A questionnaire, available in paper and online format, was distributed to cattle farmers by convenience sampling.",
      "sentences": [
        [
          {
            "segment_text": "Design : A questionnaire , available in paper and online format ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was distributed to cattle farmers by convenience sampling .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Participants: All UK cattle farmers were eligible to participate in the study.",
      "sentences": [
        [
          {
            "segment_text": "Participants : All UK cattle farmers were eligible to participate in the study .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Eighty-six per cent of respondents (n\u003d229/266) had vaccinated their cattle in the past year. Diseases most commonly vaccinated against were Bovine Viral Diarrhoea, Leptospirosis and Infectious Bovine Rhinotracheitis. Vaccination compliance was limited in certain areas, for example only 48 per cent of respondents stated that they administered the second dose in the primary course within the recommended timeframe, and 14 per cent of respondents stated that they vaccinated earlier than the youngest recommended age. Although outside the scope of this study, further work is needed to establish the extent of inadequate compliance and the effect this has on vaccine efficacy. The role of the veterinarian was highlighted as the main supplier of vaccines and preferred source of vaccination information. Respondents preferred to receive recommendations regarding vaccination by faceto-face communication with the veterinarian.",
      "sentences": [
        [
          {
            "segment_text": "Results : Eighty-six per cent of respondents ( n \u003d 229/266 ) had vaccinated their cattle in the past year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diseases most commonly vaccinated against were Bovine Viral Diarrhoea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Leptospirosis and Infectious Bovine Rhinotracheitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccination compliance was limited in certain areas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example only 48 per cent of respondents stated that they administered the second dose in the primary course within the recommended timeframe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 14 per cent of respondents stated that they vaccinated earlier than the youngest recommended age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although outside the scope of this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further work is needed to establish the extent of inadequate compliance and the effect this has on vaccine efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The role of the veterinarian was highlighted as the main supplier of vaccines and preferred source of vaccination information .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respondents preferred to receive recommendations regarding vaccination by faceto-face communication with the veterinarian .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results provide a description of the current uptake and usage of cattle vaccines in the UK. Uptake is generally high but there are areas of usage of vaccines which could be improved upon. The veterinarian plays a key role as supplier of vaccines and a source of information for the majority of farmers. Although outside the scope of this study, further work is needed to establish the extent of inadequate compliance and the effect this has on vaccine efficacy. Although the respondents in this study represent a biased population of farmers, the findings indicate areas for future investigation in order to improve vaccination strategies in cattle in the UK.",
      "sentences": [
        [
          {
            "segment_text": "The results provide a description of the current uptake and usage of cattle vaccines in the UK .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Uptake is generally high but there are areas of usage of vaccines which could be improved upon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The veterinarian plays a key role as supplier of vaccines and a source of information for the majority of farmers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although outside the scope of this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further work is needed to establish the extent of inadequate compliance and the effect this has on vaccine efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the respondents in this study represent a biased population of farmers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the findings indicate areas for future investigation in order to improve vaccination strategies in cattle in the UK .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Cresswell E, et al. Vet Rec Open 2014;1:e000042.",
      "sentences": [
        [
          {
            "segment_text": "Cresswell E , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Vet Rec Open 2014 ; 1 : e000042 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "20",
    "segment_num": "27",
    "token_num": "395"
  }
}