{
  "paper_id": "976496c92ea74a516df11ebb445433f724e7f522",
  "metadata": {
    "title": "Virology Journal Deletion of human metapneumovirus M2-2 increases mutation frequency and attenuates growth in hamsters",
    "coda_data_split": "train",
    "coda_paper_id": 9849,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human metapneumovirus (hMPV) infection can cause acute lower respiratory tract illness in infants, the immunocompromised, and the elderly. Currently there are no licensed preventative measures for hMPV infections. Using a variant of hMPV/NL/1/00 that does not require trypsin supplementation for growth in tissue culture, we deleted the M2-2 gene and evaluated the replication of rhMPV/ΔM2-2 virus in vitro and in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human metapneumovirus ( hMPV ) infection can cause acute lower respiratory tract illness in infants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the immunocompromised , and the elderly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently there are no licensed preventative measures for hMPV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a variant of hMPV/NL/1 / 00 that does not require trypsin supplementation for growth in tissue culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we deleted the M2-2 gene and evaluated the replication of rhMPV/ΔM2 -2 virus in vitro and in vivo .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In vitro studies showed that the ablation of M2-2 increased the propensity for insertion of U nucleotides in poly-U tracts of the genomic RNA. In addition, viral transcription was up-regulated although the level of genomic RNA remained comparable to rhMPV. Thus, deletion of M2-2 alters the ratio between hMPV genome copies and transcripts. In vivo, rhMPV/ΔM2-2 was attenuated compared to rhMPV in the lungs and nasal turbinates of hamsters. Hamsters immunized with one dose of rhMPV/ΔM2-2 were protected from challenge with 10 6 PFU of wild type (wt) hMPV/NL/1/ 00.",
      "sentences": [
        [
          {
            "segment_text": "In vitro studies showed that the ablation of M2-2 increased the propensity for insertion of U nucleotides in poly-U tracts of the genomic RNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , viral transcription was up-regulated although the level of genomic RNA remained comparable to rhMPV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thus , deletion of M2-2 alters the ratio between hMPV genome copies and transcripts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo , rhMPV/ΔM2 -2 was attenuated compared to rhMPV in the lungs and nasal turbinates of hamsters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hamsters immunized with one dose of rhMPV/ΔM2 -2 were protected from challenge with 10 6 PFU of wild type ( wt ) hMPV/NL/1 / 00 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results suggest that hMPV M2-2 alters regulation of transcription and influences the fidelity of the polymerase complex during viral genome replication. In the hamster model, rhMPVΔM2-2 is attenuated and protective suggesting that deletion of M2-2 may result in a potential live vaccine candidate. A more thorough knowledge of the hMPV polymerase complex and the role of M2-2 during hMPV replication are being studied as we develop a potential live hMPV vaccine candidate that lacks M2-2 expression.",
      "sentences": [
        [
          {
            "segment_text": "Our results suggest that hMPV M2-2 alters regulation of transcription and influences the fidelity of the polymerase complex during viral genome replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the hamster model , rhMPVΔM2-2 is attenuated and protective suggesting that deletion of M2-2 may result in a potential live vaccine candidate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A more thorough knowledge of the hMPV polymerase complex and the role of M2-2 during hMPV replication are being studied as we develop a potential live hMPV vaccine candidate that lacks M2-2 expression .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "258"
  }
}