{
  "paper_id": "979d953fe8641bdfaf6479a9b479923aae95c86b",
  "metadata": {
    "title": "Is there a Role for Cyclophilin Inhibitors in the Management of Primary Biliary Cirrhosis?",
    "coda_data_split": "train",
    "coda_paper_id": 2077,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Autoimmune hepatitis (AIH) and primary biliary cirrhosis (PBC) are poorly understood autoimmune liver diseases. Immunosuppression is used to treat AIH and ursodeoxycholic acid is used to slow the progression of PBC. Nevertheless, a proportion of patients with both disorders progress to liver failure. Following liver transplantation, up to a third of patients with PBC experience recurrent disease. Moreover a syndrome referred to as \"de novo AIH\" occurs in a proportion of patients regardless of maintenance immunosuppression, who have been transplanted for disorders unrelated to AIH. Of note, the use of cyclosporine A appears to protect against the development of recurrent PBC and de novo AIH even though it is a less potent immunosuppressive compared to tacrolimus. The reason why cyclosporine A is protective has not been determined. However, a virus resembling mouse mammary tumor virus (MMTV) has been characterized in patients with PBC and AIH. Accordingly, we hypothesized that the protective effect of cyclosporine A in liver transplant recipients may be mediated by the antiviral activity of this cyclophilin inhibitor. Treatment of the MMTV producing MM5MT cells with different antivirals and immunosuppressive agents showed that both cyclosporine A and the analogue NIM811 inhibited MMTV production from the producer cells. Herein, we discuss the evidence supporting the role of MMTV-like human betaretrovirus in the development of PBC and de novo AIH and speculate on the possibility that the agent may be associated with disease following transplantation. We also review the mechanisms of how both cyclosporine A and NIM811 may inhibit betaretrovirus production in vitro.",
      "sentences": [
        [
          {
            "segment_text": "Autoimmune hepatitis ( AIH ) and primary biliary cirrhosis ( PBC ) are poorly understood autoimmune liver diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunosuppression is used to treat AIH and ursodeoxycholic acid is used to slow the progression of PBC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , a proportion of patients with both disorders progress to liver failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following liver transplantation , up to a third of patients with PBC experience recurrent disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover a syndrome referred to as `` de novo AIH \u0027\u0027 occurs in a proportion of patients regardless of maintenance immunosuppression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "who have been transplanted for disorders unrelated to AIH .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of note , the use of cyclosporine A appears to protect against the development of recurrent PBC and de novo AIH even though it is a less potent immunosuppressive compared to tacrolimus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The reason why cyclosporine A is protective has not been determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a virus resembling mouse mammary tumor virus ( MMTV ) has been characterized in patients with PBC and AIH .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , we hypothesized that the protective effect of cyclosporine A in liver transplant recipients may be mediated by the antiviral activity of this cyclophilin inhibitor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment of the MMTV producing MM5MT cells with different antivirals and immunosuppressive agents showed that both cyclosporine A and the analogue NIM811 inhibited MMTV production from the producer cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we discuss the evidence supporting the role of MMTV-like human betaretrovirus in the development of PBC and de novo AIH and speculate on the possibility that the agent may be associated with disease following transplantation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also review the mechanisms of how both cyclosporine A and NIM811 may inhibit betaretrovirus production in vitro .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "13",
    "token_num": "280"
  }
}