{
  "paper_id": "983e9c303f6c0082aa4fad58a82da11a16262a01",
  "metadata": {
    "title": "High diversity of picornaviruses in rats from different continents revealed by deep sequencing",
    "coda_data_split": "train",
    "coda_paper_id": 4161,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Outbreaks of zoonotic diseases in humans and livestock are not uncommon, and an important component in containment of such emerging viral diseases is rapid and reliable diagnostics. Such methods are often PCR-based and hence require the availability of sequence data from the pathogen. Rattus norvegicus (R. norvegicus) is a known reservoir for important zoonotic pathogens. Transmission may be direct via contact with the animal, for example, through exposure to its faecal matter, or indirectly mediated by arthropod vectors. Here we investigated the viral content in rat faecal matter (n \u003d 29) collected from two continents by analyzing 2.2 billion next-generation sequencing reads derived from both DNA and RNA. Among other virus families, we found sequences from members of the Picornaviridae to be abundant in the microbiome of all the samples. Here we describe the diversity of the picornavirus-like contigs including near-full-length genomes closely related to the Boone cardiovirus and Theiler\u0027s encephalomyelitis virus. From this study, we conclude that picornaviruses within R. norvegicus are more diverse than previously recognized. The virome of R. norvegicus should be investigated further to assess the full potential for zoonotic virus transmission.",
      "sentences": [
        [
          {
            "segment_text": "Outbreaks of zoonotic diseases in humans and livestock are not uncommon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an important component in containment of such emerging viral diseases is rapid and reliable diagnostics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such methods are often PCR-based and hence require the availability of sequence data from the pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rattus norvegicus ( R. norvegicus ) is a known reservoir for important zoonotic pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transmission may be direct via contact with the animal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example , through exposure to its faecal matter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or indirectly mediated by arthropod vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we investigated the viral content in rat faecal matter ( n \u003d 29 ) collected from two continents by analyzing 2.2 billion next-generation sequencing reads derived from both DNA and RNA .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Among other virus families , we found sequences from members of the Picornaviridae to be abundant in the microbiome of all the samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here we describe the diversity of the picornavirus-like contigs including near-full-length genomes closely related to the Boone cardiovirus and Theiler \u0027s encephalomyelitis virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From this study , we conclude that picornaviruses within R. norvegicus are more diverse than previously recognized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virome of R. norvegicus should be investigated further to assess the full potential for zoonotic virus transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "206"
  }
}