{
  "paper_id": "9845bc68cd21cd2aac1db613d18336cab2420409",
  "metadata": {
    "title": "Effects of Housing and Colostrum Feeding on the Prevalence of Selected Infectious Organisms in Feces of Jersey Calves\u0027",
    "coda_data_split": "train",
    "coda_paper_id": 3731,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Neonatal Jersey calves (n \u003d 96) were used to evaluate effects of housing (individual hutches or wooden pens in a barn) and colostrum feeding (calves were separated from the dam and fed 2 L of colostrum in nipple-bottles or allowed to nurse the dam for 3 d) on the prevalence of selected organisms in feces. Prevalence of Cryptosporidium and Eimeria were reduced, and prevalence of rotavirus tended to be reduced, when calves were housed in hutches. Prevalence of coronavirus was unaffected by treatment. Weekly prevalence of Giardia was increased when calves were left to nurse the dam for 3 d. Mean prevalence of Cryprosporidia (wk 1 to 4), Eimeria (wk 4 to 5), Giardia, rotavirus, and coronavirus (wk 1 to 5) were 34.7, 20.6, 27.1, 15.8, and 4.9%, respectively. Escherichia coli (K99 positive) were observed in 3 of 174 samples cultured. Methods of housing and colostrum feeding affected acquisition of enteropathogens in this study. (",
      "sentences": [
        [
          {
            "segment_text": "Neonatal Jersey calves ( n \u003d 96 ) were used to evaluate effects of housing ( individual hutches or wooden pens in a barn ) and colostrum feeding ( calves were separated from the dam and fed 2 L of colostrum in nipple-bottles or allowed to nurse the dam for 3 d ) on the prevalence of selected organisms in feces .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Prevalence of Cryptosporidium and Eimeria were reduced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and prevalence of rotavirus tended to be reduced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when calves were housed in hutches .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prevalence of coronavirus was unaffected by treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Weekly prevalence of Giardia was increased when calves were left to nurse the dam for 3 d. Mean prevalence of Cryprosporidia ( wk 1 to 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Eimeria ( wk 4 to 5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Giardia , rotavirus , and coronavirus ( wk 1 to 5 ) were 34.7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "20.6 , 27.1 , 15.8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 4.9 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Escherichia coli ( K99 positive ) were observed in 3 of 174 samples cultured .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Methods of housing and colostrum feeding affected acquisition of enteropathogens in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "(",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "187"
  }
}