{
  "paper_id": "9852c8469166604b5b3be89bd2120f9ede9d6f08",
  "metadata": {
    "title": "Diagnosis and Monitoring of Hepatic Injury. II. Recommendations for Use of Laboratory Tests in Screening, Diagnosis, and Monitoring",
    "coda_data_split": "train",
    "coda_paper_id": 4569,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To review information on the use of laboratory tests in screening, diagnosis, and monitoring of acute and chronic hepatic injury. Data Sources and Study Selection: A MEDLINE search was performed for key words related to hepatic diseases, including acute hepatitis, chronic hepatitis, alcoholic hepatitis, cirrhosis, hepatocellular carcinoma, and etiologic causes. Abstracts were reviewed, and articles discussing use of laboratory tests selected for review. Additional articles were selected from the references. Guideline Preparation and Review: Drafts of the guidelines were posted on the Internet, presented at the AACC Annual Meeting in 1999, and reviewed by experts. Areas requiring further amplification or literature review were identified for further analysis. Specific recommendations were made based on analysis of pub-lished data and evaluated for strength of evidence and clinical impact. Recommendations: Although many specific recommendations are made in the guidelines, only some summary recommendations are listed here. In acute hepatic injury, prothrombin time and, to a lesser extent, total bilirubin are the best indicators of severity of disease. Although ALT is useful for detecting acute and chronic hepatic injury, it is not related to severity of acute hepatic injury and only weakly related to severity of chronic hepatic injury. Specific tests of viral markers should be the initial differential tests in both acute and chronic hepatic injury; when positive, they are also useful for monitoring recovery from hepatitis B and C.",
      "sentences": [
        [
          {
            "segment_text": "To review information on the use of laboratory tests in screening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diagnosis , and monitoring of acute and chronic hepatic injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data Sources and Study Selection : A MEDLINE search was performed for key words related to hepatic diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including acute hepatitis , chronic hepatitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "alcoholic hepatitis , cirrhosis , hepatocellular carcinoma , and etiologic causes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Abstracts were reviewed , and articles discussing use of laboratory tests selected for review .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additional articles were selected from the references .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Guideline Preparation and Review : Drafts of the guidelines were posted on the Internet ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "presented at the AACC Annual Meeting in 1999 , and reviewed by experts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Areas requiring further amplification or literature review were identified for further analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specific recommendations were made based on analysis of pub-lished data and evaluated for strength of evidence and clinical impact .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recommendations : Although many specific recommendations are made in the guidelines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only some summary recommendations are listed here .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In acute hepatic injury , prothrombin time and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to a lesser extent , total bilirubin are the best indicators of severity of disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although ALT is useful for detecting acute and chronic hepatic injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is not related to severity of acute hepatic injury and only weakly related to severity of chronic hepatic injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific tests of viral markers should be the initial differential tests in both acute and chronic hepatic injury ; when positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they are also useful for monitoring recovery from hepatitis B and C.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "258"
  }
}