{
  "paper_id": "9853f82beb2aa6e757484232afa30dba030c50fb",
  "metadata": {
    "title": "Plasmonic silver nanoshells for drug and metabolite detection",
    "coda_data_split": "train",
    "coda_paper_id": 4277,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In-vitro metabolite and drug detection rely on designed materials-based analytical platforms, which are universally used in biomedical research and clinical practice. However, metabolic analysis in bio-samples needs tedious sample preparation, due to the sample complexity and low molecular abundance. A further challenge is to construct diagnostic tools. Herein, we developed a platform using silver nanoshells. We synthesized SiO 2 @Ag with tunable shell structures by multi-cycled silver mirror reactions. Optimized nanoshells achieved direct laser desorption/ionization mass spectrometry in 0.5 μL of bio-fluids. We applied these nanoshells for disease diagnosis and therapeutic evaluation. We identified patients with postoperative brain infection through daily monitoring and glucose quantitation in cerebrospinal fluid. We measured drug distribution in blood and cerebrospinal fluid systems and validated the function of blood-brain/cerebrospinal fluid-barriers for pharmacokinetics. Our work sheds light on the design of materials for advanced metabolic analysis and precision diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "In-vitro metabolite and drug detection rely on designed materials-based analytical platforms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are universally used in biomedical research and clinical practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , metabolic analysis in bio-samples needs tedious sample preparation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to the sample complexity and low molecular abundance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A further challenge is to construct diagnostic tools .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we developed a platform using silver nanoshells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We synthesized SiO 2 @Ag with tunable shell structures by multi-cycled silver mirror reactions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Optimized nanoshells achieved direct laser desorption/ionization mass spectrometry in 0.5 μL of bio-fluids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We applied these nanoshells for disease diagnosis and therapeutic evaluation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified patients with postoperative brain infection through daily monitoring and glucose quantitation in cerebrospinal fluid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We measured drug distribution in blood and cerebrospinal fluid systems and validated the function of blood-brain/cerebrospinal fluid-barriers for pharmacokinetics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our work sheds light on the design of materials for advanced metabolic analysis and precision diagnostics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "157"
  }
}