{
  "paper_id": "985a0071613514c5f07592dc4d94d8916c2052d0",
  "metadata": {
    "title": "Risk Factors of Streptococcus suis Infection in Vietnam. A Case-Control Study",
    "coda_data_split": "train",
    "coda_paper_id": 9793,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Streptococcus suis infection, an emerging zoonosis, is an increasing public health problem across South East Asia and the most common cause of acute bacterial meningitis in adults in Vietnam. Little is known of the risk factors underlying the disease.",
      "sentences": [
        [
          {
            "segment_text": "Background : Streptococcus suis infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an emerging zoonosis , is an increasing public health problem across South East Asia and the most common cause of acute bacterial meningitis in adults in Vietnam .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known of the risk factors underlying the disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A case-control study with appropriate hospital and matched community controls for each patient was conducted between May 2006 and June 2009. Potential risk factors were assessed using a standardized questionnaire and investigation of throat and rectal S. suis carriage in cases, controls and their pigs, using real-time PCR and culture of swab samples. We recruited 101 cases of S. suis meningitis, 303 hospital controls and 300 community controls. By multivariate analysis, risk factors identified for S. suis infection as compared to either control group included eating \u0027\u0027high risk\u0027\u0027 dishes, including such dishes as undercooked pig blood and pig intestine (OR 1 \u003d 2.22; 95%CI \u003d [1.15-4.28] and OR 2 \u003d 4.44; 95%CI \u003d [2.15-9.15]), occupations related to pigs (OR 1 \u003d 3.84; 95%CI \u003d [1.32-11.11] and OR 2 \u003d 5.52; 95%CI \u003d [1.49-20.39]), and exposures to pigs or pork in the presence of skin injuries (OR 1 \u003d 7.48; 95%CI \u003d [1.97-28.44] and OR 2 \u003d 15.96; 95%CI \u003d [2.97-85.72]). S. suis specific DNA was detected in rectal and throat swabs of 6 patients and was cultured from 2 rectal samples, but was not detected in such samples of 1522 healthy individuals or patients without S. suis infection.",
      "sentences": [
        [
          {
            "segment_text": "A case-control study with appropriate hospital and matched community controls for each patient was conducted between May 2006 and June 2009 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Potential risk factors were assessed using a standardized questionnaire and investigation of throat and rectal S. suis carriage in cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "controls and their pigs , using real-time PCR and culture of swab samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We recruited 101 cases of S. suis meningitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "303 hospital controls and 300 community controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By multivariate analysis , risk factors identified for S. suis infection as compared to either control group included eating `` high risk \u0027\u0027 dishes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including such dishes as undercooked pig blood and pig intestine ( OR 1 \u003d 2.22 ; 95 % CI \u003d ( 1.15-4.28 ) and OR 2 \u003d 4.44 ; 95 % CI \u003d ( 2.15-9.15 ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "occupations related to pigs ( OR 1 \u003d 3.84 ; 95 % CI \u003d ( 1.32-11.11 ) and OR 2 \u003d 5.52 ; 95 % CI \u003d ( 1.49-20.39 ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and exposures to pigs or pork in the presence of skin injuries ( OR 1 \u003d 7.48 ; 95 % CI \u003d ( 1.97-28.44 ) and OR 2 \u003d 15.96 ; 95 % CI \u003d ( 2.97-85.72 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "S. suis specific DNA was detected in rectal and throat swabs of 6 patients and was cultured from 2 rectal samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but was not detected in such samples of 1522 healthy individuals or patients without S. suis infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This case control study, the largest prospective epidemiological assessment of this disease, has identified the most important risk factors associated with S. suis bacterial meningitis to be eating \u0027high risk\u0027 dishes popular in parts of Asia, occupational exposure to pigs and pig products, and preparation of pork in the presence of skin lesions. These risk factors can be addressed in public health campaigns aimed at preventing S. suis infection. Citation: Ho DTN, Le TPT, Wolbers M, Cao QT, Nguyen VMH, et al. (2011) Risk Factors of Streptococcus suis Infection in Vietnam. A Case-Control Study. PLoS ONE 6(3): e17604.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This case control study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the largest prospective epidemiological assessment of this disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has identified the most important risk factors associated with S. suis bacterial meningitis to be eating ` high risk \u0027 dishes popular in parts of Asia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "occupational exposure to pigs and pig products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and preparation of pork in the presence of skin lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These risk factors can be addressed in public health campaigns aimed at preventing S. suis infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Ho DTN , Le TPT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Wolbers M , Cao QT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Nguyen VMH , et al. ( 2011 ) Risk Factors of Streptococcus suis Infection in Vietnam .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A Case-Control Study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 6 ( 3 ) : e17604 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "25",
    "token_num": "417"
  }
}