{
  "paper_id": "985bcaae91f49b39ffb29301edef221c46c66034",
  "metadata": {
    "title": "Systems Analysis of a RIG-I Agonist Inducing Broad Spectrum Inhibition of Virus Infectivity",
    "coda_data_split": "train",
    "coda_paper_id": 6432,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The RIG-I like receptor pathway is stimulated during RNA virus infection by interaction between cytosolic RIG-I and viral RNA structures that contain short hairpin dsRNA and 59 triphosphate (59ppp) terminal structure. In the present study, an RNA agonist of RIG-I was synthesized in vitro and shown to stimulate RIG-I-dependent antiviral responses at concentrations in the picomolar range. In human lung epithelial A549 cells, 59pppRNA specifically stimulated multiple parameters of the innate antiviral response, including IRF3, IRF7 and STAT1 activation, and induction of inflammatory and interferon stimulated genes -hallmarks of a fully functional antiviral response. Evaluation of the magnitude and duration of gene expression by transcriptional profiling identified a robust, sustained and diversified antiviral and inflammatory response characterized by enhanced pathogen recognition and interferon (IFN) signaling. Bioinformatics analysis further identified a transcriptional signature uniquely induced by 59pppRNA, and not by IFNa-2b, that included a constellation of IRF7 and NF-kB target genes capable of mobilizing multiple arms of the innate and adaptive immune response. Treatment of primary PBMCs or lung epithelial A549 cells with 59pppRNA provided significant protection against a spectrum of RNA and DNA viruses. In C57Bl/6 mice, intravenous administration of 59pppRNA protected animals from a lethal challenge with H1N1 Influenza, reduced virus titers in mouse lungs and protected animals from virus-induced pneumonia. Strikingly, the RIG-I-specific transcriptional response afforded partial protection from influenza challenge, even in the absence of type I interferon signaling. This systems approach provides transcriptional, biochemical, and in vivo analysis of the antiviral efficacy of 59pppRNA and highlights the therapeutic potential associated with the use of RIG-I agonists as broad spectrum antiviral agents.",
      "sentences": [
        [
          {
            "segment_text": "The RIG-I like receptor pathway is stimulated during RNA virus infection by interaction between cytosolic RIG-I and viral RNA structures that contain short hairpin dsRNA and 59 triphosphate ( 59ppp ) terminal structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , an RNA agonist of RIG-I was synthesized in vitro and shown to stimulate RIG-I-dependent antiviral responses at concentrations in the picomolar range .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In human lung epithelial A549 cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "59pppRNA specifically stimulated multiple parameters of the innate antiviral response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including IRF3 , IRF7 and STAT1 activation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and induction of inflammatory and interferon stimulated genes - hallmarks of a fully functional antiviral response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evaluation of the magnitude and duration of gene expression by transcriptional profiling identified a robust ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sustained and diversified antiviral and inflammatory response characterized by enhanced pathogen recognition and interferon ( IFN ) signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bioinformatics analysis further identified a transcriptional signature uniquely induced by 59pppRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and not by IFNa-2b , that included a constellation of IRF7 and NF-kB target genes capable of mobilizing multiple arms of the innate and adaptive immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment of primary PBMCs or lung epithelial A549 cells with 59pppRNA provided significant protection against a spectrum of RNA and DNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In C57Bl/6 mice , intravenous administration of 59pppRNA protected animals from a lethal challenge with H1N1 Influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced virus titers in mouse lungs and protected animals from virus-induced pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strikingly , the RIG-I-specific transcriptional response afforded partial protection from influenza challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even in the absence of type I interferon signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This systems approach provides transcriptional ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "biochemical , and in vivo analysis of the antiviral efficacy of 59pppRNA and highlights the therapeutic potential associated with the use of RIG-I agonists as broad spectrum antiviral agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "293"
  }
}