{
  "paper_id": "9868e3bb0651eb9ef03ee35e382a4eb17d9e33a5",
  "metadata": {
    "title": "Abnormal regulation of TSG101 in mice with spongiform neurodegeneration",
    "coda_data_split": "train",
    "coda_paper_id": 6405,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Spongiform neurodegeneration is characterized by the appearance of vacuoles throughout the central nervous system. It has many potential causes, but the underlying cellular mechanisms are not well understood. Mice lacking the E3 ubiquitin ligase Mahogunin Ring Finger-1 (MGRN1) develop agedependent spongiform encephalopathy. We identified an interaction between a \"PSAP\" motif in MGRN1 and the ubiquitin E2 variant (UEV) domain of TSG101, a component of the endosomal sorting complex required for transport I (ESCRT-I), and demonstrate that MGRN1 multimonoubiquitinates TSG101. We examined the in vivo consequences of loss of MGRN1 on TSG101 expression and function in the mouse brain. The pattern of TSG101 ubiquitination differed in the brains of wild-type mice and Mgrn1 null mutant mice: at 1 month of age, null mutant mice had less ubiquitinated TSG101, while in adults, mutant mice had more ubiquitinated, insoluble TSG101 than wild-type mice. There was an associated increase in epidermal growth factor receptor (EGFR) levels in mutant brains. These results suggest that loss of MGRN1 promotes ubiquitination of TSG101 by other E3s and may prevent its disassociation from endosomal membranes or cause it to form insoluble aggregates. Our data implicate loss of normal TSG101 function in endo-lysosomal trafficking in the pathogenesis of spongiform neurodegeneration in Mgrn1 null mutant mice.",
      "sentences": [
        [
          {
            "segment_text": "Spongiform neurodegeneration is characterized by the appearance of vacuoles throughout the central nervous system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has many potential causes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the underlying cellular mechanisms are not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mice lacking the E3 ubiquitin ligase Mahogunin Ring Finger-1 ( MGRN1 ) develop agedependent spongiform encephalopathy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We identified an interaction between a `` PSAP \u0027\u0027 motif in MGRN1 and the ubiquitin E2 variant ( UEV ) domain of TSG101 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a component of the endosomal sorting complex required for transport I ( ESCRT-I ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and demonstrate that MGRN1 multimonoubiquitinates TSG101 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We examined the in vivo consequences of loss of MGRN1 on TSG101 expression and function in the mouse brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pattern of TSG101 ubiquitination differed in the brains of wild-type mice and Mgrn1 null mutant mice : at 1 month of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "null mutant mice had less ubiquitinated TSG101 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in adults , mutant mice had more ubiquitinated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "insoluble TSG101 than wild-type mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was an associated increase in epidermal growth factor receptor ( EGFR ) levels in mutant brains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that loss of MGRN1 promotes ubiquitination of TSG101 by other E3s and may prevent its disassociation from endosomal membranes or cause it to form insoluble aggregates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data implicate loss of normal TSG101 function in endo-lysosomal trafficking in the pathogenesis of spongiform neurodegeneration in Mgrn1 null mutant mice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "233"
  }
}