{
  "paper_id": "989c34b373a88768c74cff26bb57ca36c6ba415b",
  "metadata": {
    "title": "Molecular typing of a novel canine parvovirus type 2a mutant circulating in Italy",
    "coda_data_split": "train",
    "coda_paper_id": 3742,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Canine parvovirus (CPV) is the etiological agent of a severe viral disease of dogs. After its emergence in late 1970s, the CPV original type (CPV-2) was rapidly and totally replaced by three antigenic variants named CPV-2a, CPV-2b and CPV-2c. CPV has an evolutionary rate nearest to those of RNA viruses, with consequences on disease diagnosis and epidemiology. This paper reports the molecular characterization of eight CPV-2a strains collected from dogs in Italy in 2016-2017. Genetic analysis was conducted on a CPV genomic region encompassing both open reading frames (ORFs) encoding for nonstructural (NS1-NS2) and structural proteins (VP1-VP2). Sequence analysis indicates new and unreported sequence changes, mainly affecting the VP2 gene, which included the mutation Tyr324Leu. This study represents the first evidence of a new CPV-2a mutant (VP2 324Leu) and illustrates the importance of a continuous molecular survey in order to obtain more information on effective spread of new CPV mutants.",
      "sentences": [
        [
          {
            "segment_text": "Canine parvovirus ( CPV ) is the etiological agent of a severe viral disease of dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After its emergence in late 1970s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the CPV original type ( CPV-2 ) was rapidly and totally replaced by three antigenic variants named CPV-2a , CPV-2b and CPV-2c .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CPV has an evolutionary rate nearest to those of RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with consequences on disease diagnosis and epidemiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reports the molecular characterization of eight CPV-2a strains collected from dogs in Italy in 2016-2017 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genetic analysis was conducted on a CPV genomic region encompassing both open reading frames ( ORFs ) encoding for nonstructural ( NS1-NS2 ) and structural proteins ( VP1-VP2 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis indicates new and unreported sequence changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly affecting the VP2 gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which included the mutation Tyr324Leu .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study represents the first evidence of a new CPV-2a mutant ( VP2 324Leu ) and illustrates the importance of a continuous molecular survey in order to obtain more information on effective spread of new CPV mutants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "174"
  }
}