{
  "paper_id": "98a6d580176426d4137aee4aec619a56f1e18f7d",
  "metadata": {
    "title": "Mannheimia haemolytica biofilm formation on bovine respiratory epithelial cells",
    "coda_data_split": "train",
    "coda_paper_id": 7569,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mannheimia haemolytica is the most important bacterial agent associated with the bovine respiratory disease complex (BRDC), which causes worldwide economic losses to the cattle industry. M. haemolytica cells initially colonize the tonsillar crypts in the upper respiratory tract of cattle, from where they can subsequently descend into the lungs to cause disease. Many bacteria exist as biofilms inside their hosts. We hypothesize that M. haemolytica colonization of cattle during its commensal state may include biofilm formation. To begin to assess this possibility, we developed an in vitro system to study biofilm formation directly on bovine respiratory epithelial cells. Using fixed primary bovine bronchial epithelial cells, we observed M. haemolytica biofilm formation after a 48 h incubation period at 37 C. Addition of mucin, the main component of mucus present in the upper respiratory tract, decreased M. haemolytica biofilm formation on bovine epithelial cells. We investigated the effects of prior viral infection of the epithelial cells on subsequent biofilm formation by M. haemolytica and found negligible effects. Utilization of this model system will provide new insights into the potential role of biofilm formation by M. haemolytica in the pathogenesis of BRDC.",
      "sentences": [
        [
          {
            "segment_text": "Mannheimia haemolytica is the most important bacterial agent associated with the bovine respiratory disease complex ( BRDC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which causes worldwide economic losses to the cattle industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "M. haemolytica cells initially colonize the tonsillar crypts in the upper respiratory tract of cattle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from where they can subsequently descend into the lungs to cause disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many bacteria exist as biofilms inside their hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesize that M. haemolytica colonization of cattle during its commensal state may include biofilm formation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To begin to assess this possibility ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we developed an in vitro system to study biofilm formation directly on bovine respiratory epithelial cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using fixed primary bovine bronchial epithelial cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we observed M. haemolytica biofilm formation after a 48 h incubation period at 37 C. Addition of mucin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the main component of mucus present in the upper respiratory tract ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "decreased M. haemolytica biofilm formation on bovine epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We investigated the effects of prior viral infection of the epithelial cells on subsequent biofilm formation by M. haemolytica and found negligible effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Utilization of this model system will provide new insights into the potential role of biofilm formation by M. haemolytica in the pathogenesis of BRDC .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "206"
  }
}