{
  "paper_id": "98b76091ff8c781312839fcba69bea37b07f783f",
  "metadata": {
    "title": "Archives of Virology Isolation of a Eoronavirus Durin9 Studies on Puffinosis, a Disease of the Manx Shearwater (Pu//inus pu/[inus)",
    "coda_data_split": "train",
    "coda_paper_id": 9222,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A virus was isolated from 2 day-old mice inoculated with homogenates of either the lungs or blood of 2 different shearwaters affected by puffinosis. Examination of infected suckling mouse brain and infected NCTC-1469 (mouse liver) cell cultures, by electron microscopy, revealed virus particles and inclusion bodies characteristic of a coronavirus. Neutralization, complement fixation and fluorescent antibody tests showed that the virus was related to mouse hepatitis virus. The virus was not isolated from 445 control, uninfected mice. Neutralising antibodies were not detected in 39 sera from diseased shearwaters and 2 sera from apparently healthy birds. Two shearwaters inoculated with the virus did not develop clinical signs of infection. The question of whether the virus was isolated from shearwaters or from laboratory mice is discussed. 1 Arch. Virol. 73/1 0304-8608/82/0073/0001 / $ 02.60 2 P.A. NUTTALJ5 and K. A. HAI~RAP:",
      "sentences": [
        [
          {
            "segment_text": "A virus was isolated from 2 day-old mice inoculated with homogenates of either the lungs or blood of 2 different shearwaters affected by puffinosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Examination of infected suckling mouse brain and infected NCTC-1469 ( mouse liver ) cell cultures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "by electron microscopy , revealed virus particles and inclusion bodies characteristic of a coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutralization , complement fixation and fluorescent antibody tests showed that the virus was related to mouse hepatitis virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus was not isolated from 445 control , uninfected mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neutralising antibodies were not detected in 39 sera from diseased shearwaters and 2 sera from apparently healthy birds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two shearwaters inoculated with the virus did not develop clinical signs of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The question of whether the virus was isolated from shearwaters or from laboratory mice is discussed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 Arch .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Virol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "73/1 0304-8608/82 / 0073/0001 / $ 02.60 2 P.A. NUTTALJ5 and K. A. HAI ~ RAP :",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "detailed investigation is possible owing to the regularity of puffinosis epizootics, and the accessibility of affected birds. This paper reports the isolation of a coronavirus during our attempts to determine wha¢ causes puffinosis.",
      "sentences": [
        [
          {
            "segment_text": "detailed investigation is possible owing to the regularity of puffinosis epizootics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the accessibility of affected birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reports the isolation of a coronavirus during our attempts to determine wha ¢ causes puffinosis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Cell Culture NCTC elorJe 1469 (mouse liver) cells were obtained from Flow Laboratories (Irvine, Scotland) and grown in NCTC 135 medium. Primary mouse maerophage cultures were established by inoculating freshly killed mice intra-peritoneMly with 2 to 3 ml of MEM-Alpha medium (Gibco Bio-eult Ltd., Paisley, Scotland), pummeling the body cavity, and then withdrawing the medium. The ceils, suspended in the medium, were incubated in 25 em ~ flasks. Continuous cell lines of mouse maerophages (P 388D1) and pig kidney PS clone D, were kindly supplied by Dr. J. S. Porterfield (Sir ~Vflliam Dunn School of Pathology, Oxford) and grown as described (13, 16 respectively). Xenopus laevis and Aedes albopictus cell cultures were obtained from M. Pudney (London School of Hygiene and Tropical Medicine) and have been maintained in this laboratory for several years. Xenopus cell cultures were grown in Leibovitz\u0027s medium L-15 supplemented with 10 per cent tryptose phosphate broth, and Aedes cells in Mitsuhashi and Maramorosch medium. BtIK cell cultures were grown in Eagle\u0027s medium (Glasgow modification) supplemented with 10 per cent tryptose phosphate broth, Vero and primary chick embryo fibroblasts (CEF) in Eagle\u0027s MEM. All cell cultures were grown at 37 ° C except Xenopus and Aedes which were grown at 28 ° C, and all media were supplemented with 10 per cent heat-inactivated foetal calf serum (FCS). NCTC growth medium was supplemented with either 10 per cent FCS or 10 per cent horse serum.",
      "sentences": [
        [
          {
            "segment_text": "Cell Culture NCTC elorJe 1469 ( mouse liver ) cells were obtained from Flow Laboratories ( Irvine , Scotland ) and grown in NCTC 135 medium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primary mouse maerophage cultures were established by inoculating freshly killed mice intra-peritoneMly with 2 to 3 ml of MEM-Alpha medium ( Gibco Bio-eult Ltd. , Paisley , Scotland ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pummeling the body cavity , and then withdrawing the medium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ceils , suspended in the medium ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were incubated in 25 em ~ flasks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Continuous cell lines of mouse maerophages ( P 388D1 ) and pig kidney PS clone D ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were kindly supplied by Dr. J. S. Porterfield ( Sir ~ Vflliam Dunn School of Pathology , Oxford ) and grown as described ( 13 , 16 respectively ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Xenopus laevis and Aedes albopictus cell cultures were obtained from M. Pudney ( London School of Hygiene and Tropical Medicine ) and have been maintained in this laboratory for several years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Xenopus cell cultures were grown in Leibovitz \u0027s medium L-15 supplemented with 10 per cent tryptose phosphate broth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and Aedes cells in Mitsuhashi and Maramorosch medium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BtIK cell cultures were grown in Eagle \u0027s medium ( Glasgow modification ) supplemented with 10 per cent tryptose phosphate broth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Vero and primary chick embryo fibroblasts ( CEF ) in Eagle \u0027s MEM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All cell cultures were grown at 37 ° C except Xenopus and Aedes which were grown at 28 ° C ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and all media were supplemented with 10 per cent heat-inactivated foetal calf serum ( FCS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NCTC growth medium was supplemented with either 10 per cent FCS or 10 per cent horse serum .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "21",
    "segment_num": "29",
    "token_num": "479"
  }
}