{
  "paper_id": "98c8f0c6a7721035d1b32934f84b8b7b18834c81",
  "metadata": {
    "title": "Expanding severe acute respiratory infection (SARI) surveillance beyond influenza: The process and data from 1 year of implementation in Vietnam",
    "coda_data_split": "train",
    "coda_paper_id": 9120,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "GHS; USAID; CDC; WHO Background: In 2016, as a component of the Global Health Security Agenda, the Vietnam Ministry of Health expanded its existing influenza sentinel surveillance for severe acute respiratory infections (SARI) to include testing for 7 additional viral respiratory pathogens. This article describes the steps taken to implement expanded SARI surveillance in Vietnam and reports data from 1 year of expanded surveillance.",
      "sentences": [
        [
          {
            "segment_text": "GHS ; USAID ; CDC ; WHO Background : In 2016 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as a component of the Global Health Security Agenda ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Vietnam Ministry of Health expanded its existing influenza sentinel surveillance for severe acute respiratory infections ( SARI ) to include testing for 7 additional viral respiratory pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article describes the steps taken to implement expanded SARI surveillance in Vietnam and reports data from 1 year of expanded surveillance .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The process of expanding the suite of pathogens for routine testing by real-time reverse transcriptase-polymerase chain reaction (rRT-PCR) included laboratory trainings, procurement/distribution of reagents, and strengthening and aligning SARI surveillance epidemiology practices at sentinel sites and regional institutes (RI).",
      "sentences": [
        [
          {
            "segment_text": "The process of expanding the suite of pathogens for routine testing by real-time reverse transcriptase-polymerase chain reaction ( rRT-PCR ) included laboratory trainings ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "procurement/distribution of reagents , and strengthening and aligning SARI surveillance epidemiology practices at sentinel sites and regional institutes ( RI ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ": Surveillance data showed that of 4003 specimens tested by the RI laboratories, 20.2% (n \u003d 810) were positive for influenza virus. Of the 3193 influenza-negative specimens, 41.8% (n \u003d 1337) were positive for at least 1 non-influenza respiratory virus, of which 16.2% (n \u003d 518), 13.4% (n \u003d 428), and 9.6% (n \u003d 308) tested positive for respiratory syncytial virus, rhinovirus, and adenovirus, respectively.",
      "sentences": [
        [
          {
            "segment_text": ": Surveillance data showed that of 4003 specimens tested by the RI laboratories ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "20.2 % ( n \u003d 810 ) were positive for influenza virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 3193 influenza-negative specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "41.8 % ( n \u003d 1337 ) were positive for at least 1 non-influenza respiratory virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 16.2 % ( n \u003d 518 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13.4 % ( n \u003d 428 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 9.6 % ( n \u003d 308 ) tested positive for respiratory syncytial virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus , and adenovirus , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The Government of Vietnam has demonstrated that expanding respiratory viral surveillance by strengthening and building upon an influenza platform is feasible, efficient, and practical.",
      "sentences": [
        [
          {
            "segment_text": "The Government of Vietnam has demonstrated that expanding respiratory viral surveillance by strengthening and building upon an influenza platform is feasible , efficient , and practical .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "adenovirus, global health security, influenza virus, respiratory syncytial virus, rhinovirus, severe acute respiratory infection, Vietnam | 633 ALROY et AL.",
      "sentences": [
        [
          {
            "segment_text": "adenovirus , global health security ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza virus , respiratory syncytial virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus , severe acute respiratory infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Vietnam | 633 ALROY et AL. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "7",
    "segment_num": "19",
    "token_num": "264"
  }
}