{
  "paper_id": "98d83658e5a7c2174de3524a9a3b7c057a34b085",
  "metadata": {
    "title": "Angiotensin-Converting Enzyme 2: The First Decade",
    "coda_data_split": "train",
    "coda_paper_id": 9387,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The renin-angiotensin system (RAS) is a critical regulator of hypertension, primarily through the actions of the vasoactive peptide Ang II, which is generated by the action of angiotensin-converting enzyme (ACE) mediating an increase in blood pressure. The discovery of ACE2, which primarily metabolises Ang II into the vasodilatory Ang-(1-7), has added a new dimension to the traditional RAS. As a result there has been huge interest in ACE2 over the past decade as a potential therapeutic for lowering blood pressure, especially elevation resulting from excess Ang II. Studies focusing on ACE2 have helped to reveal other actions of Ang-(1-7), outside vasodilation, such as antifibrotic and antiproliferative effects. Moreover, investigations focusing on ACE2 have revealed a variety of roles not just catalytic but also as a viral receptor and amino acid transporter. This paper focuses on what is known about ACE2 and its biological roles, paying particular attention to the regulation of ACE2 expression. In light of the entrance of human recombinant ACE2 into clinical trials, we discuss the potential use of ACE2 as a therapeutic and highlight some pertinent questions that still remain unanswered about ACE2.",
      "sentences": [
        [
          {
            "segment_text": "The renin-angiotensin system ( RAS ) is a critical regulator of hypertension ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "primarily through the actions of the vasoactive peptide Ang II ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is generated by the action of angiotensin-converting enzyme ( ACE ) mediating an increase in blood pressure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The discovery of ACE2 , which primarily metabolises Ang II into the vasodilatory Ang - ( 1-7 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has added a new dimension to the traditional RAS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result there has been huge interest in ACE2 over the past decade as a potential therapeutic for lowering blood pressure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially elevation resulting from excess Ang II .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies focusing on ACE2 have helped to reveal other actions of Ang - ( 1-7 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "outside vasodilation , such as antifibrotic and antiproliferative effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , investigations focusing on ACE2 have revealed a variety of roles not just catalytic but also as a viral receptor and amino acid transporter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper focuses on what is known about ACE2 and its biological roles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "paying particular attention to the regulation of ACE2 expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In light of the entrance of human recombinant ACE2 into clinical trials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we discuss the potential use of ACE2 as a therapeutic and highlight some pertinent questions that still remain unanswered about ACE2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "215"
  }
}