{
  "paper_id": "98fd9db3d54a142771aa760cdfcbd53b7cfbd0ed",
  "metadata": {
    "title": "Challenge models to assess new therapies in chronic obstructive pulmonary disease",
    "coda_data_split": "train",
    "coda_paper_id": 8694,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chronic obstructive pulmonary disease (COPD) is a major cause of morbidity and mortality. Current therapies confer partial benefits either by incompletely improving airflow limitation or by reducing acute exacerbations, hence new therapies are desirable. In the absence of robust early predictors of clinical efficacy, the potential success of novel therapeutic agents in COPD will not entirely be known until the drugs enter relatively large and costly clinical trials. New predictive models in humans, and new study designs are being sought to allow for confirmation of pharmacodynamic and potentially clinically meaningful effects in early development. This review focuses on human challenge models with lipopolysaccharide endotoxin, ozone, and rhinovirus, in the early clinical development phases of novel therapeutic agents for the treatment and reduction of exacerbations in COPD.",
      "sentences": [
        [
          {
            "segment_text": "Chronic obstructive pulmonary disease ( COPD ) is a major cause of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current therapies confer partial benefits either by incompletely improving airflow limitation or by reducing acute exacerbations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hence new therapies are desirable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the absence of robust early predictors of clinical efficacy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the potential success of novel therapeutic agents in COPD will not entirely be known until the drugs enter relatively large and costly clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New predictive models in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and new study designs are being sought to allow for confirmation of pharmacodynamic and potentially clinically meaningful effects in early development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on human challenge models with lipopolysaccharide endotoxin ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ozone , and rhinovirus , in the early clinical development phases of novel therapeutic agents for the treatment and reduction of exacerbations in COPD .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "139"
  }
}