{
  "paper_id": "9903fc2ee43aca54acf2469fdc2ae8de2e62a09c",
  "metadata": {
    "title": "Foxp3 + Regulatory T Cells Control Persistence of Viral CNS Infection",
    "coda_data_split": "train",
    "coda_paper_id": 9506,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We earlier established a model of a persistent viral CNS infection using two week old immunologically normal (genetically unmodified) mice and recombinant measles virus (MV). Using this model infection we investigated the role of regulatory T cells (Tregs) as regulators of the immune response in the brain, and assessed whether the persistent CNS infection can be modulated by manipulation of Tregs in the periphery. CD4 + CD25 + Foxp3 + Tregs were expanded or depleted during the persistent phase of the CNS infection, and the consequences for the virus-specific immune response and the extent of persistent infection were analyzed. Virus-specific CD8 + T cells predominantly recognising the H-2D b -presented viral hemagglutinin epitope MV-H 22-30 (RIVINREHL) were quantified in the brain by pentamer staining. Expansion of Tregs after intraperitoneal (i.p.) application of the superagonistic anti-CD28 antibody D665 inducing transient immunosuppression caused increased virus replication and spread in the CNS. In contrast, depletion of Tregs using diphtheria toxin (DT) in DEREG (depletion of regulatory T cells)-mice induced an increase of virus-specific CD8 + effector T cells in the brain and caused a reduction of the persistent infection. These data indicate that manipulation of Tregs in the periphery can be utilized to regulate virus persistence in the CNS.",
      "sentences": [
        [
          {
            "segment_text": "We earlier established a model of a persistent viral CNS infection using two week old immunologically normal ( genetically unmodified ) mice and recombinant measles virus ( MV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using this model infection we investigated the role of regulatory T cells ( Tregs ) as regulators of the immune response in the brain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and assessed whether the persistent CNS infection can be modulated by manipulation of Tregs in the periphery .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "CD4 + CD25 + Foxp3 + Tregs were expanded or depleted during the persistent phase of the CNS infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the consequences for the virus-specific immune response and the extent of persistent infection were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virus-specific CD8 + T cells predominantly recognising the H-2D b - presented viral hemagglutinin epitope MV-H 22-30 ( RIVINREHL ) were quantified in the brain by pentamer staining .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expansion of Tregs after intraperitoneal ( i.p. ) application of the superagonistic anti-CD28 antibody D665 inducing transient immunosuppression caused increased virus replication and spread in the CNS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , depletion of Tregs using diphtheria toxin ( DT ) in DEREG ( depletion of regulatory T cells ) - mice induced an increase of virus-specific CD8 + effector T cells in the brain and caused a reduction of the persistent infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that manipulation of Tregs in the periphery can be utilized to regulate virus persistence in the CNS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "233"
  }
}