{
  "paper_id": "990a8e0997570750ed50697c68f5e26460cf7afd",
  "metadata": {
    "title": "Crystallization and preliminary X-ray crystallographic analysis of a nonstructural protein 15 mutant from Human coronavirus 229E",
    "coda_data_split": "train",
    "coda_paper_id": 7579,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nonstructural protein 15 (nsp15), also called endoribonuclease, is a gene product of open reading frame 1b (ORF 1b) in coronaviruses. It is an important enzyme in the transcription/replication process involved in discontinuous negative-strand RNA synthesis. In this work, mutants of nsp15 from Human coronavirus 229E (HCoV-229E) were made based on structural analysis of the homologous nsp15s in Severe acute respiratory syndrome coronavirus (SARS-CoV) and Mouse hepatitis virus (MHV). The I26A/N52A mutant of nsp15 was overexpressed, purified and crystallized, and this mutant led to a trimeric form rather than hexamers or monomers. Crystals of trimeric nsp15 were obtained by the hanging-drop vapour-diffusion method using polyethylene glycol as a precipitant and diffracted to 2.5 Å resolution. The crystals belonged to space group C222 1 , with unit-cell parameters a \u003d 85.9, b \u003d 137.5, c \u003d 423.1 Å , \u003d \u003d \u003d 90 .",
      "sentences": [
        [
          {
            "segment_text": "Nonstructural protein 15 ( nsp15 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also called endoribonuclease , is a gene product of open reading frame 1b ( ORF 1b ) in coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is an important enzyme in the transcription/replication process involved in discontinuous negative-strand RNA synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this work , mutants of nsp15 from Human coronavirus 229E ( HCoV-229E ) were made based on structural analysis of the homologous nsp15s in Severe acute respiratory syndrome coronavirus ( SARS-CoV ) and Mouse hepatitis virus ( MHV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The I26A/N52A mutant of nsp15 was overexpressed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "purified and crystallized , and this mutant led to a trimeric form rather than hexamers or monomers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crystals of trimeric nsp15 were obtained by the hanging-drop vapour-diffusion method using polyethylene glycol as a precipitant and diffracted to 2.5 Å resolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The crystals belonged to space group C222 1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with unit-cell parameters a \u003d 85.9 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "b \u003d 137.5 , c \u003d 423.1 Å , \u003d \u003d \u003d 90 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Acta Cryst. (2015).",
      "sentences": [
        [
          {
            "segment_text": "Acta Cryst .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "( 2015 ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "171"
  }
}