{
  "paper_id": "990adafb33c7402d0a1753fb05c351e6bf7fc80d",
  "metadata": {
    "title": "Viral Long-Term Evolutionary Strategies Favor Stability over Proliferation",
    "coda_data_split": "train",
    "coda_paper_id": 3669,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses are known to have some of the highest and most diverse mutation rates found in any biological replicator, with single-stranded (ss) RNA viruses evolving the fastest, and double-stranded (ds) DNA viruses having rates approaching those of bacteria. As mutation rates are tightly and negatively correlated with genome size, selection is a clear driver of viral evolution. However, the role of intragenomic interactions as drivers of viral evolution is still unclear. To understand how these two processes affect the long-term evolution of viruses infecting humans, we comprehensively analyzed ssRNA, ssDNA, dsRNA, and dsDNA viruses, to find which virus types and which functions show evidence for episodic diversifying selection and correlated evolution. We show that selection mostly affects single stranded viruses, that correlated evolution is more prevalent in DNA viruses, and that both processes, taken independently, mostly affect viral replication. However, the genes that are jointly affected by both processes are involved in key aspects of their life cycle, favoring viral stability over proliferation. We further show that both evolutionary processes are intimately linked at the amino acid level, which suggests that it is the joint action of selection and correlated evolution, and not just selection, that shapes the evolutionary trajectories of viruses-and possibly of their epidemiological potential.",
      "sentences": [
        [
          {
            "segment_text": "Viruses are known to have some of the highest and most diverse mutation rates found in any biological replicator ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with single-stranded ( ss ) RNA viruses evolving the fastest ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and double-stranded ( ds ) DNA viruses having rates approaching those of bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As mutation rates are tightly and negatively correlated with genome size ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "selection is a clear driver of viral evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the role of intragenomic interactions as drivers of viral evolution is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand how these two processes affect the long-term evolution of viruses infecting humans ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we comprehensively analyzed ssRNA , ssDNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "dsRNA , and dsDNA viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to find which virus types and which functions show evidence for episodic diversifying selection and correlated evolution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that selection mostly affects single stranded viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that correlated evolution is more prevalent in DNA viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that both processes , taken independently , mostly affect viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the genes that are jointly affected by both processes are involved in key aspects of their life cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "favoring viral stability over proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further show that both evolutionary processes are intimately linked at the amino acid level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that it is the joint action of selection and correlated evolution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and not just selection , that shapes the evolutionary trajectories of viruses-and possibly of their epidemiological potential .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "18",
    "token_num": "236"
  }
}