{
  "paper_id": "9914d764c0264d870b16e31a127612307496c3c4",
  "metadata": {
    "title": "Griffithsin inhibits porcine reproductive and respiratory syndrome virus infection in vitro",
    "coda_data_split": "train",
    "coda_paper_id": 8103,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) is a pathogen that severely disrupts swine production. Despite sustained efforts, the disease is still endemic, with high mortality and morbidity. New antiviral strategies to control PRRSV are needed. Griffithsin, a red algal lectin, has potent antiviral effect on several human enveloped viruses, but this effect has not been demonstrated on PRRSV. Here, we first tested the in vitro antiviral activity of Griffithsin against PRRSV. Griffithsin exerted strong saccharide-dependent antiviral activity against PRRSV, probably through interactions with glycans on the surface of PRRSV that interfered with virus entry. Furthermore we revealed that Griffithsin\u0027s action on PRRSV involved blocking viral adsorption, and it had no effect on viral penetration. Besides Our findings also suggested that Griffithsin may interfere with cell-to-cell spread to prevent virus transmission. The remarkable potency profile of Griffithsin supports its potential value as an antiviral agent against PRRSV.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) is a pathogen that severely disrupts swine production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite sustained efforts , the disease is still endemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with high mortality and morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New antiviral strategies to control PRRSV are needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Griffithsin , a red algal lectin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has potent antiviral effect on several human enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but this effect has not been demonstrated on PRRSV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we first tested the in vitro antiviral activity of Griffithsin against PRRSV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Griffithsin exerted strong saccharide-dependent antiviral activity against PRRSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably through interactions with glycans on the surface of PRRSV that interfered with virus entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore we revealed that Griffithsin \u0027s action on PRRSV involved blocking viral adsorption ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it had no effect on viral penetration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides Our findings also suggested that Griffithsin may interfere with cell-to-cell spread to prevent virus transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The remarkable potency profile of Griffithsin supports its potential value as an antiviral agent against PRRSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "167"
  }
}