{
  "paper_id": "992c3caed35095ac078a5e29175047033b8846a3",
  "metadata": {
    "title": "Clinical Trials of Vaccines for Biodefense and Emerging and Neglected Diseases 12 12 Introduction Historical Considerations Regulatory issues Ethical issues Stages of Vaccine Development Overview Pre-IND stage IND stage Phase 1 clinical trials Phase 2 clinical trials Phase 3 clinical trials Phase 4 clinical trials Clinical Trial Protocol Development Background and rationale Objectives and purpose Study design Study population Study agent/interventions Study procedures and evaluations Study schedule Assessment of safety Clinical monitoring Statistical considerations Quality management Ethics/protection of human subjects Data management and record keeping Other considerations II. FUNDAMENTAL ASPECTS OF VACCINOLOGY CLINICAL TRIALS OF VACCINES FOR BIODEFENSE AND EMERGING AND NEGLECTED DISEASES 158",
    "coda_data_split": "train",
    "coda_paper_id": 5640,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development of safe and effective vaccines for the prevention and control of emerging and neglected infectious diseases is an international priority, as is the development of similar control measures for bioterrorist threats. International standards have been established to ensure the protection of human subjects and the scientific integrity of clinical trial study design and data collection. A general overview of the history of the regulatory guidelines and ethical principles underpinning the vaccine development process is provided, with an emphasis on clinical trials conducted in the United States.",
      "sentences": [
        [
          {
            "segment_text": "The development of safe and effective vaccines for the prevention and control of emerging and neglected infectious diseases is an international priority ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as is the development of similar control measures for bioterrorist threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "International standards have been established to ensure the protection of human subjects and the scientific integrity of clinical trial study design and data collection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A general overview of the history of the regulatory guidelines and ethical principles underpinning the vaccine development process is provided ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an emphasis on clinical trials conducted in the United States .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "157",
      "sentences": [
        [
          {
            "segment_text": "157",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The contemporary vaccine development process involves sequential assessment of safety, immunogenicity, and efficacy in phase1, 2, and 3 clinical trials. The process is not always linear or straightforward, and adaptive flexible clinical trial designs can increase the likelihood of a successful outcome. Because the efficacy of vaccines for a number of the diseases discussed in this volume cannot be tested directly in humans, alternative approaches have been developed to address this challenge. The major elements of typical clinical trial protocol are discussed, and a checklist of essential documents supporting the trial is provided. As novel vaccine approaches and technologies emerge, the regulatory and ethical considerations will need to be revisited and adapted to respond to the everchanging landscape.",
      "sentences": [
        [
          {
            "segment_text": "The contemporary vaccine development process involves sequential assessment of safety ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immunogenicity , and efficacy in phase1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "2 , and 3 clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The process is not always linear or straightforward ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and adaptive flexible clinical trial designs can increase the likelihood of a successful outcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because the efficacy of vaccines for a number of the diseases discussed in this volume can not be tested directly in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alternative approaches have been developed to address this challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The major elements of typical clinical trial protocol are discussed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a checklist of essential documents supporting the trial is provided .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As novel vaccine approaches and technologies emerge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the regulatory and ethical considerations will need to be revisited and adapted to respond to the everchanging landscape .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "226"
  }
}