{
  "paper_id": "993ab7c5e90934048e33720b84392ed5c77546aa",
  "metadata": {
    "title": "B cell characterization and reactivity analysis in multiple sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 6707,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "B cells are one of the key players in the pathogenesis of multiple sclerosis (MS). The peripheral B cell distributions are similar in healthy persons and MS patients. In healthy controls, B cells are rarely present in the cerebrospinal fluid (CSF) while in MS patients, a clonally expanded B cell population is detected. This consists of memory B cells, centroblasts and antibody-secreting plasma blasts and plasma cells that are responsible for intrathecal immunoglobulin G production and oligoclonal band formation in more than 90% of MS patients. Unfortunately, the targets of the autoreactive B cells and antibodies remain largely unknown. Various candidate antigens have been identified but often their involvement in the disease process is still unclear. Most studies characterizing these target antigens examined autoantibodies by analyzing sera or CSF of MS patients. An alternative approach is focusing on the clonally expanded B cells. In this way B cells directed against myelin, astroglia and axons have been denoted in MS patients. B cell immortalization, that is based on the antibody-producing potential of Epstein-Barr virus (EBV) transformed B cells, can be used to expand B cells from MS patients for the production of antibodies, that ultimately can be analysed for target identification.",
      "sentences": [
        [
          {
            "segment_text": "B cells are one of the key players in the pathogenesis of multiple sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The peripheral B cell distributions are similar in healthy persons and MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In healthy controls , B cells are rarely present in the cerebrospinal fluid ( CSF ) while in MS patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a clonally expanded B cell population is detected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This consists of memory B cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "centroblasts and antibody-secreting plasma blasts and plasma cells that are responsible for intrathecal immunoglobulin G production and oligoclonal band formation in more than 90 % of MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , the targets of the autoreactive B cells and antibodies remain largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Various candidate antigens have been identified but often their involvement in the disease process is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most studies characterizing these target antigens examined autoantibodies by analyzing sera or CSF of MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An alternative approach is focusing on the clonally expanded B cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this way B cells directed against myelin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "astroglia and axons have been denoted in MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "B cell immortalization , that is based on the antibody-producing potential of Epstein-Barr virus ( EBV ) transformed B cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be used to expand B cells from MS patients for the production of antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that ultimately can be analysed for target identification .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "225"
  }
}