{
  "paper_id": "996e7c228c01585ef44db41bdf64f1c10330fd17",
  "metadata": {
    "title": "Unusual presentation of systemic coronavirosis in a ferret ଝ Présentation atypique d\u0027une coronavirose systémique chez un furet MOTS CLÉS",
    "coda_data_split": "train",
    "coda_paper_id": 5973,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A young ferret was presented for a posterior paresis, urinary and fecal incontinence, weight loss, anorexia and lethargy. Biochemichemistry and hematology revealed hyperproteinemia with hyperglobulinemia and anemia. Abdominal ultrasonography showed splenomegaly, adenomegaly and nephromegaly with abdnomal echogenicity of the abdominal organs, compatible with a diagnosis of systemic coronavirosis. The ferret was humanely euthanized. On histopathology, a severe pyogranulomatous inflammation with neutrophilic vasculitis was seen in several organs (kidney, liver, lung, spleen and lymph node). Immunochemistry with FIPV3-70 antibody revealed the presence of coronaviral antigen within the lesions, confirming the diagnosis of Feline Infectious Peritonitis-like disease. A slight mononuclear radiculoneuritis was also present in the sciatic nerve, possibly explaining the peripheral neuropathy observed in this ferret. Whereas posterior paresis is common and non-specific in ferrets, fecal and urinary incontinence are rarely described. Radiculoneuritis caused by systemic coronavirus should be considered in young patients presenting these symptoms.",
      "sentences": [
        [
          {
            "segment_text": "A young ferret was presented for a posterior paresis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "urinary and fecal incontinence , weight loss , anorexia and lethargy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biochemichemistry and hematology revealed hyperproteinemia with hyperglobulinemia and anemia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Abdominal ultrasonography showed splenomegaly , adenomegaly and nephromegaly with abdnomal echogenicity of the abdominal organs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compatible with a diagnosis of systemic coronavirosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ferret was humanely euthanized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On histopathology , a severe pyogranulomatous inflammation with neutrophilic vasculitis was seen in several organs ( kidney , liver , lung , spleen and lymph node ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunochemistry with FIPV3-70 antibody revealed the presence of coronaviral antigen within the lesions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirming the diagnosis of Feline Infectious Peritonitis-like disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A slight mononuclear radiculoneuritis was also present in the sciatic nerve ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly explaining the peripheral neuropathy observed in this ferret .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas posterior paresis is common and non-specific in ferrets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fecal and urinary incontinence are rarely described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Radiculoneuritis caused by systemic coronavirus should be considered in young patients presenting these symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Un jeune furet est présenté pour une parésie postérieure, une incontinence fécale et urinaire ainsi qu\u0027une perte de poids, une anorexie et de la léthargie. Des examens biochimiques et hématologiques révèlent une hyperprotéinémie, hyperglobulinémie, et une anémie. Après la réalisation d\u0027une échographie abdominale et de cytoponctions, le diagnostic de ଝ Crédits de formation continue. -La lecture de cet article ouvre droit à 0,05 CFC. La déclaration de lecture, individuelle et volontaire, est à effectuer auprès du CNVFCC (cf.sommaire).",
      "sentences": [
        [
          {
            "segment_text": "Un jeune furet est présenté pour une parésie postérieure ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "une incontinence fécale et urinaire ainsi qu\u0027une perte de poids ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "une anorexie et de la léthargie .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Des examens biochimiques et hématologiques révèlent une hyperprotéinémie ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "hyperglobulinémie , et une anémie .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Après la réalisation d\u0027une échographie abdominale et de cytoponctions ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "le diagnostic de ଝ Crédits de formation continue .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "- La lecture de cet article ouvre droit à 0,05 CFC .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "La déclaration de lecture , individuelle et volontaire ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "est à effectuer auprès du CNVFCC ( cf.sommaire ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "261"
  }
}