{
  "paper_id": "997b681276cfd135c552fbbf4a3a5fe68b2c8a58",
  "metadata": {
    "title": "Phylogeny of SARS-CoV as inferred from complete genome comparison",
    "coda_data_split": "train",
    "coda_paper_id": 10125,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "SARS-CoV, as the pathogeny of severe acute respiratory syndrome (SARS), is a mystery that the origin of the virus is still unknown even a few isolates ofthe virus were completely sequenced. To explore the genesis of SARS-ON, the FDOD method previously developed by us was applied to comparing complete genomes from 12 SARS-CoV isolates to those from 12 previously identified coronaviruses and an unrooted phylogenetic tree was constructed. Our results show that all SARS-CoV isolates were clustered into a clique and previously identified coronaviruses formed the other clique. Meanwhile, the three groups of coronaviruses depart from each other clearly in our tree that is consistent with the results of prevenient papers. Differently, from the topology of the phylogenetic tree we found that SARS-CoV is more close to group 1 within genus coronavirus. The topology map also shows that the 12 SARS-CoV isolates may be divided into two groups determined by the association with the SARS-CoV from the Hotel M in Hong Kong that may give some information about the infectious relationship of the SARS.",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV , as the pathogeny of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a mystery that the origin of the virus is still unknown even a few isolates ofthe virus were completely sequenced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To explore the genesis of SARS-ON ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the FDOD method previously developed by us was applied to comparing complete genomes from 12 SARS-CoV isolates to those from 12 previously identified coronaviruses and an unrooted phylogenetic tree was constructed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results show that all SARS-CoV isolates were clustered into a clique and previously identified coronaviruses formed the other clique .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , the three groups of coronaviruses depart from each other clearly in our tree that is consistent with the results of prevenient papers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differently , from the topology of the phylogenetic tree we found that SARS-CoV is more close to group 1 within genus coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The topology map also shows that the 12 SARS-CoV isolates may be divided into two groups determined by the association with the SARS-CoV from the Hotel M in Hong Kong that may give some information about the infectious relationship of the SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "187"
  }
}