{
  "paper_id": "997dcc7f7631a46e94ddd91c2799c8508789359d",
  "metadata": {
    "title": "RIBOSOMAL FRAMESHIFTING IN RESPONSE TO HYPOMODIFIED tRNAs IN XENOPUS OOCYTES",
    "coda_data_split": "train",
    "coda_paper_id": 3855,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We used Xenopus oocytes as an intracellular system to study ribosomal frameshifting. Microinjection of oocytes with a construct encoding the naturally-occurring UUU or AAC codon at the frameshift site demonstrated that the level of frameshifting was similar or lower than found normally in retroviral frameshifting in mammalian cells, suggesting that oocytes are a reliable system to study this event. Phenylalanine (Phe) or asparagine (Asn) tRNAs with and without the highly modified wyebutoxine (Y) or queuosine (Q) base, respectively, were microinjected to assess their ability to promote frameshifting. tRNA Phe +Y inhibited the level of frameshifting, while tRNA Phe −Y promoted frameshifting providing evidence that the hypomodified form does not act only to enhance frameshifting, but is an essential requirement. Both tRNA Asn +Q and tRNA Asn −Q were used indiscriminately in frameshifting, whether the frameshift site contained the wild type AAC, or the mutant AAU codon, suggesting that Q base modification status does not influence this process.",
      "sentences": [
        [
          {
            "segment_text": "We used Xenopus oocytes as an intracellular system to study ribosomal frameshifting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microinjection of oocytes with a construct encoding the naturally-occurring UUU or AAC codon at the frameshift site demonstrated that the level of frameshifting was similar or lower than found normally in retroviral frameshifting in mammalian cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that oocytes are a reliable system to study this event .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phenylalanine ( Phe ) or asparagine ( Asn ) tRNAs with and without the highly modified wyebutoxine ( Y ) or queuosine ( Q ) base ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , were microinjected to assess their ability to promote frameshifting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "tRNA Phe + Y inhibited the level of frameshifting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while tRNA Phe − Y promoted frameshifting providing evidence that the hypomodified form does not act only to enhance frameshifting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but is an essential requirement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both tRNA Asn + Q and tRNA Asn − Q were used indiscriminately in frameshifting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whether the frameshift site contained the wild type AAC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or the mutant AAU codon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that Q base modification status does not influence this process .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "182"
  }
}