{
  "paper_id": "99878b27abf822d05c58aca2be825dd6652e9551",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10240,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The global energy system is in transition to a new energy order characterized by the emergence of the United States as a net oil exporter, the shale revolution and the gradual shift towards low-carbon sources and renewables. The shale boom in the US was a game changer, as was the election of Donald Trump as US president. Trump pushed an ambitious \"America first\" agenda aimed at transforming the US into a global energy superpower. The purpose of this article is two-fold: first, it outlines the key pillars of the emerging global energy order. Second, it underscores the role of contingent events, a factor neglected by some previous studies because of their reliance on what A.O.Hirschman (1970) termed \"paradigmatic thinking\". The recent transition in the international energy order is an outcome of two paramount, yet largely unanticipated events: the shale revolution in the US and Trump\u0027s neomercantilist and unilateralist economic policies. While contingencies are an inherent feature of social reality, the scenario approach can be a useful heuristic for dealing with uncertainties. The article concludes by discussing the implications of these developments for global energy governance.",
      "sentences": [
        [
          {
            "segment_text": "The global energy system is in transition to a new energy order characterized by the emergence of the United States as a net oil exporter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the shale revolution and the gradual shift towards low-carbon sources and renewables .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The shale boom in the US was a game changer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as was the election of Donald Trump as US president .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Trump pushed an ambitious `` America first \u0027\u0027 agenda aimed at transforming the US into a global energy superpower .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this article is two-fold : first ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "it outlines the key pillars of the emerging global energy order .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Second , it underscores the role of contingent events ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a factor neglected by some previous studies because of their reliance on what A.O.Hirschman ( 1970 ) termed `` paradigmatic thinking \u0027\u0027 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The recent transition in the international energy order is an outcome of two paramount ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yet largely unanticipated events : the shale revolution in the US and Trump \u0027s neomercantilist and unilateralist economic policies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While contingencies are an inherent feature of social reality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the scenario approach can be a useful heuristic for dealing with uncertainties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The article concludes by discussing the implications of these developments for global energy governance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "209"
  }
}