{
  "paper_id": "9988494692660e2c2616eddd2e8548fb6e030e11",
  "metadata": {
    "title": "The context of host competence: a role for plasticity in host- parasite dynamics",
    "coda_data_split": "train",
    "coda_paper_id": 3882,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Even apparently similar hosts can respond differently to the same parasites. Some individuals or specific groups of individuals disproportionately affect disease dynamics. Understanding the sources of among-host heterogeneity in the ability to transmit parasites would improve disease management. A major source of host variation might be phenotypic plasticity -the tendency for phenotypes to change across different environments. Plasticity might be as important as, or even more important than, genetic change, especially in light of human modifications of the environment, because it can occur on a more rapid timescale than evolution. We argue that variation in phenotypic plasticity among and within species strongly contributes to epidemiological dynamics when parasites are shared among multiple hosts, which is often the case.",
      "sentences": [
        [
          {
            "segment_text": "Even apparently similar hosts can respond differently to the same parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some individuals or specific groups of individuals disproportionately affect disease dynamics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the sources of among-host heterogeneity in the ability to transmit parasites would improve disease management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major source of host variation might be phenotypic plasticity - the tendency for phenotypes to change across different environments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Plasticity might be as important as ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or even more important than ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genetic change , especially in light of human modifications of the environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because it can occur on a more rapid timescale than evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We argue that variation in phenotypic plasticity among and within species strongly contributes to epidemiological dynamics when parasites are shared among multiple hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is often the case .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "130"
  }
}