{
  "paper_id": "998c14323b9d83784226729e2dd143a87be21203",
  "metadata": {
    "title": "Serum haptoglobin as an indicator of the acute phase response in bovine respiratory disease",
    "coda_data_split": "train",
    "coda_paper_id": 3320,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The early stages of the host response to infectious agents include a number of physiologic changes, collectively known as the acute phase response. The acute phase response is comprised of reactions localized at the site of infection, as well as the initiation of systemic responses, which include a rapid increase in the serum concentration of some proteins, known as acute phase proteins (APP). Using polyacrylamide gel electrophoresis, we detected two APP of approximately 22 and 37kDa molecular weight in sera obtained from cattle with bovine respiratory disease (BRD). Based on their presence in the sera of sick, but not normal animals, the molecular weights, N-terminal amino acid sequence analysis, and the ability to bind hemoglobin, we identified these proteins as the Q and B subunits of haptoglobin. The haptoglobin molecule and the Q subunit were isolated from serum, purified, and used to produce monoclonal and polyclonal antibodies. With these reagents, an enzyme linked immunosorbent assay was developed to measure the concentration of haptoglobin in bovine serum. Using an experimental model of BRD induced by a sequential challenge of calves with bovine herpesvirus type-l and Pasteurella haemolytica, we Abbreviations: SDS-PAGE \u003d Sodium dodecyl sulfate-polyacrylamide gel electrophoresis; APP \u003d Acute phase protein; BRD \u003d Bovine respiratory disease; BHV-1 \u003d Bovine herpesvirus-1; ELISA \u003d Enzyme linked immunosorbent assay; HPLC \u003d High pressure liquid chromatography; PBST \u003d Phosphate buffered saline with 0.5% Tween 20 * Corresponding author. Tel.: (306) 966-7479; fax: (306) %6-7478. Ol65-2427/%/$15.00 0 1996 Elsevier Science B.V. All rights reserved SSDI 0165-2427(95)05520-7 278 D.L. Godson et al./ Veterinury lmmunobgy und Immunopathology 51 f 19961277-292",
      "sentences": [
        [
          {
            "segment_text": "The early stages of the host response to infectious agents include a number of physiologic changes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "collectively known as the acute phase response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The acute phase response is comprised of reactions localized at the site of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as the initiation of systemic responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which include a rapid increase in the serum concentration of some proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "known as acute phase proteins ( APP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using polyacrylamide gel electrophoresis , we detected two APP of approximately 22 and 37kDa molecular weight in sera obtained from cattle with bovine respiratory disease ( BRD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on their presence in the sera of sick ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but not normal animals , the molecular weights ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "N-terminal amino acid sequence analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the ability to bind hemoglobin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified these proteins as the Q and B subunits of haptoglobin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The haptoglobin molecule and the Q subunit were isolated from serum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "purified , and used to produce monoclonal and polyclonal antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With these reagents , an enzyme linked immunosorbent assay was developed to measure the concentration of haptoglobin in bovine serum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using an experimental model of BRD induced by a sequential challenge of calves with bovine herpesvirus type-l and Pasteurella haemolytica ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we Abbreviations : SDS-PAGE \u003d Sodium dodecyl sulfate-polyacrylamide gel electrophoresis ; APP \u003d Acute phase protein ; BRD \u003d Bovine respiratory disease ; BHV-1 \u003d Bovine herpesvirus-1 ; ELISA \u003d Enzyme linked immunosorbent assay ; HPLC \u003d High pressure liquid chromatography ; PBST \u003d Phosphate buffered saline with 0.5 % Tween 20 * Corresponding author .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tel. : -LRB-306-RRB- 966-7479 ; fax : ( 306 ) % 6-7478 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ol65-2427 / % / $ 15.00 0 1996 Elsevier Science B.V. All rights reserved SSDI 0165-2427 ( 95 ) 05520-7 278 D.L. Godson et al. / Veterinury lmmunobgy und Immunopathology 51 f 19961277-292",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "observed a temporal relationship between the increase in haptoglobin concentration in serum and the onset of bacterial infection. The haptoglobin concentration ranged from undetectable in the serum of most calves prior to challenge, to greater than 1 mgml -\u0027 in over one-third of the calves at the height of disease. Furthermore, the concentration of haptoglobin was associated significantly with other measures of the severity of disease. Together, these results indicate that quantification of acute phase proteins in animals with BRD could be a valuable diagnostic and prognostic aid.",
      "sentences": [
        [
          {
            "segment_text": "observed a temporal relationship between the increase in haptoglobin concentration in serum and the onset of bacterial infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The haptoglobin concentration ranged from undetectable in the serum of most calves prior to challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to greater than 1 mgml - \u0027 in over one-third of the calves at the height of disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the concentration of haptoglobin was associated significantly with other measures of the severity of disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these results indicate that quantification of acute phase proteins in animals with BRD could be a valuable diagnostic and prognostic aid .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "407"
  }
}