{
  "paper_id": "99957cafff6d3a60cbeb20a032395e2dd4f25d21",
  "metadata": {
    "title": "Virus Research Molecular characterization of the S proteins of two enterotropic murine coronavirus strains",
    "coda_data_split": "train",
    "coda_paper_id": 8794,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Enterotropic strains of routine coronaviruses (MHV-Y and MHV-RI) differ extensively in their pathogenesis from the prototypic respiratory strains of murine coronaviruses. In an effort to determine which viral proteins might be determinants of enterotropism, immunoblots of MHV-Y and MHV-RI virions using anti-S, -N and -M protein-specific antisera were performed. The uncleaved MHV-Y and MHV-RI S proteins migrated slightly faster than the MHV-A59 S protein. The MHV-Y S protein was inefficiently cleaved. The MHV-Y, MHV-RI and MHV-A59 N and M proteins showed only minor differences in their migration. The S genes of MHV-Y and MHV-RI were cloned, sequenced and found to encode 1361 and 1376 amino acid long proteins, respectively. The presence of several amino acids changes upstream from the predicted cleavage site of the MHV-Y S protein may contribute its inefficient cleavage. A high degree of homology was found between the MHV-RI and MHV-4 S proteins, whereas the homology between the MHV-Y S protein and the S proteins of other MHV strains was much lower. These results indicate that the enterotropism of MHV-RI and MHV-Y may be determined by different amino acid changes in the S protein and/or by changes in other viral proteins.",
      "sentences": [
        [
          {
            "segment_text": "Enterotropic strains of routine coronaviruses ( MHV-Y and MHV-RI ) differ extensively in their pathogenesis from the prototypic respiratory strains of murine coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In an effort to determine which viral proteins might be determinants of enterotropism ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immunoblots of MHV-Y and MHV-RI virions using anti-S ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "- N and - M protein-specific antisera were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The uncleaved MHV-Y and MHV-RI S proteins migrated slightly faster than the MHV-A59 S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MHV-Y S protein was inefficiently cleaved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MHV-Y , MHV-RI and MHV-A59 N and M proteins showed only minor differences in their migration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S genes of MHV-Y and MHV-RI were cloned ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sequenced and found to encode 1361 and 1376 amino acid long proteins , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of several amino acids changes upstream from the predicted cleavage site of the MHV-Y S protein may contribute its inefficient cleavage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A high degree of homology was found between the MHV-RI and MHV-4 S proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the homology between the MHV-Y S protein and the S proteins of other MHV strains was much lower .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the enterotropism of MHV-RI and MHV-Y may be determined by different amino acid changes in the S protein and/or by changes in other viral proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "213"
  }
}