{
  "paper_id": "9996a65256452eb4d3bf4f932e2a43bf4fabade5",
  "metadata": {
    "title": "Early Warning Systems Defi ned",
    "coda_data_split": "train",
    "coda_paper_id": 5561,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter defi nes and describes early warning systems (EWS) by examining structures and functions of EWS. The focus of this book is on climate change, but other hazards help to better illustrate and understand EWS in the context of climate change. These include hazards which manifest rapidly, such as tsunamis, as well as creeping hazards which manifest slowly, such as drought. The fundamental tenet is that each EWS needs to be viewed as a social process which often involves technical components embedded in their social context. That leads to a preference for a \u0027First Mile\u0027 approach for designing EWS, which involves communities from the beginning of developing an EWS, rather than a \u0027Last Mile\u0027 approach, which adds people and communities towards the end of the design process. By keeping people and communities at the centre of an EWS from the beginning, the EWS can contribute to daily life and livelihoods, thereby supporting wider disaster risk reduction and sustainable development endeavours, rather than being a separate system waiting to be triggered only when a hazard appears. Yet any EWS has limitations. Those limitations need to be recognised and overcome through other approaches, with possibilities being to consider \u0027medium warning\u0027 and \u0027late warning\u0027 systems rather than just early warning.",
      "sentences": [
        [
          {
            "segment_text": "This chapter defi nes and describes early warning systems ( EWS ) by examining structures and functions of EWS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The focus of this book is on climate change ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but other hazards help to better illustrate and understand EWS in the context of climate change .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These include hazards which manifest rapidly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as tsunamis , as well as creeping hazards which manifest slowly , such as drought .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fundamental tenet is that each EWS needs to be viewed as a social process which often involves technical components embedded in their social context .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "That leads to a preference for a ` First Mile \u0027 approach for designing EWS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which involves communities from the beginning of developing an EWS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than a ` Last Mile \u0027 approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which adds people and communities towards the end of the design process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By keeping people and communities at the centre of an EWS from the beginning ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the EWS can contribute to daily life and livelihoods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby supporting wider disaster risk reduction and sustainable development endeavours ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than being a separate system waiting to be triggered only when a hazard appears .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Yet any EWS has limitations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those limitations need to be recognised and overcome through other approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with possibilities being to consider ` medium warning \u0027 and ` late warning \u0027 systems rather than just early warning .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "237"
  }
}