{
  "paper_id": "99c0958f9fa04d32dcdd13fcc01ffcb531f48950",
  "metadata": {
    "title": "Plagues, Public Health, and Politics 1",
    "coda_data_split": "train",
    "coda_paper_id": 9400,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "lord mayor and aldermen of the city of London put into place a set of orders \"concerning the infection of the plague,\" which was then sweeping through the population. He intended that these actions would be \"very expedient for preventing and avoiding of infection of sickness\" (1).",
      "sentences": [
        [
          {
            "segment_text": "lord mayor and aldermen of the city of London put into place a set of orders `` concerning the infection of the plague ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 which was then sweeping through the population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He intended that these actions would be `` very expedient for preventing and avoiding of infection of sickness \u0027\u0027 ( 1 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "At that time, London faced a public health crisis, with an inadequate scientific base in that the role of rats and their fleas in disease transmission was unknown. Nonetheless, this crisis was faced with good intentions by the top medical and political figures of the community. Daniel Defoe made an observation that could apply to many public health interventions then and today, \"This shutting up of houses was at first counted a very cruel and unchristian method… but it was a public good that justified a private mischief\" (1). Then, just as today, a complex relationship existed between the science of public health and the practice of public health and politics. We address the relationship between science, public health, and politics, with a particular emphasis on infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "At that time , London faced a public health crisis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with an inadequate scientific base in that the role of rats and their fleas in disease transmission was unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , this crisis was faced with good intentions by the top medical and political figures of the community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Daniel Defoe made an observation that could apply to many public health interventions then and today ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "`` This shutting up of houses was at first counted a very cruel and unchristian method ... but it was a public good that justified a private mischief \u0027\u0027 ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Then , just as today ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a complex relationship existed between the science of public health and the practice of public health and politics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We address the relationship between science ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "public health , and politics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a particular emphasis on infectious diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Science, public health, and politics are not only compatible, but all three are necessary to improve the public\u0027s health. The progress of each area of public health is related to the strength of the other areas. The effect of politics in public health becomes dangerous when policy is dictated by ideology. Policy is also threatened when it is solely determined by science, devoid of considerations of social condition, culture, economics, and public will.",
      "sentences": [
        [
          {
            "segment_text": "Science , public health , and politics are not only compatible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but all three are necessary to improve the public \u0027s health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The progress of each area of public health is related to the strength of the other areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The effect of politics in public health becomes dangerous when policy is dictated by ideology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Policy is also threatened when it is solely determined by science ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "devoid of considerations of social condition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "culture , economics , and public will .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "When using the word \"politics,\" we refer not simply to partisan politics but to the broader set of policies and sys-tems. Although ideology is used in many different ways, in this case, it refers to individual systems of belief that may color a person\u0027s attitudes and actions and that are not necessarily based on scientific evidence (2).",
      "sentences": [
        [
          {
            "segment_text": "When using the word `` politics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 we refer not simply to partisan politics but to the broader set of policies and sys-tems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although ideology is used in many different ways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in this case , it refers to individual systems of belief that may color a person \u0027s attitudes and actions and that are not necessarily based on scientific evidence ( 2 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "355"
  }
}