{
  "paper_id": "99c9c1e5588a8e109e0e82cc66acea4dc5808a02",
  "metadata": {
    "title": "ARTICLE Interferon-induced transmembrane protein-3 genetic variant rs12252-C is associated with severe influenza in Chinese individuals",
    "coda_data_split": "train",
    "coda_paper_id": 9539,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The SNP rs12252-C allele alters the function of interferon-induced transmembrane protein-3 increasing the disease severity of influenza virus infection in Caucasians, but the allele is rare. However, rs12252-C is much more common in Han Chinese. Here we report that the CC genotype is found in 69% of Chinese patients with severe pandemic influenza A H1N1/09 virus infection compared with 25% in those with mild infection. Specifically, the CC genotype was estimated to confer a sixfold greater risk for severe infection than the CT and TT genotypes. More importantly, because the risk genotype occurs with such a high frequency, its effect translates to a large population-attributable risk of 54.3% for severe infection in the Chinese population studied compared with 5.4% in Northern Europeans. Interferon-induced transmembrane protein-3 genetic variants could, therefore, have a strong effect of the epidemiology of influenza in China and in people of Chinese descent.",
      "sentences": [
        [
          {
            "segment_text": "The SNP rs12252-C allele alters the function of interferon-induced transmembrane protein-3 increasing the disease severity of influenza virus infection in Caucasians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the allele is rare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , rs12252-C is much more common in Han Chinese .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that the CC genotype is found in 69 % of Chinese patients with severe pandemic influenza A H1N1/09 virus infection compared with 25 % in those with mild infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , the CC genotype was estimated to confer a sixfold greater risk for severe infection than the CT and TT genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More importantly , because the risk genotype occurs with such a high frequency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its effect translates to a large population-attributable risk of 54.3 % for severe infection in the Chinese population studied compared with 5.4 % in Northern Europeans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interferon-induced transmembrane protein-3 genetic variants could ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "therefore , have a strong effect of the epidemiology of influenza in China and in people of Chinese descent .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "163"
  }
}