{
  "paper_id": "99cc0233178fb1ede4d4f447dac746bcc3baeaeb",
  "metadata": {
    "title": "Evidence of intra-segmental homologous recombination in influenza A virus",
    "coda_data_split": "train",
    "coda_paper_id": 4636,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The evolution of influenza viruses is remarkably dynamic. Influenza viruses evolve rapidly in sequence and undergo frequent reassortment of different gene segments. Homologous recombination, although commonly seen as an important component of dynamic genome evolution in many other organisms, is believed to be rare in influenza. In this study, 256 gene segments from 32 influenza A genomes were examined for homologous recombination, three recombinant H1N1 strains were detected and they most likely resulted from one recombination event between two closely rated parental sequences. These findings suggest that homologous recombination in influenza viruses tends to take place between strains sharing high sequence similarity. The three recombinant strains were isolated at different time periods and they form a clade, indicating that recombinant strains could circulate. In addition, the simulation results showed that many recombinant sequences might not be detectable by currently existing recombinant detection programs when the parental sequences are of high sequence similarity. Finally, possible ways were discussed to improve the accuracy of the detection for recombinant sequences in influenza.",
      "sentences": [
        [
          {
            "segment_text": "The evolution of influenza viruses is remarkably dynamic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza viruses evolve rapidly in sequence and undergo frequent reassortment of different gene segments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Homologous recombination , although commonly seen as an important component of dynamic genome evolution in many other organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is believed to be rare in influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , 256 gene segments from 32 influenza A genomes were examined for homologous recombination ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "three recombinant H1N1 strains were detected and they most likely resulted from one recombination event between two closely rated parental sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that homologous recombination in influenza viruses tends to take place between strains sharing high sequence similarity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The three recombinant strains were isolated at different time periods and they form a clade ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that recombinant strains could circulate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the simulation results showed that many recombinant sequences might not be detectable by currently existing recombinant detection programs when the parental sequences are of high sequence similarity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , possible ways were discussed to improve the accuracy of the detection for recombinant sequences in influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "184"
  }
}