{
  "paper_id": "99cd5c9109d6cfb8a3ac78db0eded772762d2ecf",
  "metadata": {
    "title": "Performance of cows and summer-born calves and economics in semi-confined and confined beef systems",
    "coda_data_split": "train",
    "coda_paper_id": 5978,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: Cow and calf performance in a semi-confined cow-calf production system was compared with total confinement using summer-born calves.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : Cow and calf performance in a semi-confined cow-calf production system was compared with total confinement using summer-born calves .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Material and Methods: The experiment was conducted over 3 yr in eastern Nebraska (ENREC) and 2 yr in western Nebraska (PREC) in a randomized complete block design. Lactating, crossbred beef cows (n \u003d 127 at ENREC; n \u003d 56 at PREC) with summer-born calves were used from November to April. Treatments were (1) drylot feeding or (2) cornstalk grazing with supplementation. Dry-lot pairs were limit fed a crop residue and distillersbased diet to meet energy requirements of a lactating cow. A dried distillers grain-based pellet was supplemented to pairs on cornstalks at a rate of 2.4 kg of DM/pair daily. Dry-lot cow-calf pairs were limit fed 12.1 kg of DM/d throughout the trial.",
      "sentences": [
        [
          {
            "segment_text": "Material and Methods : The experiment was conducted over 3 yr in eastern Nebraska ( ENREC ) and 2 yr in western Nebraska ( PREC ) in a randomized complete block design .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lactating , crossbred beef cows ( n \u003d 127 at ENREC ; n \u003d 56 at PREC ) with summer-born calves were used from November to April .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatments were ( 1 ) drylot feeding or ( 2 ) cornstalk grazing with supplementation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Dry-lot pairs were limit fed a crop residue and distillersbased diet to meet energy requirements of a lactating cow .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A dried distillers grain-based pellet was supplemented to pairs on cornstalks at a rate of 2.4 kg of DM/pair daily .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Dry-lot cow-calf pairs were limit fed 12.1 kg of DM/d throughout the trial .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results and Discussion: At ENREC, cows wintered on cornstalks lost BW and had a 0.46-unit decrease in BCS (P \u003c 0.01), whereas cows in the dry-lot gained BW and had a 0.24-unit increase in BCS. At PREC, BCS increased by 0.03 units for cows wintered in the dry-lot and decreased by 0.26 units for cows wintered on cornstalks (P \u003c 0.04). At both locations, calves fed in a dry-lot had greater ADG and BW per day of age compared with calves offered cornstalk grazing with supplementation (P ≤ 0.03).",
      "sentences": [
        [
          {
            "segment_text": "Results and Discussion : At ENREC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cows wintered on cornstalks lost BW and had a 0.46-unit decrease in BCS ( P \u003c 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas cows in the dry-lot gained BW and had a 0.24-unit increase in BCS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At PREC , BCS increased by 0.03 units for cows wintered in the dry-lot and decreased by 0.26 units for cows wintered on cornstalks ( P \u003c 0.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At both locations , calves fed in a dry-lot had greater ADG and BW per day of age compared with calves offered cornstalk grazing with supplementation ( P ≤ 0.03 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Implications and Applications: A partial budget suggests that lower winter production inputs compensate for reduced performance of calves when cow-calf pairs are wintered on cornstalks, making residue grazing a viable option in partial confinement systems.",
      "sentences": [
        [
          {
            "segment_text": "Implications and Applications : A partial budget suggests that lower winter production inputs compensate for reduced performance of calves when cow-calf pairs are wintered on cornstalks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making residue grazing a viable option in partial confinement systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "294"
  }
}