{
  "paper_id": "99da3adecbf75588f2b231f28a660d32a8ed5829",
  "metadata": {
    "title": "Cell attenuated porcine epidemic diarrhea virus strain Zhejiang08 provides effective immune protection attributed to dendritic cell stimulation",
    "coda_data_split": "train",
    "coda_paper_id": 2898,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since 2010, the porcine epidemic diarrhea coronavirus (PEDV) has caused significant damage to the global pork industry. However, classical PEDV vaccine strains only provide limited protection against emerging strains. In this study, we successfully isolated and attenuated the PEDV epidemic strain Zhejiang08, which was characterized by good cell adaptation and high-titer production 48 h post infection in Vero E6 cells. The attenuated virus induced a high level of virus-specific neutralizing antibodies until 120 days after immunization in piglets and provided complete protection when challenged with an emerging virus strain on day 14 post immunization. Moreover, the capability to activate dendritic cells (DCs) of this isolate was identified. Higher expression levels of IL-12 and IFN-c were recorded in DCs after treatment with Zhejiang08 for 24 h. Furthermore, genome sequencing and phylogenetic analysis revealed high homology between the main antigen epitopes of Zhejiang08 and PEDV pandemic isolates following 2011. Combining the glycosylation site prediction results and their distribution within the spatial structure of the S protein, led to the conclusion that the observed more effective host immune response of Zhejiang08 compared to CV777 was possibly associated with a lack of the potential glycosylation site in the 296 amino acids of the S protein. In summary, we illustrated that the attenuated virus represents a promising vaccine candidate.",
      "sentences": [
        [
          {
            "segment_text": "Since 2010 , the porcine epidemic diarrhea coronavirus ( PEDV ) has caused significant damage to the global pork industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , classical PEDV vaccine strains only provide limited protection against emerging strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we successfully isolated and attenuated the PEDV epidemic strain Zhejiang08 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was characterized by good cell adaptation and high-titer production 48 h post infection in Vero E6 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attenuated virus induced a high level of virus-specific neutralizing antibodies until 120 days after immunization in piglets and provided complete protection when challenged with an emerging virus strain on day 14 post immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the capability to activate dendritic cells ( DCs ) of this isolate was identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher expression levels of IL-12 and IFN-c were recorded in DCs after treatment with Zhejiang08 for 24 h. Furthermore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genome sequencing and phylogenetic analysis revealed high homology between the main antigen epitopes of Zhejiang08 and PEDV pandemic isolates following 2011 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combining the glycosylation site prediction results and their distribution within the spatial structure of the S protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "led to the conclusion that the observed more effective host immune response of Zhejiang08 compared to CV777 was possibly associated with a lack of the potential glycosylation site in the 296 amino acids of the S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , we illustrated that the attenuated virus represents a promising vaccine candidate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "234"
  }
}