{
  "paper_id": "99e788920d9bc9e4792a54d4daa546045c04f9cc",
  "metadata": {
    "title": "Different altered stage correlative expression of high abundance acute-phase proteins in sera of patients with epithelial ovarian carcinoma",
    "coda_data_split": "train",
    "coda_paper_id": 6667,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The general enhanced expression of α 1 -antichymotrypsin (ACT), clusterin (CLU), α 1 -antitrypsin (AAT), haptoglobin β-chain (HAP), and leucine rich glycoprotein (LRG) in the sera of patients with epithelial ovarian carcinoma (EOCa) was recently reported. In the present study, we compared the expression of the serum acute-phase proteins (APPs) in the patients according to their stages of cancer.",
      "sentences": [
        [
          {
            "segment_text": "The general enhanced expression of α 1 - antichymotrypsin ( ACT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clusterin ( CLU ) , α 1 - antitrypsin ( AAT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "haptoglobin β-chain ( HAP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and leucine rich glycoprotein ( LRG ) in the sera of patients with epithelial ovarian carcinoma ( EOCa ) was recently reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we compared the expression of the serum acute-phase proteins ( APPs ) in the patients according to their stages of cancer .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Different altered stage correlative expression of the high abundance serum APPs was demonstrated in sera of the patients studied. While the expression of ACT, HAP and AAT appeared to demonstrate positive correlation with the three initial stages of the cancer, inverse correlation was apparently detected in the expression of LRG and CLU. For patients who were diagnosed with stage IV of the cancer, expression of the serum APPs did not conform to the altered progression changes.",
      "sentences": [
        [
          {
            "segment_text": "Results : Different altered stage correlative expression of the high abundance serum APPs was demonstrated in sera of the patients studied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the expression of ACT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAP and AAT appeared to demonstrate positive correlation with the three initial stages of the cancer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inverse correlation was apparently detected in the expression of LRG and CLU .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For patients who were diagnosed with stage IV of the cancer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "expression of the serum APPs did not conform to the altered progression changes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results highlight the potential prognostic significance of selective high abundance serum APPs in patients with EOCa.",
      "sentences": [
        [
          {
            "segment_text": "Our results highlight the potential prognostic significance of selective high abundance serum APPs in patients with EOCa .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "184"
  }
}