{
  "paper_id": "9a1a10100f7775bd56bc8da313de424738fdad99",
  "metadata": {
    "title": "Dromedary Camels and the Transmission of Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
    "coda_data_split": "train",
    "coda_paper_id": 6741,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is an existential threat to global public health. The virus has been repeatedly detected in dromedary camels (Camelus dromedarius). Adult animals in many countries in the Middle East as well as in North and East Africa showed high (\u003e90%) seroprevalence to the virus. Middle East respiratory syndrome coronavirus isolated from dromedaries is genetically and phenotypically similar to viruses from humans. We summarize current understanding of the ecology of MERS-CoV in animals and transmission at the animal-human interface. We review aspects of husbandry, animal movements and trade and the use and consumption of camel dairy and meat products in the Middle East that may be relevant to the epidemiology of MERS. We also highlight the gaps in understanding the transmission of this virus in animals and from animals to humans.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) is an existential threat to global public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus has been repeatedly detected in dromedary camels ( Camelus dromedarius ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Adult animals in many countries in the Middle East as well as in North and East Africa showed high ( \u003e 90 % ) seroprevalence to the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus isolated from dromedaries is genetically and phenotypically similar to viruses from humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We summarize current understanding of the ecology of MERS-CoV in animals and transmission at the animal-human interface .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We review aspects of husbandry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animal movements and trade and the use and consumption of camel dairy and meat products in the Middle East that may be relevant to the epidemiology of MERS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also highlight the gaps in understanding the transmission of this virus in animals and from animals to humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "151"
  }
}