{
  "paper_id": "9a2a84d1675e889fd02aa4d795c8d36a95ec7854",
  "metadata": {
    "title": "Elicitation Enhanced the Yield of Glycyrrhizin and Antioxidant Activities in Hairy Root Cultures of Glycyrrhiza glabra L",
    "coda_data_split": "train",
    "coda_paper_id": 8918,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Glycyrrhiza glabra L. has become an endangered medicinal plant due to the unabated extraction of glycyrrhizin. Glycyrrhizin is a triterpenoid saponin that is a root centric secondary metabolite having numerous pharmacological properties, such as anti-inflammatory, immunomodulatory, antiallergic, antiulcer, and is found to be effective even against HIV. Harvesting of the roots for high value glycyrrhizin destroys the whole plant causing existential threat to the plant itself and consequent damage to biodiversity. The present study establishes that hairy root cultures of G. glabra, using an optimized elicitor, can dramatically enhance focused production of glycyrrhizin at a much faster pace year-round without causing destruction of the plant. Hairy root cultures of G. glabra were developed using the Agrobacterium rhizogenes A4 strain. The glycyrrhizin content was enhanced using different biotic and abiotic elicitors, for example, PEG (polyethylene glycol), CdCl 2 , cellulase, and mannan at different concentrations and durations. PEG at 1% concentration enhanced the yield of glycyrrhizin up to 5.4fold after 24 h of exposure, whereas 200 µg mL −1 cellulase enhanced glycyrrhizin yield to 8.6-fold after 7 days of treatment. Mannan at 10 mg L −1 concentration enhanced the production of glycyrrhizin up to 7.8-fold after 10 days of stress. Among different antioxidant enzymes, SOD activity was significantly enhanced under drought, cellulase and mannan stress. This identification of elicitors can result in abundant supply of valuable glycyrrhizin to meet broad spectrum demand through commercial production without endangering G. glabra L.",
      "sentences": [
        [
          {
            "segment_text": "Glycyrrhiza glabra L. has become an endangered medicinal plant due to the unabated extraction of glycyrrhizin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glycyrrhizin is a triterpenoid saponin that is a root centric secondary metabolite having numerous pharmacological properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as anti-inflammatory , immunomodulatory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiallergic , antiulcer , and is found to be effective even against HIV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Harvesting of the roots for high value glycyrrhizin destroys the whole plant causing existential threat to the plant itself and consequent damage to biodiversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study establishes that hairy root cultures of G. glabra ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using an optimized elicitor , can dramatically enhance focused production of glycyrrhizin at a much faster pace year-round without causing destruction of the plant .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Hairy root cultures of G. glabra were developed using the Agrobacterium rhizogenes A4 strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The glycyrrhizin content was enhanced using different biotic and abiotic elicitors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for example , PEG ( polyethylene glycol ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CdCl 2 , cellulase , and mannan at different concentrations and durations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PEG at 1 % concentration enhanced the yield of glycyrrhizin up to 5.4 fold after 24 h of exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas 200 µg mL − 1 cellulase enhanced glycyrrhizin yield to 8.6-fold after 7 days of treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mannan at 10 mg L − 1 concentration enhanced the production of glycyrrhizin up to 7.8-fold after 10 days of stress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among different antioxidant enzymes , SOD activity was significantly enhanced under drought , cellulase and mannan stress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This identification of elicitors can result in abundant supply of valuable glycyrrhizin to meet broad spectrum demand through commercial production without endangering G. glabra L.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "268"
  }
}