{
  "paper_id": "9a4c0d0a76e1ecd99c5a45fe8ff2a96aeff0fc2b",
  "metadata": {
    "title": "Mechanisms and biomedical implications of -1 programmed ribosome frameshifting on viral and bacterial mRNAs",
    "coda_data_split": "train",
    "coda_paper_id": 3056,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Some proteins are expressed as a result of a ribosome frameshifting event that is facilitated by a slippery site and downstream secondary structure elements in the mRNA. This review summarizes recent progress in understanding mechanisms of -1 frameshifting in several viral genes, including IBV 1a/ 1b, HIV-1 gag-pol, and SFV 6K, and in Escherichia coli dnaX. The exact frameshifting route depends on the availability of aminoacyl-tRNAs: the ribosome normally slips into the -1-frame during tRNA translocation, but can also frameshift during decoding at condition when aminoacyl-tRNA is in limited supply. Different frameshifting routes and additional slippery sites allow viruses to maintain a constant production of their key proteins. The emerging idea that tRNA pools are important for frameshifting provides new direction for developing antiviral therapies.",
      "sentences": [
        [
          {
            "segment_text": "Some proteins are expressed as a result of a ribosome frameshifting event that is facilitated by a slippery site and downstream secondary structure elements in the mRNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes recent progress in understanding mechanisms of -1 frameshifting in several viral genes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including IBV 1a / 1b ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HIV-1 gag-pol , and SFV 6K ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in Escherichia coli dnaX .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The exact frameshifting route depends on the availability of aminoacyl-tRNAs : the ribosome normally slips into the -1-frame during tRNA translocation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but can also frameshift during decoding at condition when aminoacyl-tRNA is in limited supply .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Different frameshifting routes and additional slippery sites allow viruses to maintain a constant production of their key proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The emerging idea that tRNA pools are important for frameshifting provides new direction for developing antiviral therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "137"
  }
}