{
  "paper_id": "9a4df9f24f3a35b49eccaa46fbdb0d40437708c1",
  "metadata": {
    "title": "Materials from peptide assembly: towards the treatment of cancer and transmittable disease",
    "coda_data_split": "train",
    "coda_paper_id": 9107,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As the prevalence of cancer and transmittable disease persists, the development of new and more advanced therapies remains a priority in medical research. An emerging platform for the treatment of these illnesses is the use of materials formed via peptide assembly where the bulk material itself acts as the therapeutic. Higher ordered peptide structures with defined chemistry are capable of cellular targeting, recognition, and internalization. Recent design efforts are being made to exploit the nanoscale definition of the materials formed by assembling peptides to target cancer and microbial cells and to function as vaccines. This review focuses on assembled peptide materials that actively participate in the biological processes important to cancer and transmittable diseases to exert an anticipated functional outcome.",
      "sentences": [
        [
          {
            "segment_text": "As the prevalence of cancer and transmittable disease persists ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the development of new and more advanced therapies remains a priority in medical research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An emerging platform for the treatment of these illnesses is the use of materials formed via peptide assembly where the bulk material itself acts as the therapeutic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Higher ordered peptide structures with defined chemistry are capable of cellular targeting , recognition , and internalization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent design efforts are being made to exploit the nanoscale definition of the materials formed by assembling peptides to target cancer and microbial cells and to function as vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review focuses on assembled peptide materials that actively participate in the biological processes important to cancer and transmittable diseases to exert an anticipated functional outcome .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "128"
  }
}