{
  "paper_id": "9a6631817877e5924183cd6e4c88ac6aade44978",
  "metadata": {
    "title": "Preparation, characterization and preliminary in vivo stud- ies of inactivated SARS-CoV vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 9392,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A large quantity of SARS-CoV virus was proliferated in Vero cells, inactivated with -propiolactone, then purified by Sepharose 4FF column chromatography to prepare inactivated vaccine. The vaccine was identified by Western blot, mass spectrographic analysis, ELISA and electron microscopy. The vaccine with or without aluminum hydroxide adjuvant was inoculated into female BALB/c mice at different dosages. The result showed that the antibodies to SARS-CoV were induced in the mice. The antibody levels induced by the vaccine with aluminum hydroxide were higher than those without aluminum hydroxide.",
      "sentences": [
        [
          {
            "segment_text": "A large quantity of SARS-CoV virus was proliferated in Vero cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inactivated with - propiolactone , then purified by Sepharose 4FF column chromatography to prepare inactivated vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The vaccine was identified by Western blot ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mass spectrographic analysis , ELISA and electron microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The vaccine with or without aluminum hydroxide adjuvant was inoculated into female BALB/c mice at different dosages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The result showed that the antibodies to SARS-CoV were induced in the mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibody levels induced by the vaccine with aluminum hydroxide were higher than those without aluminum hydroxide .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "96"
  }
}