{
  "paper_id": "9a7199a4472552671b0fef0e85bdd72691a95b78",
  "metadata": {
    "title": "Griffithsin binds to the glycosylated proteins (E and prM) of Japanese encephalitis virus and inhibit its infection",
    "coda_data_split": "train",
    "coda_paper_id": 5855,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Griffithsin (GRFT) is a broad-spectrum antiviral protein against several glycosylated viruses. In our previous publication, we have shown that GRFT exerted antiviral activity against Japanese encephalitis virus (JEV) infection. Herein, we further elucidated the mechanism by which GRFT inhibits JEV infection in BHK-21 cells. In vitro experiments using Pull-down assay and Co-immunoprecipitation (CO-IP) assay showed that GRFT binds to the JEV glycosylated viral proteins, specifically the enveloped (E) and premature (prM) glycoproteins. The binding of GRFT to the JEV was competitively inhibited by increasing concentrations of mannose; in turns abolished anti-JEV activity of GRFT. We suggested that, the binding of GRFT to the glycosylated viral proteins may contribute to its anti-JEV activity. Collectively, our data indicated a possible mechanism by which GRFT exerted its anti-JEV activity. This observation suggests GRFT\u0027s potentials in the development of therapeutics against JEV or other flavivirus infection.",
      "sentences": [
        [
          {
            "segment_text": "Griffithsin ( GRFT ) is a broad-spectrum antiviral protein against several glycosylated viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In our previous publication , we have shown that GRFT exerted antiviral activity against Japanese encephalitis virus ( JEV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we further elucidated the mechanism by which GRFT inhibits JEV infection in BHK-21 cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In vitro experiments using Pull-down assay and Co-immunoprecipitation ( CO-IP ) assay showed that GRFT binds to the JEV glycosylated viral proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "specifically the enveloped ( E ) and premature ( prM ) glycoproteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The binding of GRFT to the JEV was competitively inhibited by increasing concentrations of mannose ; in turns abolished anti-JEV activity of GRFT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggested that , the binding of GRFT to the glycosylated viral proteins may contribute to its anti-JEV activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our data indicated a possible mechanism by which GRFT exerted its anti-JEV activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This observation suggests GRFT \u0027s potentials in the development of therapeutics against JEV or other flavivirus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "167"
  }
}