{
  "paper_id": "9a8ffdaee3a800f0e6867b63ffd109e9c30621b8",
  "metadata": {
    "title": "Efficacy of glucocorticoids for the treatment of macrolide refractory mycoplasma pneumonia in children: meta- analysis of randomized controlled trials",
    "coda_data_split": "train",
    "coda_paper_id": 10947,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Mycoplasma pneumoniae is one of the most common pathogens causing community acquired pneumonia in children. Although the rate of macrolide-refractory Mycoplasma pneumoniae (MRMP) has increased, systemic glucocorticoids as a treatment option has not been validated yet. The purpose of this study was to assess the efficacy of glucocorticoids add-on in the treatment of MRMP in children through systematic review and meta-analysis. Methods: Data sources A systematic literature search was conducted using ten electronic bibliographic databases including English, Korean, Chinese and Japanese languages, up to March 8, 2018.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mycoplasma pneumoniae is one of the most common pathogens causing community acquired pneumonia in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the rate of macrolide-refractory Mycoplasma pneumoniae ( MRMP ) has increased ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "systemic glucocorticoids as a treatment option has not been validated yet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to assess the efficacy of glucocorticoids add-on in the treatment of MRMP in children through systematic review and meta-analysis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Data sources A systematic literature search was conducted using ten electronic bibliographic databases including English ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Korean , Chinese and Japanese languages ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "up to March 8 , 2018 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The study was conducted according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses checklist and selected randomized control trials which compared the efficacy of glucocorticoids add-on to macrolide in the treatment of MRMP in children.",
      "sentences": [
        [
          {
            "segment_text": "The study was conducted according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses checklist and selected randomized control trials which compared the efficacy of glucocorticoids add-on to macrolide in the treatment of MRMP in children .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Two independent reviewers extracted: primary outcomes as hospital days, fever duration, and change in C-reactive protein (CRP) and main analysis was performed through meta-analysis with random effects model.",
      "sentences": [
        [
          {
            "segment_text": "Two independent reviewers extracted : primary outcomes as hospital days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fever duration , and change in C-reactive protein ( CRP ) and main analysis was performed through meta-analysis with random effects model .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(Continued on next page)",
      "sentences": [
        [
          {
            "segment_text": "( Continued on next page )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "178"
  }
}