{
  "paper_id": "9aa38acaf58c4f7bdc2b8fce4a75f660abf314a2",
  "metadata": {
    "title": "Pre-and Postexposure Use of Human Monoclonal Antibody against H5N1 and H1N1 Influenza Virus in Mice: Viable Alternative to Oseltamivir",
    "coda_data_split": "train",
    "coda_paper_id": 5499,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New strategies to prevent and treat influenza virus infections are urgently needed. A recently discovered class of monoclonal antibodies (mAbs) neutralizing an unprecedented spectrum of influenza virus subtypes may have the potential for future use in humans. Here, we assess the efficacies of CR6261, which is representative of this novel class of mAbs, and oseltamivir in mice. We show that a single injection with 15 mg/kg CR6261 outperforms a 5-day course of treatment with oseltamivir (10 mg/kg/day) with respect to both prophylaxis and treatment of lethal H5N1 and H1N1 infections. These results justify further preclinical evaluation of broadly neutralizing mAbs against influenza virus for the prevention and treatment of influenza virus infections.",
      "sentences": [
        [
          {
            "segment_text": "New strategies to prevent and treat influenza virus infections are urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recently discovered class of monoclonal antibodies ( mAbs ) neutralizing an unprecedented spectrum of influenza virus subtypes may have the potential for future use in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we assess the efficacies of CR6261 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is representative of this novel class of mAbs , and oseltamivir in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that a single injection with 15 mg/kg CR6261 outperforms a 5-day course of treatment with oseltamivir ( 10 mg/kg/day ) with respect to both prophylaxis and treatment of lethal H5N1 and H1N1 infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results justify further preclinical evaluation of broadly neutralizing mAbs against influenza virus for the prevention and treatment of influenza virus infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "124"
  }
}