{
  "paper_id": "9acd1c32bc6c2d54824ebcf5e3cbe4c03f2a0481",
  "metadata": {
    "title": "Recombinant viral proteins for use in diagnostic ELISAs to detect virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 6857,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "ELISAs provide a valuable tool in the detection and diagnosis of virus infection. The ability to produce recombinant viral proteins will ensure that future ELISAs are safe, specific and rapid. This latter point being the most crucial advantage in that even if a virus cannot be cultured, provided gene sequence is available, it is possible to rapidly respond to emerging viruses and new viral strains of existing pathogens. Indeed, ELISAs based on peptides (corresponding to epitopes) also hold great promise, as in this case no cloning or expression of a recombinant protein is required. Both recombinant protein and peptide based systems lend themselves to large scale production and purification. These approaches can also be used to distinguish recombinant vaccines from parental or wild type viruses.",
      "sentences": [
        [
          {
            "segment_text": "ELISAs provide a valuable tool in the detection and diagnosis of virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability to produce recombinant viral proteins will ensure that future ELISAs are safe , specific and rapid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This latter point being the most crucial advantage in that even if a virus can not be cultured ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provided gene sequence is available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is possible to rapidly respond to emerging viruses and new viral strains of existing pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , ELISAs based on peptides ( corresponding to epitopes ) also hold great promise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as in this case no cloning or expression of a recombinant protein is required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both recombinant protein and peptide based systems lend themselves to large scale production and purification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These approaches can also be used to distinguish recombinant vaccines from parental or wild type viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "139"
  }
}