{
  "paper_id": "9afe09fafbd0ca05d8d69974a27651103f7d2fc1",
  "metadata": {
    "title": "Completion of the Porcine Epidemic Diarrhoea Coronavirus (PEDV) Genome Sequence",
    "coda_data_split": "train",
    "coda_paper_id": 10487,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The sequence of the replicase gene of porcine epidemic diarrhoea virus (PEDV) has been determined. This completes the sequence of the entire genome of strain CV777, which was found to be 28,033 nucleotides (nt) in length (excluding the poly A-tail). A cloning strategy, which involves primers based on conserved regions in the predicted ORF1 products from other coronaviruses whose genome sequence has been determined, was used to amplify the equivalent, but as yet unknown, sequence of PEDV. Primary sequences derived from these products were used to design additional primers resulting in the amplification and sequencing of the entire ORF1 of PEDV. Analysis of the nucleotide sequences revealed a small open reading frame (ORF) located near the 5 0 end (no 99± 137), and two large, slightly overlapping ORFs, ORF1a (nt 297±12650) and ORF1b (nt 12605±20641). The ORF1a and ORF1b sequences overlapped at a potential ribosomal frame shift site. The amino acid sequence analysis suggested the presence of several functional motifs within the putative ORF1 protein. By analogy to other coronavirus replicase gene products, three protease and one growth factor-like motif were seen in ORF1a, and one polymerase domain, one metal ion-binding domain, and one helicase motif could be assigned within ORF1b. Comparative amino acid sequence alignments revealed that PEDV is most closely related to human coronavirus (HCoV)-229E and transmissible gastroenteritis virus (TGEV) and less related to murine hepatitis virus (MHV) and infectious bronchitis virus (IBV). These results thus confirm and extend the findings from sequence analysis of the structural genes of PEDV.",
      "sentences": [
        [
          {
            "segment_text": "The sequence of the replicase gene of porcine epidemic diarrhoea virus ( PEDV ) has been determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This completes the sequence of the entire genome of strain CV777 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was found to be 28,033 nucleotides ( nt ) in length ( excluding the poly A-tail ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A cloning strategy , which involves primers based on conserved regions in the predicted ORF1 products from other coronaviruses whose genome sequence has been determined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was used to amplify the equivalent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but as yet unknown , sequence of PEDV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Primary sequences derived from these products were used to design additional primers resulting in the amplification and sequencing of the entire ORF1 of PEDV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of the nucleotide sequences revealed a small open reading frame ( ORF ) located near the 5 0 end ( no 99 ± 137 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and two large , slightly overlapping ORFs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ORF1a ( nt 297 ± 12650 ) and ORF1b ( nt 12605 ± 20641 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ORF1a and ORF1b sequences overlapped at a potential ribosomal frame shift site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amino acid sequence analysis suggested the presence of several functional motifs within the putative ORF1 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By analogy to other coronavirus replicase gene products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three protease and one growth factor-like motif were seen in ORF1a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and one polymerase domain , one metal ion-binding domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and one helicase motif could be assigned within ORF1b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparative amino acid sequence alignments revealed that PEDV is most closely related to human coronavirus ( HCoV ) -229 E and transmissible gastroenteritis virus ( TGEV ) and less related to murine hepatitis virus ( MHV ) and infectious bronchitis virus ( IBV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results thus confirm and extend the findings from sequence analysis of the structural genes of PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "303"
  }
}