{
  "paper_id": "9afe908babd48784b72535b7d9b3d964d1cc6b14",
  "metadata": {
    "title": "6-Thioguanine inhibits rotavirus replication through suppression of Rac1 GDP/GTP cycling",
    "coda_data_split": "train",
    "coda_paper_id": 8178,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rotavirus infection has emerged as an important cause of complications in organ transplantation recipients and might play a role in the pathogenesis of inflammatory bowel disease (IBD). 6-Thioguanine (6-TG) has been widely used as an immunosuppressive drug for organ recipients and treatment of IBD in the clinic. This study aims to investigate the effects and mode-of-action of 6-TG on rotavirus replication. Human intestinal Caco2 cell line, 3D model of human primary intestinal organoids, laboratory rotavirus strain (SA11) and patient-derived rotavirus isolates were used. We have demonstrated that 6-TG significantly inhibits rotavirus replication in these intestinal epithelium models. Importantly, gene knockdown or knockout of Rac1, the cellular target of 6-TG, significantly inhibited rotavirus replication, indicating the supportive role of Rac1 for rotavirus infection. We have further demonstrated that 6-TG can effectively inhibit the active form of Rac1 (GTP-Rac1), which essentially mediates the anti-rotavirus effect of 6-TG. Consistently, ectopic over-expression of GTP-Rac1 facilitates but an inactive Rac1 (N17) or a specific Rac1 inhibitor (NSC23766) inhibits rotavirus replication. In conclusion, we have identified 6-TG as an effective inhibitor of rotavirus replication via the inhibition of Rac1 activation. Thus, for transplantation patients or IBD patients infected with rotavirus or at risk of rotavirus infection, the choice of 6-TG as a treatment appears rational.",
      "sentences": [
        [
          {
            "segment_text": "Rotavirus infection has emerged as an important cause of complications in organ transplantation recipients and might play a role in the pathogenesis of inflammatory bowel disease ( IBD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "6-Thioguanine ( 6-TG ) has been widely used as an immunosuppressive drug for organ recipients and treatment of IBD in the clinic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to investigate the effects and mode-of-action of 6-TG on rotavirus replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Human intestinal Caco2 cell line ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3D model of human primary intestinal organoids ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "laboratory rotavirus strain ( SA11 ) and patient-derived rotavirus isolates were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We have demonstrated that 6-TG significantly inhibits rotavirus replication in these intestinal epithelium models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , gene knockdown or knockout of Rac1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the cellular target of 6-TG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significantly inhibited rotavirus replication , indicating the supportive role of Rac1 for rotavirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have further demonstrated that 6-TG can effectively inhibit the active form of Rac1 ( GTP-Rac1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which essentially mediates the anti-rotavirus effect of 6-TG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , ectopic over-expression of GTP-Rac1 facilitates but an inactive Rac1 ( N17 ) or a specific Rac1 inhibitor ( NSC23766 ) inhibits rotavirus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , we have identified 6-TG as an effective inhibitor of rotavirus replication via the inhibition of Rac1 activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , for transplantation patients or IBD patients infected with rotavirus or at risk of rotavirus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the choice of 6-TG as a treatment appears rational .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "242"
  }
}