{
  "paper_id": "9b04bb32e929bfc5696a452066ddb7b8684e0957",
  "metadata": {
    "title": "Challenges and opportunities for enhancing biotechnology and technology transfer in developing countries",
    "coda_data_split": "train",
    "coda_paper_id": 6535,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Biotechnological innovation is gaining increased recognition as an important tool for improving global health. The challenge, however, lies in defining the role of technology transfer to develop therapies for diseases prevalent in developing countries. During the past decade, a large disparity emerged between the developed and developing world in accessing affordable medicines because of the pharmaceutical industry\u0027s focus on health areas bearing greatest profits. Discussed herein are several mechanisms that provide partial solutions to this challenge.",
      "sentences": [
        [
          {
            "segment_text": "Biotechnological innovation is gaining increased recognition as an important tool for improving global health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The challenge , however , lies in defining the role of technology transfer to develop therapies for diseases prevalent in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the past decade , a large disparity emerged between the developed and developing world in accessing affordable medicines because of the pharmaceutical industry \u0027s focus on health areas bearing greatest profits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Discussed herein are several mechanisms that provide partial solutions to this challenge .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The Office of Technology Transfer of the US National Institutes of Health has increased its technology licensing pertaining to neglected diseases to partners in developing regions. Establishing partnerships through the transfer of technologies and assisting indigenous institutions build R and D capacity may positively impact policies on protection of intellectual property rights and increase multinational company investments in lesser-developed countries. This will most probably result in the development of more accessible therapies for those in need. Published by Elsevier Inc.",
      "sentences": [
        [
          {
            "segment_text": "The Office of Technology Transfer of the US National Institutes of Health has increased its technology licensing pertaining to neglected diseases to partners in developing regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Establishing partnerships through the transfer of technologies and assisting indigenous institutions build R and D capacity may positively impact policies on protection of intellectual property rights and increase multinational company investments in lesser-developed countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This will most probably result in the development of more accessible therapies for those in need .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "168"
  }
}