{
  "paper_id": "9b0c87f808b1b66f2937d7a7acb524a756b6113b",
  "metadata": {
    "title": "Potential Rapid Diagnostics, Vaccine and Therapeutics for 2019 Novel Coronavirus (2019-nCoV): A Systematic Review",
    "coda_data_split": "train",
    "coda_paper_id": 4127,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rapid diagnostics, vaccines and therapeutics are important interventions for the management of the 2019 novel coronavirus (2019-nCoV) outbreak. It is timely to systematically review the potential of these interventions, including those for Middle East respiratory syndrome-Coronavirus (MERS-CoV) and severe acute respiratory syndrome (SARS)-CoV, to guide policymakers globally on their prioritization of resources for research and development. A systematic search was carried out in three major electronic databases (PubMed, Embase and Cochrane Library) to identify published studies in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Supplementary strategies through Google Search and personal communications were used. A total of 27 studies fulfilled the criteria for review. Several laboratory protocols for confirmation of suspected 2019-nCoV cases using real-time reverse transcription polymerase chain reaction (RT-PCR) have been published. A commercial RT-PCR kit developed by the Beijing Genomic Institute is currently widely used in China and likely in Asia. However, serological assays as well as point-of-care testing kits have not been developed but are likely in the near future. Several vaccine candidates are in the pipeline. The likely earliest Phase 1 vaccine trial is a synthetic DNA-based candidate. A number of novel compounds as well as therapeutics licensed for other conditions appear to have in vitro efficacy against the 2019-nCoV. Some are being tested in clinical trials against MERS-CoV and SARS-CoV, while others have been listed for clinical trials against 2019-nCoV. However, there are currently no effective specific antivirals or drug combinations supported by high-level evidence.",
      "sentences": [
        [
          {
            "segment_text": "Rapid diagnostics , vaccines and therapeutics are important interventions for the management of the 2019 novel coronavirus ( 2019-nCoV ) outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is timely to systematically review the potential of these interventions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those for Middle East respiratory syndrome-Coronavirus ( MERS-CoV ) and severe acute respiratory syndrome ( SARS ) - CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to guide policymakers globally on their prioritization of resources for research and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A systematic search was carried out in three major electronic databases ( PubMed , Embase and Cochrane Library ) to identify published studies in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses ( PRISMA ) guidelines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Supplementary strategies through Google Search and personal communications were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 27 studies fulfilled the criteria for review .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several laboratory protocols for confirmation of suspected 2019-nCoV cases using real-time reverse transcription polymerase chain reaction ( RT-PCR ) have been published .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A commercial RT-PCR kit developed by the Beijing Genomic Institute is currently widely used in China and likely in Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , serological assays as well as point-of-care testing kits have not been developed but are likely in the near future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several vaccine candidates are in the pipeline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The likely earliest Phase 1 vaccine trial is a synthetic DNA-based candidate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A number of novel compounds as well as therapeutics licensed for other conditions appear to have in vitro efficacy against the 2019-nCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some are being tested in clinical trials against MERS-CoV and SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while others have been listed for clinical trials against 2019-nCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there are currently no effective specific antivirals or drug combinations supported by high-level evidence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "281"
  }
}