{
  "paper_id": "9b1af5f9ad3a966c9fd8671e3fa21bc29454c64a",
  "metadata": {
    "title": "Modulation of Airway Epithelial Antiviral Immunity by Fungal Exposure",
    "coda_data_split": "train",
    "coda_paper_id": 8989,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple pathogens, such as bacteria, fungi, and viruses, have been frequently found in asthmatic airways and are associated with the pathogenesis and exacerbation of asthma. Among these pathogens, Alternaria alternata (Alt), a universally present fungus, and human rhinovirus have been extensively studied. However, their interactions have not been investigated. In the present study, we tested the effect of Alt exposure on virus-induced airway epithelial immunity using live virus and a synthetic viral mimicker, double-stranded RNA (dsRNA). Alt treatment was found to significantly enhance the production of proinflammatory cytokines (e.g., IL-6 and IL-8) induced by virus infection or dsRNA treatment. In contrast to this synergistic effect, Alt significantly repressed type I and type III IFN production, and this impairment led to elevated viral replication. Mechanistic studies suggested the positive role of NF-kB and mitogen-activated protein kinase pathways in the synergism and the attenuation of the TBK1-IRF3 pathway in the inhibition of IFN production. These opposite effects are caused by separate fungal components. Proteasedependent and -independent mechanisms appear to be involved. Thus, Alt exposure alters the airway epithelial immunity to viral infection by shifting toward more inflammatory but less antiviral responses.",
      "sentences": [
        [
          {
            "segment_text": "Multiple pathogens , such as bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fungi , and viruses , have been frequently found in asthmatic airways and are associated with the pathogenesis and exacerbation of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among these pathogens , Alternaria alternata ( Alt ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a universally present fungus , and human rhinovirus have been extensively studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their interactions have not been investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we tested the effect of Alt exposure on virus-induced airway epithelial immunity using live virus and a synthetic viral mimicker ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "double-stranded RNA ( dsRNA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Alt treatment was found to significantly enhance the production of proinflammatory cytokines ( e.g. , IL-6 and IL-8 ) induced by virus infection or dsRNA treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to this synergistic effect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Alt significantly repressed type I and type III IFN production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this impairment led to elevated viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistic studies suggested the positive role of NF-kB and mitogen-activated protein kinase pathways in the synergism and the attenuation of the TBK1-IRF3 pathway in the inhibition of IFN production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These opposite effects are caused by separate fungal components .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proteasedependent and - independent mechanisms appear to be involved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , Alt exposure alters the airway epithelial immunity to viral infection by shifting toward more inflammatory but less antiviral responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "220"
  }
}