{
  "paper_id": "9b1d779708ec81af2e76546fa7cae9786bcfdb0c",
  "metadata": {
    "title": "Endothelial Cells Are Central Orchestrators of Cytokine Amplification during Influenza Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 3445,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cytokine storm during viral infection is a prospective predictor of morbidity and mortality, yet the cellular sources remain undefined. Here, using genetic and chemical tools to probe functions of the S1P 1 receptor, we elucidate cellular and signaling mechanisms that are important in initiating cytokine storm. Whereas S1P 1 receptor is expressed on endothelial cells and lymphocytes within lung tissue, S1P 1 agonism suppresses cytokines and innate immune cell recruitment in wild-type and lymphocyte-deficient mice, identifying endothelial cells as central regulators of cytokine storm. Furthermore, our data reveal immune cell infiltration and cytokine production as distinct events that are both orchestrated by endothelial cells. Moreover, we demonstrate that suppression of early innate immune responses through S1P 1 signaling results in reduced mortality during infection with a human pathogenic strain of influenza virus. Modulation of endothelium with a specific agonist suggests that diseases in which amplification of cytokine storm is a significant pathological component could be chemically tractable.",
      "sentences": [
        [
          {
            "segment_text": "Cytokine storm during viral infection is a prospective predictor of morbidity and mortality ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the cellular sources remain undefined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , using genetic and chemical tools to probe functions of the S1P 1 receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we elucidate cellular and signaling mechanisms that are important in initiating cytokine storm .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whereas S1P 1 receptor is expressed on endothelial cells and lymphocytes within lung tissue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S1P 1 agonism suppresses cytokines and innate immune cell recruitment in wild-type and lymphocyte-deficient mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identifying endothelial cells as central regulators of cytokine storm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , our data reveal immune cell infiltration and cytokine production as distinct events that are both orchestrated by endothelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we demonstrate that suppression of early innate immune responses through S1P 1 signaling results in reduced mortality during infection with a human pathogenic strain of influenza virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Modulation of endothelium with a specific agonist suggests that diseases in which amplification of cytokine storm is a significant pathological component could be chemically tractable .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "170"
  }
}