{
  "paper_id": "9b2d1c90b6e6dc56b7d95942902cb1e5057d49dc",
  "metadata": {
    "title": "A monoclonal antibody binds to threonine 49 in the non-structural 1 protein of influenza A virus and interferes with its ability to modulate viral replication",
    "coda_data_split": "train",
    "coda_paper_id": 2248,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of resistant influenza A viruses highlights the continuous requirement of new antiviral drugs that can treat the viral infection. Non-structural 1 (NS1) protein, an indispensable component for efficient virus replication, can be used as a potential target for generating new antiviral agents. Here, we study the interaction of 2H6 monoclonal antibody with NS1 protein and also determine whether influenza virus replication can be inhibited by blocking NS1. The 2H6-antigen binding fragment (Fab) forms a multimeric complex with the NS1 RNA-binding domain (RBD). T49, a residue which forms a direct hydrogen bond with double stranded RNA, in NS1 protein was found to be critical for its interaction with 2H6 antibody. NS1(RBD) has high affinity to 2H6 with K D of 43.5 ± 4.24 nM whereas NS1(RBD)-T49A has more than 250 times lower affinity towards 2H6. Interestingly, the intracellular expression of 2H6single-chain variable fragment (scFv) in mammalian cells caused a reduction in viral growth and the M1 viral protein level was significantly reduced in 2H6-scFv transfected cells in comparison to vector transfected cells at 12 h post infection. These results indicate that the tight binding of 2H6 to NS1 could lead to reduction in viral replication and release of progeny virus. In future, 2H6 antibody in combination with other neutralizing antibodies can be used to increase the potency of viral inhibition.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of resistant influenza A viruses highlights the continuous requirement of new antiviral drugs that can treat the viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-structural 1 ( NS1 ) protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an indispensable component for efficient virus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be used as a potential target for generating new antiviral agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we study the interaction of 2H6 monoclonal antibody with NS1 protein and also determine whether influenza virus replication can be inhibited by blocking NS1 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The 2H6-antigen binding fragment ( Fab ) forms a multimeric complex with the NS1 RNA-binding domain ( RBD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "T49 , a residue which forms a direct hydrogen bond with double stranded RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in NS1 protein was found to be critical for its interaction with 2H6 antibody .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NS1 ( RBD ) has high affinity to 2H6 with K D of 43.5 ± 4.24 nM whereas NS1 ( RBD ) - T49A has more than 250 times lower affinity towards 2H6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the intracellular expression of 2H6single-chain variable fragment ( scFv ) in mammalian cells caused a reduction in viral growth and the M1 viral protein level was significantly reduced in 2H6-scFv transfected cells in comparison to vector transfected cells at 12 h post infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the tight binding of 2H6 to NS1 could lead to reduction in viral replication and release of progeny virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In future , 2H6 antibody in combination with other neutralizing antibodies can be used to increase the potency of viral inhibition .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "253"
  }
}