{
  "paper_id": "9b3127bf657a3117c2c1f4543e01ee068a9fb0bf",
  "metadata": {
    "title": "Virus-like particles as a highly efficient vaccine platform: Diversity of targets and production systems and advances in clinical development",
    "coda_data_split": "train",
    "coda_paper_id": 10411,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus-like particles (VLPs) are a class of subunit vaccines that differentiate themselves from soluble recombinant antigens by stronger protective immunogenicity associated with the VLP structure. Like parental viruses, VLPs can be either non-enveloped or enveloped, and they can form following expression of one or several viral structural proteins in a recombinant heterologous system. Depending on the complexity of the VLP, it can be produced in either a prokaryotic or eukaryotic expression system using target-encoding recombinant vectors, or in some cases can be assembled in cell-free conditions. To date, a wide variety of VLP-based candidate vaccines targeting various viral, bacterial, parasitic and fungal pathogens, as well as non-infectious diseases, have been produced in different expression systems. Some VLPs have entered clinical development and a few have been licensed and commercialized. This article reviews VLP-based vaccines produced in different systems, their immunogenicity in animal models and their status in clinical development.",
      "sentences": [
        [
          {
            "segment_text": "Virus-like particles ( VLPs ) are a class of subunit vaccines that differentiate themselves from soluble recombinant antigens by stronger protective immunogenicity associated with the VLP structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Like parental viruses , VLPs can be either non-enveloped or enveloped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they can form following expression of one or several viral structural proteins in a recombinant heterologous system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depending on the complexity of the VLP ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it can be produced in either a prokaryotic or eukaryotic expression system using target-encoding recombinant vectors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or in some cases can be assembled in cell-free conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , a wide variety of VLP-based candidate vaccines targeting various viral ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacterial , parasitic and fungal pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as non-infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been produced in different expression systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some VLPs have entered clinical development and a few have been licensed and commercialized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews VLP-based vaccines produced in different systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their immunogenicity in animal models and their status in clinical development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "167"
  }
}