{
  "paper_id": "9b36601eda38d6879bc75568b5a2b257c1a12047",
  "metadata": {
    "title": "Complete genome sequence analysis of canine bocavirus 1 identified for the first time in domestic cats",
    "coda_data_split": "train",
    "coda_paper_id": 6438,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, we investigated the presence of canine bocaviruses (CBoVs) in fecal samples from 105 cats with diarrhea and 92 asymptomatic cats in northeast China. One fecal sample, 17CC0312, collected from an asymptomatic cat, was found to be positive for canine bocavirus 1 (CBoV1). The nearly complete genome of this virus was cloned and sequenced. The viral genome was 5,069 nucleotides (nt) in length and combined four open reading frames (ORFs) in the order 5′-NS1-ORF4-NP1-VP1/VP2-3′. The 17CC0312 virus shared more than 90.3% nucleotide sequence identity with CBoV1 reference sequences and was placed within the CBoV1 group in a phylogenetic tree based on complete genome sequences. Further phylogenetic analysis based on the deduced amino acid sequence of the VP2 gene showed that this feline CBoV1 strain belongs to CBoV1 lineage 3. These data provide the first molecular evidence of the presence of CBoV1 in a domestic cat and suggest that cats might be carriers of CBoV1.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we investigated the presence of canine bocaviruses ( CBoVs ) in fecal samples from 105 cats with diarrhea and 92 asymptomatic cats in northeast China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "One fecal sample , 17CC0312 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "collected from an asymptomatic cat ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was found to be positive for canine bocavirus 1 ( CBoV1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nearly complete genome of this virus was cloned and sequenced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viral genome was 5,069 nucleotides ( nt ) in length and combined four open reading frames ( ORFs ) in the order 5 ′ - NS1-ORF4-NP1-VP1 / VP2-3 ′ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 17CC0312 virus shared more than 90.3 % nucleotide sequence identity with CBoV1 reference sequences and was placed within the CBoV1 group in a phylogenetic tree based on complete genome sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further phylogenetic analysis based on the deduced amino acid sequence of the VP2 gene showed that this feline CBoV1 strain belongs to CBoV1 lineage 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data provide the first molecular evidence of the presence of CBoV1 in a domestic cat and suggest that cats might be carriers of CBoV1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "182"
  }
}