{
  "paper_id": "9b3fb51cba915599c26a36e0d22b211730a525cf",
  "metadata": {
    "title": "Journal Pre-proof Wildlife trade shifts from brick-and-mortar markets to virtual marketplaces: A case study of birds of prey trade in Thailand Wildlife trade shifts from brick-and-mortar markets to virtual marketplaces: A case study of 1 birds of prey trade in Thailand 2",
    "coda_data_split": "train",
    "coda_paper_id": 7309,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The shift of wildlife trade from brick-and-mortar markets to virtual online marketplaces is reported 8 ). We compared information on asking 12 prices and what species were traded using two comparative approaches to analyze how species 13 composition may have changed over time (physical markets and online platforms; pre-Internet and 14 Internet era). In comparison to the five previous market surveys, we did not find a statistically 15 significant difference between species and availability of species offered for sale when comparing 16 physical birds market and online markets. In all datasets biological factors such as wingspan were 17 significant factors in explaining price variation. We conclude that sustained monitoring is needed to 18 make direct comparisons between the trade platforms. With a continued increase of wildlife trade on 19 online platforms, we recommend increased regulation and enforcement of wildlife trade laws. 20 21 42 challenges in making direct comparisons between physical markets and online platforms range from 43 disjointed time periods, nuanced social differences in consumer buying behaviour, as well as 44 differences in survey methods and efforts. Nijman et al (2019) directly compared open animal 45 markets and online markets in trade of wild cats and revealed that there is indeed a directional shift of 46 trade towards online platforms but this differs generally between countries. An increased presence of 47 enforcement agencies in many traditional markets may have also contributed to the shift, however, the 48 rate of change occurs at varying degrees dependent on factors such as geographic location and 49 infrastructure limitations. 65 This poses a threat to wild populations. A recent analysis of the global raptor trade from 1975 to 2015 66",
      "sentences": [
        [
          {
            "segment_text": "The shift of wildlife trade from brick-and-mortar markets to virtual online marketplaces is reported 8 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We compared information on asking 12 prices and what species were traded using two comparative approaches to analyze how species 13 composition may have changed over time ( physical markets and online platforms ; pre-Internet and 14 Internet era ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In comparison to the five previous market surveys ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we did not find a statistically 15 significant difference between species and availability of species offered for sale when comparing 16 physical birds market and online markets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In all datasets biological factors such as wingspan were 17 significant factors in explaining price variation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that sustained monitoring is needed to 18 make direct comparisons between the trade platforms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With a continued increase of wildlife trade on 19 online platforms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we recommend increased regulation and enforcement of wildlife trade laws .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "20 21 42 challenges in making direct comparisons between physical markets and online platforms range from 43 disjointed time periods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nuanced social differences in consumer buying behaviour ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as 44 differences in survey methods and efforts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nijman et al ( 2019 ) directly compared open animal 45 markets and online markets in trade of wild cats and revealed that there is indeed a directional shift of 46 trade towards online platforms but this differs generally between countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An increased presence of 47 enforcement agencies in many traditional markets may have also contributed to the shift ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , the 48 rate of change occurs at varying degrees dependent on factors such as geographic location and 49 infrastructure limitations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "65 This poses a threat to wild populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A recent analysis of the global raptor trade from 1975 to 2015 66",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "revealed that though current legal commercial trade seems to not pose large conservation concern, 67 there remains a lack of quantifiable evidence on the extent and impact of unregulated trade (Panter et",
      "sentences": [
        [
          {
            "segment_text": "revealed that though current legal commercial trade seems to not pose large conservation concern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "67 there remains a lack of quantifiable evidence on the extent and impact of unregulated trade ( Panter et",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "332"
  }
}