{
  "paper_id": "9b4970858a35a4a456f2a0764c7e8fbd87e6c8ef",
  "metadata": {
    "title": "Molecular and antigenic characteristics of Massachusetts genotype infectious bronchitis coronavirus in China",
    "coda_data_split": "train",
    "coda_paper_id": 2602,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, 418 IBVs were isolated in samples from 1717 chicken flocks. Twenty-nine of the isolates were classified as the Massachusetts genotype. These 29 isolates, as well as two previously isolated Massachusetts genotype IBV strains, were studied further. Of the 31 strains, 24 were H120-like and two were M41-like isolates as determined by complete genomic sequence analysis, indicating that most of the IBV isolates were likely the reisolated vaccine virus. The remaining five IBV isolates, ck/CH/LHB/111172, ck/CH/LSD/111219, ck/CH/LHB/130598, ck/CH/LDL/110931, and ck/CH/LHB/130573, were shown to have originated from natural recombination events between an H120-like vaccine strain and other types of viruses. The virus cross-neutralization test found that the antigenicity of ck/CH/LHB/111172, ck/CH/LSD/ 111219, and ck/CH/LHB/130598 was similar to that of H120. Vaccination with the H120 vaccine offered complete protection against challenge with these isolates. However, isolates ck/CH/LDL/110931 and ck/ CH/LHB/130573 were serotypically different from their parental viruses and from other serotypes in this study. Furthermore, vaccination with the H120 vaccine did not provide protection against challenge with these two isolates. The results of this study demonstrated that recombination is the mechanism that is responsible for the emergence of new serotype strains, and it has the ability to alter virus serotypes. Therefore, IBV surveillance of chicken flocks vaccinated with IBV live vaccines, as well as the consideration of new strategies to effectively control IBV infection using inactivated or/and genetically engineered vaccines, is of great importance.",
      "sentences": [
        [
          {
            "segment_text": "In this study , 418 IBVs were isolated in samples from 1717 chicken flocks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-nine of the isolates were classified as the Massachusetts genotype .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These 29 isolates , as well as two previously isolated Massachusetts genotype IBV strains , were studied further .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the 31 strains , 24 were H120-like and two were M41-like isolates as determined by complete genomic sequence analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that most of the IBV isolates were likely the reisolated vaccine virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The remaining five IBV isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ck/CH/LHB / 111172 , ck/CH/LSD / 111219 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ck/CH/LHB / 130598 , ck/CH/LDL / 110931 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ck/CH/LHB / 130573 , were shown to have originated from natural recombination events between an H120-like vaccine strain and other types of viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus cross-neutralization test found that the antigenicity of ck/CH/LHB / 111172 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ck/CH/LSD / 111219 , and ck/CH/LHB / 130598 was similar to that of H120 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccination with the H120 vaccine offered complete protection against challenge with these isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , isolates ck/CH/LDL / 110931 and ck / CH/LHB/130573 were serotypically different from their parental viruses and from other serotypes in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , vaccination with the H120 vaccine did not provide protection against challenge with these two isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of this study demonstrated that recombination is the mechanism that is responsible for the emergence of new serotype strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it has the ability to alter virus serotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , IBV surveillance of chicken flocks vaccinated with IBV live vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the consideration of new strategies to effectively control IBV infection using inactivated or/and genetically engineered vaccines , is of great importance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "282"
  }
}