{
  "paper_id": "9b5d106a9955d061e1c81502976f29f3765b40be",
  "metadata": {
    "title": "Predictors for compliance of standard precautions among nursing students",
    "coda_data_split": "train",
    "coda_paper_id": 4850,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: We aimed to investigate the frequency of standard precautions (SPs) compliance and the factors affecting the compliance among nursing students (NSs). Methods: A cross-sectional survey study guided by the health belief model was conducted in 2009. The study questionnaire is valid (content validity index, 0.81) and reliable (Cronbach a range, 0.65-0.94).",
      "sentences": [
        [
          {
            "segment_text": "Background : We aimed to investigate the frequency of standard precautions ( SPs ) compliance and the factors affecting the compliance among nursing students ( NSs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A cross-sectional survey study guided by the health belief model was conducted in 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study questionnaire is valid ( content validity index , 0.81 ) and reliable ( Cronbach a range , 0.65-0.94 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: There were 678 questionnaires analyzed, with a response rate of 68.9%. The mean frequency score of SPs compliance was 4.38 AE 0.40 out of 5. Tukey honest significant difference post hoc test indicated that year 2 and year 4 students had better SPs compliance than year 3 students. Further analysis using a univariate general linear model identified an interaction effect of perceived influence of nursing staff and year of study (F 1,593 ¼ 3.72; P \u003c .05). The 5 following predictors for SPs compliance were identified: knowledge of SPs, perceived barriers, adequacy of training, management support, and influence of nursing staff. Conclusion: Although the SPs compliance among NSs was high, the compliance varied by year of study and was affected by the nursing staff. Furthermore, SPs compliance among NSs can be enhanced by increasing SPs knowledge, providing more SPs training, promoting management support, reducing identified SPs barriers, and improving nursing staff compliance to SPs.",
      "sentences": [
        [
          {
            "segment_text": "Results : There were 678 questionnaires analyzed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a response rate of 68.9 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean frequency score of SPs compliance was 4.38 AE 0.40 out of 5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tukey honest significant difference post hoc test indicated that year 2 and year 4 students had better SPs compliance than year 3 students .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analysis using a univariate general linear model identified an interaction effect of perceived influence of nursing staff and year of study ( F 1,593 1/4 3.72 ; P \u003c .05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 5 following predictors for SPs compliance were identified : knowledge of SPs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perceived barriers , adequacy of training ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "management support , and influence of nursing staff .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Although the SPs compliance among NSs was high ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the compliance varied by year of study and was affected by the nursing staff .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , SPs compliance among NSs can be enhanced by increasing SPs knowledge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing more SPs training , promoting management support ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reducing identified SPs barriers , and improving nursing staff compliance to SPs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "247"
  }
}