{
  "paper_id": "9b5f5119bbfbded3245acc37859cefde967458e7",
  "metadata": {
    "title": "TITLE Containing Emerging Epidemics: a Quantitative Comparison of Quarantine and Symptom Monitoring",
    "coda_data_split": "train",
    "coda_paper_id": 9601,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Strategies for containing an emerging infectious disease outbreak must be nonpharmaceutical when drugs or vaccines for the pathogen do not yet exist or are unavailable. The success of these non-pharmaceutical strategies will depend not only on the effectiveness of quarantine or other isolation measures but also on the epidemiological characteristics of the infection. However, there is currently no systematic framework to assess the relationship between different containment strategies and the natural history and epidemiological dynamics of the pathogen. Here, we compare the effectiveness of quarantine and symptom monitoring, implemented via contact tracing, in controlling epidemics using an agent-based branching model. We examine the relationship between epidemic containment and the disease dynamics of symptoms and infectiousness for seven case study diseases with diverse natural histories including Ebola, Influenza A, and Severe Acute Respiratory Syndrome (SARS). We show that the comparative effectiveness of symptom monitoring and quarantine depends critically on the natural history of the infectious disease, its inherent transmissibility, and the intervention feasibility in the particular healthcare setting. The benefit of quarantine over symptom monitoring is generally maximized for fast-course diseases, but we show the conditions under which symptom monitoring alone can control certain outbreaks. This quantitative framework can guide policy-makers on how best to use non-pharmaceutical interventions to contain emerging outbreaks and prioritize research during an outbreak of a novel pathogen.",
      "sentences": [
        [
          {
            "segment_text": "Strategies for containing an emerging infectious disease outbreak must be nonpharmaceutical when drugs or vaccines for the pathogen do not yet exist or are unavailable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The success of these non-pharmaceutical strategies will depend not only on the effectiveness of quarantine or other isolation measures but also on the epidemiological characteristics of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is currently no systematic framework to assess the relationship between different containment strategies and the natural history and epidemiological dynamics of the pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we compare the effectiveness of quarantine and symptom monitoring ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "implemented via contact tracing , in controlling epidemics using an agent-based branching model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We examine the relationship between epidemic containment and the disease dynamics of symptoms and infectiousness for seven case study diseases with diverse natural histories including Ebola ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Influenza A , and Severe Acute Respiratory Syndrome ( SARS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that the comparative effectiveness of symptom monitoring and quarantine depends critically on the natural history of the infectious disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its inherent transmissibility , and the intervention feasibility in the particular healthcare setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The benefit of quarantine over symptom monitoring is generally maximized for fast-course diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but we show the conditions under which symptom monitoring alone can control certain outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This quantitative framework can guide policy-makers on how best to use non-pharmaceutical interventions to contain emerging outbreaks and prioritize research during an outbreak of a novel pathogen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "240"
  }
}