{
  "paper_id": "9ba4278639bd27b2cc0bc2e986daa34407c624d6",
  "metadata": {
    "title": "GROUP A STREPTOCOCCAL PHARYNGITIS",
    "coda_data_split": "train",
    "coda_paper_id": 4852,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute pharyngitis is a common illness in both children and adults, caused by a wide variety of microbial agents. In children, approximately 20% of pharyngitis is caused by group A beta-hemolytic streptococci (GABHS); in adults, 5% of pharyngitis is due to GABHS. The signs and symptoms of infection are variable, ranging from mild sore throat with minimal physical findings to high fever and severe pain. The differential diagnosis of GABHS pharyngitis is extensive. Most cases of acute pharyngitis in both children and adults are caused by viruses. The gold standard diagnostic test for GABHS remains the throat culture. It is important to select appropriate candidates for culture to maintain the sensitivity of the test. Penicillin is still recommended as first-line treatment for documented GABHS infections. Prompt treatment is important to prevent serious sequelae of infection. (Prim Care Update Ob/Gyns 2002; 9:222-225. © 2002 Elsevier Science Inc. All rights reserved.)",
      "sentences": [
        [
          {
            "segment_text": "Acute pharyngitis is a common illness in both children and adults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "caused by a wide variety of microbial agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In children , approximately 20 % of pharyngitis is caused by group A beta-hemolytic streptococci ( GABHS ) ; in adults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "5 % of pharyngitis is due to GABHS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The signs and symptoms of infection are variable ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from mild sore throat with minimal physical findings to high fever and severe pain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The differential diagnosis of GABHS pharyngitis is extensive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most cases of acute pharyngitis in both children and adults are caused by viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The gold standard diagnostic test for GABHS remains the throat culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is important to select appropriate candidates for culture to maintain the sensitivity of the test .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Penicillin is still recommended as first-line treatment for documented GABHS infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prompt treatment is important to prevent serious sequelae of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Prim Care Update Ob/Gyns 2002 ; 9:222-225 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "© 2002 Elsevier Science Inc. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "173"
  }
}