{
  "paper_id": "9ba6165c827658b0f3dcc60c599560b1bf17f7eb",
  "metadata": {
    "title": "Oxidative stress indices in gastroenteritis in dogs with canine parvoviral infection",
    "coda_data_split": "train",
    "coda_paper_id": 2126,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Gastroenteritis of viral origin has emerged as a major cause of morbidity and mortality in dogs during the last two decades. Amongst the viral etiologies responsible for gastroenteritis in dogs, canine parvovirus (CPV) is considered as the most pathogenic. The disease is characterized by hemorrhagic enteritis, bloody diarrhoea and myocarditis in young pups. The present study was carried out to examine alterations in oxidative stress indices in the erythrocytes from dogs suffering from gastroenteritis with or without canine parvoviral infection as confirmed by CPV-DNA amplification from faeces using specific primers for CPV-2 as well as CPV-2a and CPV-2b variants by polymerase chain reaction (PCR). The present investigation utilized clinical cases of dogs with signs of acute diarrhea (n \u003d 56), and 14 more apparently healthy dogs of similar age group. Erythrocytic oxidative stress indices such as lipid peroxides level and antioxidant enzymes like superoxide dismutase and catalase activity, and blood micro-mineral (iron, copper, cobalt and zinc) status were analyzed in each dog (n \u003d 70). The acute cases of gastroenteritis in dogs were associated with altered erythrocytic lipid peroxidation as evident by estimation of malonaldehyde (MDA) concentration. The activities of antioxidant enzymes catalase and superoxide dismutase, the first line of antioxidant defense against damaging effects of free radicals, were also altered. The alterations in oxidative stress indices were more pronounced in cases with involvement of canine parvovirus as compared to parvo-negative cases. Our results also revealed decreased blood zinc level in diarrhoea in dogs irrespective of involvement of canine parvovirus.",
      "sentences": [
        [
          {
            "segment_text": "Gastroenteritis of viral origin has emerged as a major cause of morbidity and mortality in dogs during the last two decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Amongst the viral etiologies responsible for gastroenteritis in dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "canine parvovirus ( CPV ) is considered as the most pathogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease is characterized by hemorrhagic enteritis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bloody diarrhoea and myocarditis in young pups .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was carried out to examine alterations in oxidative stress indices in the erythrocytes from dogs suffering from gastroenteritis with or without canine parvoviral infection as confirmed by CPV-DNA amplification from faeces using specific primers for CPV-2 as well as CPV-2a and CPV-2b variants by polymerase chain reaction ( PCR ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The present investigation utilized clinical cases of dogs with signs of acute diarrhea ( n \u003d 56 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 14 more apparently healthy dogs of similar age group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Erythrocytic oxidative stress indices such as lipid peroxides level and antioxidant enzymes like superoxide dismutase and catalase activity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and blood micro-mineral ( iron , copper , cobalt and zinc ) status were analyzed in each dog ( n \u003d 70 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The acute cases of gastroenteritis in dogs were associated with altered erythrocytic lipid peroxidation as evident by estimation of malonaldehyde ( MDA ) concentration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The activities of antioxidant enzymes catalase and superoxide dismutase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the first line of antioxidant defense against damaging effects of free radicals , were also altered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The alterations in oxidative stress indices were more pronounced in cases with involvement of canine parvovirus as compared to parvo-negative cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also revealed decreased blood zinc level in diarrhoea in dogs irrespective of involvement of canine parvovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "280"
  }
}