{
  "paper_id": "9ba8c19c0e69d8969f2a49de6f2c67af98491ded",
  "metadata": {
    "title": "Risk factors for pandemic H1N1 2009 infection in healthcare personnel of four general hospitals",
    "coda_data_split": "train",
    "coda_paper_id": 6560,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To characterize an outbreak of pandemic H1N1 2009 among healthcare personnel (HCP), we conducted a cross-sectional survey of HCP who had worked in four general hospitals during the outbreak. More than one-quarter of responding HCP (27.6%) had influenza-like illness (ILI) during the outbreak. The estimated infection rate of pandemic H1N1 2009 was 9.1% in the study of HCP. Independent risk factors for ILI were female gender, \u003c40 years of age, the presence of chronic diseases associated with influenza complications, having family members with ILI or pandemic H1N1 2009, and working in influenza outpatient, influenza inpatient, non-influenza outpatient or emergency departments. During the outbreak of pandemic H1N1 2009, HCP frequently had ILI or the influenza infection. The development of the influenza infection in HCP was associated with some of their baseline characteristics, occupational risk factors, and non-occupational ones during the outbreak.",
      "sentences": [
        [
          {
            "segment_text": "To characterize an outbreak of pandemic H1N1 2009 among healthcare personnel ( HCP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we conducted a cross-sectional survey of HCP who had worked in four general hospitals during the outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "More than one-quarter of responding HCP ( 27.6 % ) had influenza-like illness ( ILI ) during the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The estimated infection rate of pandemic H1N1 2009 was 9.1 % in the study of HCP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Independent risk factors for ILI were female gender ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003c 40 years of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the presence of chronic diseases associated with influenza complications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "having family members with ILI or pandemic H1N1 2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and working in influenza outpatient ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza inpatient , non-influenza outpatient or emergency departments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the outbreak of pandemic H1N1 2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCP frequently had ILI or the influenza infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The development of the influenza infection in HCP was associated with some of their baseline characteristics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "occupational risk factors , and non-occupational ones during the outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "165"
  }
}