{
  "paper_id": "9bbcdc1db7feeedcd55ba7f4e429f2c8358b4221",
  "metadata": {
    "title": "Porcine deltacoronavirus nsp15 antagonizes interferon-β production independently of its endoribonuclease activity",
    "coda_data_split": "train",
    "coda_paper_id": 4452,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine deltacoronavirus (PDCoV) is an emerging swine coronavirus causing diarrhea and intestinal damage in nursing piglets. Previous work showed that PDCoV infection inhibits type I interferon (IFN) production. To further identify and characterize the PDCoV-encoded IFN antagonists will broaden our understanding of its pathogenesis. Nonstructural protein 15 (nsp15) encodes an endoribonuclease that is highly conserved among vertebrate nidoviruses (coronaviruses and arteriviruses) and plays a critical role in viral replication and transcription. Here, we found that PDCoV nsp15 significantly inhibits Sendai virus (SEV)-induced IFN-β production. PDCoV nsp15 disrupts the phosphorylation and nuclear translocation of NF-κB p65 subunit, but not antagonizes the activation of transcription factor IRF3. Interestingly, site-directed mutagenesis found that PDCoV nsp15 mutants (H129A, H234A, K269A) lacking endoribonuclease activity also suppress SEV-induced IFN-β production and NF-κB activation, suggesting that the endoribonuclease activity is not required for its ability to antagonize IFN-β production. Taken together, our results demonstrate that PDCoV nsp15 is an IFN antagonist and it inhibits interferon-β production via an endoribonuclease activity-independent mechanism.",
      "sentences": [
        [
          {
            "segment_text": "Porcine deltacoronavirus ( PDCoV ) is an emerging swine coronavirus causing diarrhea and intestinal damage in nursing piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous work showed that PDCoV infection inhibits type I interferon ( IFN ) production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To further identify and characterize the PDCoV-encoded IFN antagonists will broaden our understanding of its pathogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nonstructural protein 15 ( nsp15 ) encodes an endoribonuclease that is highly conserved among vertebrate nidoviruses ( coronaviruses and arteriviruses ) and plays a critical role in viral replication and transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we found that PDCoV nsp15 significantly inhibits Sendai virus ( SEV ) - induced IFN-β production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PDCoV nsp15 disrupts the phosphorylation and nuclear translocation of NF-κB p65 subunit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not antagonizes the activation of transcription factor IRF3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , site-directed mutagenesis found that PDCoV nsp15 mutants ( H129A , H234A , K269A ) lacking endoribonuclease activity also suppress SEV-induced IFN-β production and NF-κB activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the endoribonuclease activity is not required for its ability to antagonize IFN-β production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our results demonstrate that PDCoV nsp15 is an IFN antagonist and it inhibits interferon-β production via an endoribonuclease activity-independent mechanism .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "193"
  }
}