{
  "paper_id": "9bc9fff56cbd597d71e1e7044eeefc8debdc4578",
  "metadata": {
    "title": "Dramatic differences in the response of macrophages from B2 and B19 MHC-defined haplotypes to interferon gamma and polyinosinic:polycytidylic acid stimulation",
    "coda_data_split": "train",
    "coda_paper_id": 5848,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The chicken MHC has been associated with disease resistance, though the mechanisms are not understood. The functions of macrophages, critical to both innate and acquired immunity, were compared between the more infectious bronchitis virus-resistant B2 and the more infectious bronchitis virus-susceptible B19 lines. In vivo peripheral blood concentrations of monocytes were similar in B2 or B19 homozygous haplotypes. Peripheral blood-derived macrophages were stimulated with poly I:C, simulating an RNA virus, or IFNγ, a cytokine at the interface of innate and adaptive immunity. Not only did B2-derived peripheral monocytes differentiate into macrophages more readily than the B19 monocytes, but as determined by NO production, macrophages from B2 and B2 on B19 genetic background chicks were also significantly more responsive to either stimulant. In conclusion, the correlation with resistance to illness following viral infection may be directly linked to a more vigorous innate immune response.",
      "sentences": [
        [
          {
            "segment_text": "The chicken MHC has been associated with disease resistance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though the mechanisms are not understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The functions of macrophages , critical to both innate and acquired immunity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were compared between the more infectious bronchitis virus-resistant B2 and the more infectious bronchitis virus-susceptible B19 lines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vivo peripheral blood concentrations of monocytes were similar in B2 or B19 homozygous haplotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood-derived macrophages were stimulated with poly I : C ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "simulating an RNA virus , or IFNγ ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a cytokine at the interface of innate and adaptive immunity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Not only did B2-derived peripheral monocytes differentiate into macrophages more readily than the B19 monocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but as determined by NO production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "macrophages from B2 and B2 on B19 genetic background chicks were also significantly more responsive to either stimulant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the correlation with resistance to illness following viral infection may be directly linked to a more vigorous innate immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "160"
  }
}