{
  "paper_id": "9beadb64ac304891ccfe132bc0bea7073e02c11a",
  "metadata": {
    "title": "HIV-infected microglia mediate cathepsin B induced neurotoxicity",
    "coda_data_split": "train",
    "coda_paper_id": 7140,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND-HIV-1-infected mononuclear phagocytes release soluble factors that affect the homeostasis in tissue. HIV-1 can prompt metabolic encephalopathy with the addition of neuronal dysfunction and apoptosis. Recently, we reported that HIV-1 enhances the expression and secretion of bioactive cathepsin B in monocyte-derived macrophages, ultimately contributing to neuronal apoptosis. In this research, we request if microglia respond to HIV infection similarly by modifying the expression, secretion, neurotoxic potential of cathepsin B and the in vivo relevance of these findings.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND-HIV-1-infected mononuclear phagocytes release soluble factors that affect the homeostasis in tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HIV-1 can prompt metabolic encephalopathy with the addition of neuronal dysfunction and apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , we reported that HIV-1 enhances the expression and secretion of bioactive cathepsin B in monocyte-derived macrophages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ultimately contributing to neuronal apoptosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this research , we request if microglia respond to HIV infection similarly by modifying the expression ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "secretion , neurotoxic potential of cathepsin B and the in vivo relevance of these findings .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "METHODS-HIV-ADA infected human primary microglia and CHME-5 were assessed for expression and activity of cathepsin B, its inhibitors, cystatins B and C, and neurotoxicity associated with these changes. Human primary neurons were exposed to supernatants from HIVinfected and uninfected microglia in the presence of cathepsin B inhibitors and apoptosis was assessed by TUNEL. Microglial expression of cathepsin B was validated in brain tissue from HIVE patients.",
      "sentences": [
        [
          {
            "segment_text": "METHODS-HIV-ADA infected human primary microglia and CHME-5 were assessed for expression and activity of cathepsin B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "its inhibitors , cystatins B and C ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and neurotoxicity associated with these changes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Human primary neurons were exposed to supernatants from HIVinfected and uninfected microglia in the presence of cathepsin B inhibitors and apoptosis was assessed by TUNEL .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microglial expression of cathepsin B was validated in brain tissue from HIVE patients .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "microglia secreted significantly greater levels of cathepsin B, cystatin B, and cystatin C compared to uninfected cells. Increased apoptosis was observed in neurons exposed to supernatants from HIV-1 infected microglia at days 12 post-infection. The cathepsin B inhibitor CA-074 and cathepsin B antibody prevented neuronal apoptosis. Increased microgliaderived cathepsin B, cystatin B, and cystatin C and caspase-3+ neurons were detected in HIVE brains compared to controls. CONCLUSIONS-Our results suggest that HIV-1-induced cathepsin B production in microglia contributes to neuronal apoptosis and may be an important factor in neuronal death associated with HIVE.",
      "sentences": [
        [
          {
            "segment_text": "microglia secreted significantly greater levels of cathepsin B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cystatin B , and cystatin C compared to uninfected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Increased apoptosis was observed in neurons exposed to supernatants from HIV-1 infected microglia at days 12 post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cathepsin B inhibitor CA-074 and cathepsin B antibody prevented neuronal apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increased microgliaderived cathepsin B , cystatin B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cystatin C and caspase-3 + neurons were detected in HIVE brains compared to controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSIONS-Our results suggest that HIV-1-induced cathepsin B production in microglia contributes to neuronal apoptosis and may be an important factor in neuronal death associated with HIVE .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Human primary neuron and microglia isolation and culture-Human primary neurons and microglia were provided by Temple University\u0027s Comprehensive NeuroAIDS Center. Fetal brain tissue (gestational age 16-18 weeks) was obtained from elective abortion procedures performed in full compliance with National Institutes of Health and Temple University ethical guidelines. The tissue was washed with cold Hanks balanced salt solution (HBSS) and meninges and blood vessels were removed as previously described [Huang et al, 2011; Ghorpade et al, 1998].. For microglia, brain tissue was supplemented with Ca 2+ and Mg 2+ and then digested with 0.25% trypsin (Sigma) for 30 min at 37°C. Trypsin was neutralized with fetal bovine serum (FBS), and the tissue was further dissociated to obtain single-cell suspensions. The cells were cultured in DMEM (Sigma), supplemented with a mixture containing 10% heat-inactivated FBS, 1,000 U of purified recombinant human macrophage colony stimulating factor (MCSF) per ml, penicillin and streptomycin (50 mg/ ml), and 100 mg/ml of neomycin. The mixed culture was maintained under 5% CO 2 for 7 days, and the medium was fully replaced to remove any cell debris. The microglia cells released with further incubation were collected and purified by preferential adhesion. Microglia were seeded as an adherent monolayer at a density of 3 × 10 6 cells/well in a 6well plate and floating cells were removed after 4h. For neurons, tissue in HBSS was digested with papain (Sigma-Aldrich, St. Louis, MO) for 30 min at 37°C. Tissue was then dissociated to obtain single-cell suspensions by repeated pipetting with small bore fire polished glass Pasteur pipettes. Cells were plated in poly-D lysine-coated dishes at a density of ~ 1.8 × 10 6 cells/60mm dish in neurobasal media with B27 supplement, horse serum, and gentamicin (Invitrogen). After 2hr of attachment, media was replaced with fresh complete neurobasal media. Twenty-four hours later, cultures were replaced with neurobasal media without horse serum. Four days later, one fourth of the media was removed and replaced with neurobasal media supplemented with fluorodeoxyuridine (FDU) and uridine. Following FDU treatment, neurons were cultured in neurobasal medium with Glutamax and B27 supplement. One half volume of media was replaced every 48h. Purity of cell type specific cultures was assessed by immunolabeling for cell-type specific markers, including Iba-1 for microglia, GFAP for astrocyte and MAP2, neurofilament, and synaptophysin for neurons. CHME-5 microglia-The microglia cell line CHME-5 was kindly provided by Dr. Randal Davis from Oklahoma State University. It was originally obtained from human fetal microglia (Peudenier et al. 1991) transfected with the T-antigen of SV-40 virus (Janabi et al. 1995). Cells were cultured to 70% confluence in Dulbecco\u0027s modified Eagle\u0027s medium (DMEM) (Sigma Chemical Company, St. Louis, MO) supplemented with 5% inactivated Zenón et al.",
      "sentences": [
        [
          {
            "segment_text": "Human primary neuron and microglia isolation and culture-Human primary neurons and microglia were provided by Temple University \u0027s Comprehensive NeuroAIDS Center .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fetal brain tissue ( gestational age 16-18 weeks ) was obtained from elective abortion procedures performed in full compliance with National Institutes of Health and Temple University ethical guidelines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The tissue was washed with cold Hanks balanced salt solution ( HBSS ) and meninges and blood vessels were removed as previously described ( Huang et al , 2011 ; Ghorpade et al , 1998 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "For microglia , brain tissue was supplemented with Ca 2 + and Mg 2 + and then digested with 0.25 % trypsin ( Sigma ) for 30 min at 37 °C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trypsin was neutralized with fetal bovine serum ( FBS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the tissue was further dissociated to obtain single-cell suspensions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cells were cultured in DMEM ( Sigma ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "supplemented with a mixture containing 10 % heat-inactivated FBS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1,000 U of purified recombinant human macrophage colony stimulating factor ( MCSF ) per ml ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "penicillin and streptomycin ( 50 mg / ml ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 100 mg/ml of neomycin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mixed culture was maintained under 5 % CO 2 for 7 days ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the medium was fully replaced to remove any cell debris .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The microglia cells released with further incubation were collected and purified by preferential adhesion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microglia were seeded as an adherent monolayer at a density of 3 × 10 6 cells/well in a 6well plate and floating cells were removed after 4h .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For neurons , tissue in HBSS was digested with papain ( Sigma-Aldrich , St. Louis , MO ) for 30 min at 37 °C .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tissue was then dissociated to obtain single-cell suspensions by repeated pipetting with small bore fire polished glass Pasteur pipettes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cells were plated in poly-D lysine-coated dishes at a density of ~ 1.8 × 10 6 cells/60mm dish in neurobasal media with B27 supplement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "horse serum , and gentamicin ( Invitrogen ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After 2 hr of attachment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "media was replaced with fresh complete neurobasal media .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-four hours later , cultures were replaced with neurobasal media without horse serum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four days later , one fourth of the media was removed and replaced with neurobasal media supplemented with fluorodeoxyuridine ( FDU ) and uridine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Following FDU treatment , neurons were cultured in neurobasal medium with Glutamax and B27 supplement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One half volume of media was replaced every 48h .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Purity of cell type specific cultures was assessed by immunolabeling for cell-type specific markers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including Iba-1 for microglia , GFAP for astrocyte and MAP2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "neurofilament , and synaptophysin for neurons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CHME-5 microglia-The microglia cell line CHME-5 was kindly provided by Dr. Randal Davis from Oklahoma State University .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was originally obtained from human fetal microglia ( Peudenier et al. 1991 ) transfected with the T-antigen of SV-40 virus ( Janabi et al. 1995 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cells were cultured to 70 % confluence in Dulbecco \u0027s modified Eagle \u0027s medium ( DMEM ) ( Sigma Chemical Company , St. Louis , MO ) supplemented with 5 % inactivated Zenón et al. .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "34",
    "segment_num": "50",
    "token_num": "799"
  }
}