{
  "paper_id": "9bf0b6a8f2fc8bd4b3b80299ea9c7318340b1e4d",
  "metadata": {
    "title": "Post-translational Processing of the Glycoproteins of Lymphocytic Choriomeningitis Virus",
    "coda_data_split": "train",
    "coda_paper_id": 9274,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Intracellular events in the synthesis, glycosylation, and transport of the lymphocytic choriomeningitis virus (LCMV) glycoproteins have been examined. We have shown by N-glycanase digestion that LCMV strain Arm-4 bears five oligosaccharides on GP-1 and two on GP-2. By pulse-chase labeling experiments in the presence of drugs which inhibit Nlinked oligosaccharide addition and processing we demonstrate that addition of high mannose precursor oligosaccharides is necessary for transport and cleavage of the viral GP-C glycoprotein.",
      "sentences": [
        [
          {
            "segment_text": "Intracellular events in the synthesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "glycosylation , and transport of the lymphocytic choriomeningitis virus ( LCMV ) glycoproteins have been examined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have shown by N-glycanase digestion that LCMV strain Arm-4 bears five oligosaccharides on GP-1 and two on GP-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By pulse-chase labeling experiments in the presence of drugs which inhibit Nlinked oligosaccharide addition and processing we demonstrate that addition of high mannose precursor oligosaccharides is necessary for transport and cleavage of the viral GP-C glycoprotein .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Moreover, in the presence of tunicamycin which inhibits en bloc addition of these mannose-rich side chains, virus budding was substantially decreased and infectious virions were reduced by more than lOOO-fold in the supernatant medium. Incubation in the presence of castantospermine, which permits addition of oligomannosyl-rich chains but blocks further processing, restored transport and cleavage of GP-C and maturation of virions. Finally, by temperature block experiments we have determined that maturation of GP-C oligosaccharides to an endoglycosidase H resistant form precedes cleavage to GP-1 and GP-2. The latter process is most likely to occur in the Golgi or post-Golgi compartment. o 1990AcademicPress, IW.",
      "sentences": [
        [
          {
            "segment_text": "Moreover , in the presence of tunicamycin which inhibits en bloc addition of these mannose-rich side chains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virus budding was substantially decreased and infectious virions were reduced by more than lOOO-fold in the supernatant medium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Incubation in the presence of castantospermine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which permits addition of oligomannosyl-rich chains but blocks further processing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "restored transport and cleavage of GP-C and maturation of virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , by temperature block experiments we have determined that maturation of GP-C oligosaccharides to an endoglycosidase H resistant form precedes cleavage to GP-1 and GP-2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The latter process is most likely to occur in the Golgi or post-Golgi compartment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "o 1990AcademicPress , IW .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "\u0027 Present address:",
      "sentences": [
        [
          {
            "segment_text": "\u0027 Present address :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "197"
  }
}