{
  "paper_id": "9c1b3d1c613332e439a3a925588b2ee3b9bcf18e",
  "metadata": {
    "title": "Protein quality control in the nucleolus safeguards recovery of epigenetic regulators after heat shock",
    "coda_data_split": "train",
    "coda_paper_id": 6529,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Maintenance of epigenetic modifiers is of utmost importance to preserve the epigenome and consequently appropriate cellular functioning. Here, we analyzed Polycomb group protein (PcG) complex integrity in response to heat shock (HS). Upon HS, various Polycomb Repressive Complex (PRC)1 and PRC2 subunits, including CBX proteins, but also other chromatin regulators, are found to accumulate in the nucleolus. In parallel, binding of PRC1/2 to target genes is strongly reduced, coinciding with a dramatic loss of H2AK119ub and H3K27me3 marks. Nucleolar-accumulated CBX proteins are immobile, but remarkably both CBX protein accumulation and loss of PRC1/2 epigenetic marks are reversible. This post-heat shock recovery of pan-nuclear CBX protein localization and reinstallation of epigenetic marks is HSP70 dependent. Our findings demonstrate that the nucleolus is an essential protein quality control center, which is indispensable for recovery of epigenetic regulators and maintenance of the epigenome after heat shock.",
      "sentences": [
        [
          {
            "segment_text": "Maintenance of epigenetic modifiers is of utmost importance to preserve the epigenome and consequently appropriate cellular functioning .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we analyzed Polycomb group protein ( PcG ) complex integrity in response to heat shock ( HS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upon HS , various Polycomb Repressive Complex ( PRC ) 1 and PRC2 subunits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including CBX proteins , but also other chromatin regulators ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are found to accumulate in the nucleolus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In parallel , binding of PRC1/2 to target genes is strongly reduced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coinciding with a dramatic loss of H2AK119ub and H3K27me3 marks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nucleolar-accumulated CBX proteins are immobile ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but remarkably both CBX protein accumulation and loss of PRC1/2 epigenetic marks are reversible .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This post-heat shock recovery of pan-nuclear CBX protein localization and reinstallation of epigenetic marks is HSP70 dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings demonstrate that the nucleolus is an essential protein quality control center ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is indispensable for recovery of epigenetic regulators and maintenance of the epigenome after heat shock .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "166"
  }
}