{
  "paper_id": "9c2aa72aa0640f5224c2663ae55c35f75b8889c6",
  "metadata": {
    "title": "Virus-Host Coevolution with a Focus on Animal and Human DNA Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 5428,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses have been infecting their host cells since the dawn of life, and this extremely long-term coevolution gave rise to some surprising consequences for the entire tree of life. It is hypothesised that viruses might have contributed to the formation of the first cellular life form, or that even the eukaryotic cell nucleus originates from an infection by a coated virus. The continuous struggle between viruses and their hosts to maintain at least a constant fitness level led to the development of an unceasing arms race, where weapons are often shuttled between the participants. In this literature review we try to give a short insight into some general consequences or traits of virus-host coevolution, and after this we zoom in to the viral clades of adenoviruses, herpesviruses, nucleo-cytoplasmic large DNA viruses, polyomaviruses and, finally, circoviruses.",
      "sentences": [
        [
          {
            "segment_text": "Viruses have been infecting their host cells since the dawn of life ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this extremely long-term coevolution gave rise to some surprising consequences for the entire tree of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is hypothesised that viruses might have contributed to the formation of the first cellular life form ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or that even the eukaryotic cell nucleus originates from an infection by a coated virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The continuous struggle between viruses and their hosts to maintain at least a constant fitness level led to the development of an unceasing arms race ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where weapons are often shuttled between the participants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this literature review we try to give a short insight into some general consequences or traits of virus-host coevolution ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and after this we zoom in to the viral clades of adenoviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "herpesviruses , nucleo-cytoplasmic large DNA viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "polyomaviruses and , finally , circoviruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "148"
  }
}