{
  "paper_id": "9c33102dc55e225f5836f9cf9c9d5f5b918820d8",
  "metadata": {
    "title": "Key Role of Splenic Myeloid DCs in the IFN-ab Response to Adenoviruses In Vivo",
    "coda_data_split": "train",
    "coda_paper_id": 5511,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The early systemic production of interferon (IFN)-ab is an essential component of the antiviral host defense mechanisms, but is also thought to contribute to the toxic side effects accompanying gene therapy with adenoviral vectors. Here we investigated the IFN-ab response to human adenoviruses (Ads) in mice. By comparing the responses of normal, myeloid (m)DC-and plasmacytoid (p)DC-depleted mice and by measuring IFN-ab mRNA expression in different organs and cells types, we show that in vivo, Ads elicit strong and rapid IFN-ab production, almost exclusively in splenic mDCs. Using knockout mice, various strains of Ads (wild type, mutant and UV-inactivated) and MAP kinase inhibitors, we demonstrate that the Ad-induced IFN-ab response does not require Toll-like receptors (TLR), known cytosolic sensors of RNA (RIG-I/MDA-5) and DNA (DAI) recognition and interferon regulatory factor (IRF)-3, but is dependent on viral endosomal escape, signaling via the MAP kinase SAPK/JNK and IRF-7. Furthermore, we show that Ads induce IFN-ab and IL-6 in vivo by distinct pathways and confirm that IFN-ab positively regulates the IL-6 response. Finally, by measuring TNF-a responses to LPS in Ad-infected wild type and IFN-abR 2/2 mice, we show that IFN-ab is the key mediator of Ad-induced hypersensitivity to LPS. These findings indicate that, like endosomal TLR signaling in pDCs, TLR-independent virus recognition in splenic mDCs can also produce a robust early IFN-ab response, which is responsible for the bulk of IFN-ab production induced by adenovirus in vivo. The signaling requirements are different from known TLR-dependent or cytosolic IFN-ab induction mechanisms and suggest a novel cytosolic viral induction pathway. The hypersensitivity to components of the microbial flora and invading pathogens may in part explain the toxic side effects of adenoviral gene therapy and contribute to the pathogenesis of adenoviral disease.",
      "sentences": [
        [
          {
            "segment_text": "The early systemic production of interferon ( IFN ) - ab is an essential component of the antiviral host defense mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but is also thought to contribute to the toxic side effects accompanying gene therapy with adenoviral vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we investigated the IFN-ab response to human adenoviruses ( Ads ) in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By comparing the responses of normal ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "myeloid ( m ) DC-and plasmacytoid ( p ) DC-depleted mice and by measuring IFN-ab mRNA expression in different organs and cells types ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ads elicit strong and rapid IFN-ab production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "almost exclusively in splenic mDCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using knockout mice , various strains of Ads ( wild type , mutant and UV-inactivated ) and MAP kinase inhibitors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrate that the Ad-induced IFN-ab response does not require Toll-like receptors ( TLR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "known cytosolic sensors of RNA ( RIG-I/MDA -5 ) and DNA ( DAI ) recognition and interferon regulatory factor ( IRF ) -3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but is dependent on viral endosomal escape ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "signaling via the MAP kinase SAPK/JNK and IRF-7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we show that Ads induce IFN-ab and IL-6 in vivo by distinct pathways and confirm that IFN-ab positively regulates the IL-6 response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , by measuring TNF-a responses to LPS in Ad-infected wild type and IFN-abR 2/2 mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we show that IFN-ab is the key mediator of Ad-induced hypersensitivity to LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that , like endosomal TLR signaling in pDCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TLR-independent virus recognition in splenic mDCs can also produce a robust early IFN-ab response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is responsible for the bulk of IFN-ab production induced by adenovirus in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The signaling requirements are different from known TLR-dependent or cytosolic IFN-ab induction mechanisms and suggest a novel cytosolic viral induction pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hypersensitivity to components of the microbial flora and invading pathogens may in part explain the toxic side effects of adenoviral gene therapy and contribute to the pathogenesis of adenoviral disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "336"
  }
}