{
  "paper_id": "9c39d4edcd259aaf2d64858e826f2f7a70a23a79",
  "metadata": {
    "title": "A CRISPR toolbox to study virus-host interactions HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 9257,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses depend on their hosts to complete their replication cycles; they exploit cellular receptors for entry and hijack cellular functions to replicate their genome, assemble progeny virions and spread. Recently, genome-scale CRISPR-Cas screens have been used to identify host factors that are required for virus replication, including the replication of clinically relevant viruses such as Zika virus, West Nile virus, dengue virus and hepatitis C virus. In this Review, we discuss the technical aspects of genome-scale knockout screens using CRISPR-Cas technology, and we compare these screens with alternative genetic screening technologies. The relative ease of use and reproducibility of CRISPR-Cas make it a powerful tool for probing virus-host interactions and for identifying new antiviral targets.",
      "sentences": [
        [
          {
            "segment_text": "Viruses depend on their hosts to complete their replication cycles ; they exploit cellular receptors for entry and hijack cellular functions to replicate their genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "assemble progeny virions and spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , genome-scale CRISPR-Cas screens have been used to identify host factors that are required for virus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the replication of clinically relevant viruses such as Zika virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "West Nile virus , dengue virus and hepatitis C virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we discuss the technical aspects of genome-scale knockout screens using CRISPR-Cas technology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we compare these screens with alternative genetic screening technologies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relative ease of use and reproducibility of CRISPR-Cas make it a powerful tool for probing virus-host interactions and for identifying new antiviral targets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "127"
  }
}