{
  "paper_id": "9c8a35cb4e5844ead3ef3214b059ba238cd70362",
  "metadata": {
    "title": "Bibliometric analysis of publications on Campylobacter: (2000-2015)",
    "coda_data_split": "train",
    "coda_paper_id": 6006,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Campylobacter species are widespread zoonotic pathogens. Campylobacter jejuni causes a form of gastroenteritis called campylobacteriosis. Campylobacter drug resistance is considered a serious threat. In order to better understand national and international research output on Campylobacter, we conducted this bibliometric overview of publications on Campylobacter. This study can be used to assess extent of interaction and response of researchers, food regulators, and health policy makers to global burden of campylobacateriosis.",
      "sentences": [
        [
          {
            "segment_text": "Background : Campylobacter species are widespread zoonotic pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Campylobacter jejuni causes a form of gastroenteritis called campylobacteriosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Campylobacter drug resistance is considered a serious threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to better understand national and international research output on Campylobacter ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we conducted this bibliometric overview of publications on Campylobacter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study can be used to assess extent of interaction and response of researchers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "food regulators , and health policy makers to global burden of campylobacateriosis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Scopus database was used to retrieve publications with the following keywords (Campylobacter/ campylobacteriosis, C. jejuni, C. coli). The study period was set from 2000 to 2015. All types of journal documents, excluding errata, were considered. Bibliometric indicators such as annual growth of publications, country contribution, international collaboration, and citation analysis were presented. The quality of retrieved data was indirectly assessed by Hirsch index and impact factor of journals. Results: A total of 5522 documents were retrieved with median (Q1-Q3) citations of 9 (2-23) and h-index of 113. Annual number of publications showed a fluctuating increase. The core leading journals were Applied and Environmental Microbiology journal and Journal of Food Protection with 246 (4.46%) publications for each. The USA (1309; 23.6%) was the most productive country while Danmarks Tekniske Universitet (150; 2.7%) was the most productive institution. Half of the top ten productive countries were European. France had the lowest percentage (33.5%) of articles with international collaboration while Netherlands (57.7%) had the highest percentage of articles with international collaboration. Approximately half (50.1%) of retrieved articles were published in journals under the subject area of \"immunology/microbiology\". Main themes in highly cited articles were molecular biology/genetics and public health burden of campylobacteriosis. There were 728 (13.1%) articles on campylobacter-related drug resistance, and the top cited articles focused mainly on increasing resistance to quinolones and fluoroquinolones. Conclusions: There was a clear increase in number of publications on Campylobacter. Rational use of antimicrobials in humans, poultry, and animals is highly recommended. International collaboration is highly required particularly in implementing new diagnostic screening technologies to minimize global health burden of Campylobacter and ensure food safety.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Scopus database was used to retrieve publications with the following keywords ( Campylobacter / campylobacteriosis , C. jejuni , C. coli ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study period was set from 2000 to 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All types of journal documents ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "excluding errata , were considered .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bibliometric indicators such as annual growth of publications ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "country contribution , international collaboration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and citation analysis were presented .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The quality of retrieved data was indirectly assessed by Hirsch index and impact factor of journals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 5522 documents were retrieved with median ( Q1-Q3 ) citations of 9 ( 2-23 ) and h-index of 113 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Annual number of publications showed a fluctuating increase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The core leading journals were Applied and Environmental Microbiology journal and Journal of Food Protection with 246 ( 4.46 % ) publications for each .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The USA ( 1309 ; 23.6 % ) was the most productive country while Danmarks Tekniske Universitet ( 150 ; 2.7 % ) was the most productive institution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Half of the top ten productive countries were European .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "France had the lowest percentage ( 33.5 % ) of articles with international collaboration while Netherlands ( 57.7 % ) had the highest percentage of articles with international collaboration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately half ( 50.1 % ) of retrieved articles were published in journals under the subject area of `` immunology/microbiology \u0027\u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Main themes in highly cited articles were molecular biology/genetics and public health burden of campylobacteriosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 728 ( 13.1 % ) articles on campylobacter-related drug resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the top cited articles focused mainly on increasing resistance to quinolones and fluoroquinolones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : There was a clear increase in number of publications on Campylobacter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rational use of antimicrobials in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "poultry , and animals is highly recommended .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "International collaboration is highly required particularly in implementing new diagnostic screening technologies to minimize global health burden of Campylobacter and ensure food safety .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "22",
    "segment_num": "29",
    "token_num": "411"
  }
}