{
  "paper_id": "9c940298ee86fe96bd26a793b6498755794cd254",
  "metadata": {
    "title": "Structure of the S1 subunit C-terminal domain from bat-derived coronavirus HKU5 spike protein",
    "coda_data_split": "train",
    "coda_paper_id": 8235,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Accumulating evidence indicates that MERS-CoV originated from bat coronaviruses (BatCoVs). Previously, we demonstrated that both MERS-CoV and BatCoV HKU4 use CD26 as a receptor, but how the BatCoVs evolved to bind CD26 is an intriguing question. Here, we solved the crystal structure of the S1 subunit C-terminal domain of HKU5 (HKU5-CTD), another BatCoV that is phylogenetically related to MERS-CoV but cannot bind to CD26. We observed that the conserved core subdomain and those of other betacoronaviruses (betaCoVs) have a similar topology of the external subdomain, indicating the same ancestor of lineage C betaCoVs. However, two deletions in two respective loops located in HKU5-CTD result in conformational variations in CD26-binding interface and are responsible for the non-binding of HKU5-CTD to CD26. Combined with sequence variation in the HKU5-CTD receptor binding interface, we propose the necessity for surveilling the mutation in BatCoV HKU5 spike protein in case of bat-to-human interspecies transmission.",
      "sentences": [
        [
          {
            "segment_text": "Accumulating evidence indicates that MERS-CoV originated from bat coronaviruses ( BatCoVs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we demonstrated that both MERS-CoV and BatCoV HKU4 use CD26 as a receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but how the BatCoVs evolved to bind CD26 is an intriguing question .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we solved the crystal structure of the S1 subunit C-terminal domain of HKU5 ( HKU5-CTD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "another BatCoV that is phylogenetically related to MERS-CoV but can not bind to CD26 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We observed that the conserved core subdomain and those of other betacoronaviruses ( betaCoVs ) have a similar topology of the external subdomain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the same ancestor of lineage C betaCoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , two deletions in two respective loops located in HKU5-CTD result in conformational variations in CD26-binding interface and are responsible for the non-binding of HKU5-CTD to CD26 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combined with sequence variation in the HKU5-CTD receptor binding interface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we propose the necessity for surveilling the mutation in BatCoV HKU5 spike protein in case of bat-to-human interspecies transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "169"
  }
}