{
  "paper_id": "9c9a77d2ad48020088cb7dbb56293ce27109e59d",
  "metadata": {
    "title": "Manifold construction based on local distance invariance",
    "coda_data_split": "train",
    "coda_paper_id": 5875,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper presents a distance invariant manifold that preserves the neighborhood relations among data patterns. All patterns have their corresponding cells in the manifold space. The constellation of neighborhood cells closely resembles that of patterns. The manifold is invariant under the translation, rotation and scale of the pattern coordinates. The neighborhood relations among cells are adjusted and improved in each iteration according to the reduction of the distance preservation energy.",
      "sentences": [
        [
          {
            "segment_text": "This paper presents a distance invariant manifold that preserves the neighborhood relations among data patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All patterns have their corresponding cells in the manifold space .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The constellation of neighborhood cells closely resembles that of patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The manifold is invariant under the translation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rotation and scale of the pattern coordinates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The neighborhood relations among cells are adjusted and improved in each iteration according to the reduction of the distance preservation energy .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "76"
  }
}