{
  "paper_id": "9caa6b55ebcf43e88c3bf5c40742febf6317f15b",
  "metadata": {
    "title": "Role of Atypical Pathogens in Nursing HomeeAcquired Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 7718,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: No international consensus has been reached on the empirical use of antibiotics with atypical coverage in nursing homeeacquired pneumonia (NHAP). Aspiration is an important cause of NHAP, but it may not require antimicrobial treatment. This study aimed to investigate the prevalence and clinical characteristics of AP infections and review the need for empirical antibiotics with atypical coverage in NHAP.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : No international consensus has been reached on the empirical use of antibiotics with atypical coverage in nursing homeeacquired pneumonia ( NHAP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aspiration is an important cause of NHAP ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it may not require antimicrobial treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to investigate the prevalence and clinical characteristics of AP infections and review the need for empirical antibiotics with atypical coverage in NHAP .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design: A prospective cohort study. Setting: Four nursing homes with a total number of 772 residents. Participants: Patients were aged ! 65 years, hospitalized for NHAP, which was defined as the presence of respiratory symptoms and abnormal chest radiographs, from April 2006 to March 2007. Measurements: Demographics, clinical parameters, and investigation results were recorded. Microbial investigations comprised sputum routine and mycobacterial cultures, blood and urine cultures, serology, and nasopharyngeal aspirate viral culture and polymerase chain reaction tests. Suspected aspiration pneumonitis was arbitrarily defined as NHAP without pathogens identified. Results: After excluding lone bacteriuria, 108 episodes of NHAP in 94 patients were included. Twelve APs were detected in 11 patients. There was no clinical feature to distinguish between infections caused by APs and other pathogens. The commonest APs were Mycoplasma pneumoniae (6) and Chlamydophila pneumoniae (3). No Legionella pneumophila was detected by urinary antigen test. None of the patients with AP infection received antibiotics indicated for AP infections. However, AP infections did not result in mortality. No pathogen was isolated in 31.5% of cases. Patients without pathogens isolated were less likely to have purulent sputum and crepitations on chest auscultation, compared with those with pneumonia caused by identified pathogens. Conclusions: Atypical pathogens (APs) were not associated with mortality even in cases where the prescribed antibiotics did not cover APs. NHAP may not necessarily be treated with empirical antibiotics covering APs.",
      "sentences": [
        [
          {
            "segment_text": "Design : A prospective cohort study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Setting : Four nursing homes with a total number of 772 residents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants : Patients were aged !",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "65 years , hospitalized for NHAP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which was defined as the presence of respiratory symptoms and abnormal chest radiographs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from April 2006 to March 2007 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Measurements : Demographics , clinical parameters ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and investigation results were recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microbial investigations comprised sputum routine and mycobacterial cultures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "blood and urine cultures , serology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and nasopharyngeal aspirate viral culture and polymerase chain reaction tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Suspected aspiration pneumonitis was arbitrarily defined as NHAP without pathogens identified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : After excluding lone bacteriuria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "108 episodes of NHAP in 94 patients were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twelve APs were detected in 11 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no clinical feature to distinguish between infections caused by APs and other pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The commonest APs were Mycoplasma pneumoniae ( 6 ) and Chlamydophila pneumoniae ( 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No Legionella pneumophila was detected by urinary antigen test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the patients with AP infection received antibiotics indicated for AP infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , AP infections did not result in mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No pathogen was isolated in 31.5 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients without pathogens isolated were less likely to have purulent sputum and crepitations on chest auscultation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with those with pneumonia caused by identified pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Atypical pathogens ( APs ) were not associated with mortality even in cases where the prescribed antibiotics did not cover APs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NHAP may not necessarily be treated with empirical antibiotics covering APs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "21",
    "segment_num": "29",
    "token_num": "337"
  }
}