{
  "paper_id": "9cb04b84b292eff39712e9af5a9f4db2c61a6dcd",
  "metadata": {
    "title": "Celiac and non-celiac gluten sensitivity: a review on the association with schizophrenia and mood disorders",
    "coda_data_split": "train",
    "coda_paper_id": 8053,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An association between many psychiatric and gluten-related disorders has been known for some time. In the case of schizophrenia and mood disorders, the major psychiatric disorders, there is much evidence, not without contradictions, of a possible association between schizophrenia and celiac disease. The association between mood disorders and gluten-related disorders, especially celiac disease, has only been studied for depression, often coupled with anxiety, and very recently for bipolar disorder. Since non-celiac gluten sensitivity is now known to be different from celiac disease, many studies have shown that gluten sensitivity is also associated with major psychiatric disorders. Here we review the literature on the association between schizophrenia/mood disorders and celiac disease/ gluten sensitivity, pointing out the differences between these associations.",
      "sentences": [
        [
          {
            "segment_text": "An association between many psychiatric and gluten-related disorders has been known for some time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the case of schizophrenia and mood disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the major psychiatric disorders , there is much evidence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not without contradictions , of a possible association between schizophrenia and celiac disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The association between mood disorders and gluten-related disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially celiac disease , has only been studied for depression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often coupled with anxiety , and very recently for bipolar disorder .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since non-celiac gluten sensitivity is now known to be different from celiac disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many studies have shown that gluten sensitivity is also associated with major psychiatric disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the literature on the association between schizophrenia/mood disorders and celiac disease / gluten sensitivity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pointing out the differences between these associations .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "135"
  }
}