{
  "paper_id": "9cb23e4f04ec3120b42a3c5bb0d21053f9f8a8ab",
  "metadata": {
    "title": "Polymerase chain reaction combined with fluorescent lateral flow immunoassay based on magnetic purification for rapid detection of canine parvovirus 2",
    "coda_data_split": "train",
    "coda_paper_id": 9716,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Canine parvovirus 2 (CPV-2) is one of the most common etiological agents that cause severe gastroenteritis in puppies. Early accurate diagnosis is important for infected dogs. In recent years, magnetic separation has become an efficient and useful tool for bioassays. In this study, polymerase chain reaction (PCR) combined with fluorescent lateral flow immunoassay (LFIA) based on magnetic purification assay was developed for the quantitative detection of CPV-2. Results: The optimum working reaction volume and reaction time for LFIA was 100 μL and 2 min, respectively. The PCR-LFIA assay only detected CPV-2, and did not show cross-detection of non-CPV strains. Experiments showed analytical sensitivity of 3 × 10 1 copies/μL and demonstrated the PCR-LFIA has a diagnostic agreement of 100% with conventional PCR on detection of clinical samples (22.6% positive, 14/62). Cutoff value is 146. The results were further verified by sequencing and BLAST software. The entire process from PCR step only takes~80 min. Conclusions: This approach provides an attractive platform for rapid and quantitative detection of CPV-2, indicating great promise as a convenient molecular detection tool to facilitate disease outbreak investigations and response timely.",
      "sentences": [
        [
          {
            "segment_text": "Background : Canine parvovirus 2 ( CPV-2 ) is one of the most common etiological agents that cause severe gastroenteritis in puppies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early accurate diagnosis is important for infected dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , magnetic separation has become an efficient and useful tool for bioassays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , polymerase chain reaction ( PCR ) combined with fluorescent lateral flow immunoassay ( LFIA ) based on magnetic purification assay was developed for the quantitative detection of CPV-2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The optimum working reaction volume and reaction time for LFIA was 100 μL and 2 min , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PCR-LFIA assay only detected CPV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and did not show cross-detection of non-CPV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Experiments showed analytical sensitivity of 3 × 10 1 copies/μL and demonstrated the PCR-LFIA has a diagnostic agreement of 100 % with conventional PCR on detection of clinical samples ( 22.6 % positive , 14/62 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cutoff value is 146 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results were further verified by sequencing and BLAST software .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The entire process from PCR step only takes ~ 80 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This approach provides an attractive platform for rapid and quantitative detection of CPV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating great promise as a convenient molecular detection tool to facilitate disease outbreak investigations and response timely .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "217"
  }
}