{
  "paper_id": "9cc75dfad38021c422145fb2fcb2ea10155fc9a1",
  "metadata": {
    "title": "A Middle East respiratory syndrome screening clinic for health care personnel during the 2015 Middle East respiratory syndrome outbreak in South Korea: A single-center experience",
    "coda_data_split": "train",
    "coda_paper_id": 7634,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus infection control health facilities symptom assessment Background: Transmission of Middle East respiratory syndrome (MERS) to health care personnel (HCP) is a major concern. This study aimed to review cases of MERS-related events, such as development of MERS-like symptoms or exposure to patients. Methods: A MERS screening clinic (MSC) for HCP was setup in the National Medical Center during the MERS outbreak in 2015. Clinical and laboratory data from HCP who visited the MSC were retrospectively reviewed. Additionally, these data were compared with the results of postoutbreak questionnaire surveys and interviews about MERS-related symptoms and risk-related events. Results: Of the 333 HCP who participated in MERS patient care, 35 HCP (10.5%) visited the MSC for MERSlike symptoms. No one was infected with MERS, and the most common symptom was fever (68.6%) followed by cough (34.3%). However, 106 of 285 postoutbreak survey participants experienced at least 1 MERSrelated symptom and 26 reported exposure to patients without appropriate personal protective equipment, whereas only 4 HCP visited the MSC to report exposure events. Conclusions: Although a considerable number of HCP experienced MERS-related symptoms or unprotected exposure during MERS patient care, some did not take appropriate action. These findings imply that for infection control strategy to be properly performed, education should be strengthened so that HCP can accurately recognize the risk situation and properly notify the infection control officer.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus infection control health facilities symptom assessment Background : Transmission of Middle East respiratory syndrome ( MERS ) to health care personnel ( HCP ) is a major concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to review cases of MERS-related events ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as development of MERS-like symptoms or exposure to patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A MERS screening clinic ( MSC ) for HCP was setup in the National Medical Center during the MERS outbreak in 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical and laboratory data from HCP who visited the MSC were retrospectively reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , these data were compared with the results of postoutbreak questionnaire surveys and interviews about MERS-related symptoms and risk-related events .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 333 HCP who participated in MERS patient care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "35 HCP ( 10.5 % ) visited the MSC for MERSlike symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No one was infected with MERS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the most common symptom was fever ( 68.6 % ) followed by cough ( 34.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , 106 of 285 postoutbreak survey participants experienced at least 1 MERSrelated symptom and 26 reported exposure to patients without appropriate personal protective equipment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas only 4 HCP visited the MSC to report exposure events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Although a considerable number of HCP experienced MERS-related symptoms or unprotected exposure during MERS patient care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some did not take appropriate action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings imply that for infection control strategy to be properly performed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "education should be strengthened so that HCP can accurately recognize the risk situation and properly notify the infection control officer .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "266"
  }
}