{
  "paper_id": "9d1128280d095834077759a4529827311a6b6708",
  "metadata": {
    "title": "Toward the discovery of dual HCMV-VZV inhibitors: Synthesis, structure activity relationship analysis, and cytotoxicity studies of long chained 2-uracil-3-yl-N-(4-phenoxyphenyl)acetamides",
    "coda_data_split": "train",
    "coda_paper_id": 10816,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The need for novel therapeutic options to fight herpesvirus infections still persists. Herein we report the design, synthesis and antiviral evaluation of a new family of non-nucleoside antivirals, derived from 1-[x-(4-bromophenoxy)alkyl]uracil derivatives -previously reported inhibitors of human cytomegalovirus (HCMV). Introduction of the N-(4-phenoxyphenyl)acetamide side chain at N 3 increased their potency and widened activity spectrum. The most active compounds in the series exhibit submicromolar activity against different viral strains of HCMV and varicella zoster virus (VZV) replication in HEL cell cultures. Inactivity against other DNA and RNA viruses, including herpes simplex virus 1/2, points to a novel mechanism of antiviral action.",
      "sentences": [
        [
          {
            "segment_text": "The need for novel therapeutic options to fight herpesvirus infections still persists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we report the design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "synthesis and antiviral evaluation of a new family of non-nucleoside antivirals ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "derived from 1 - ( x - ( 4-bromophenoxy ) alkyl ) uracil derivatives - previously reported inhibitors of human cytomegalovirus ( HCMV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Introduction of the N - ( 4-phenoxyphenyl ) acetamide side chain at N 3 increased their potency and widened activity spectrum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most active compounds in the series exhibit submicromolar activity against different viral strains of HCMV and varicella zoster virus ( VZV ) replication in HEL cell cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inactivity against other DNA and RNA viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including herpes simplex virus 1/2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "points to a novel mechanism of antiviral action .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "130"
  }
}