{
  "paper_id": "9d26cdd19afaaa9f93ff6b4a6741f4fb3eb33e4e",
  "metadata": {
    "title": "Lessons from the Severe Acute Respiratory Syndrome Outbreak in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 2821,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is now a global public health threat with many medical, ethical, social, economic, political, and legal implications. The nonspecific signs and symptoms of this disease, coupled with a relatively long incubation period and the initial absence of a reliable diagnostic test, limited the understanding of the magnitude of the outbreak. This paper outlines our experience with public health issues that have arisen during this outbreak of SARS in Hong Kong. We confirmed that case detection, reporting, clear and timely dissemination of information, and strict infection control measures are essential in handling such an infectious disease outbreak. The need for an outbreak response unit is crucial to combat any future outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is now a global public health threat with many medical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ethical , social , economic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "political , and legal implications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The nonspecific signs and symptoms of this disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coupled with a relatively long incubation period and the initial absence of a reliable diagnostic test ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "limited the understanding of the magnitude of the outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper outlines our experience with public health issues that have arisen during this outbreak of SARS in Hong Kong .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We confirmed that case detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reporting , clear and timely dissemination of information ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and strict infection control measures are essential in handling such an infectious disease outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The need for an outbreak response unit is crucial to combat any future outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "132"
  }
}