{
  "paper_id": "9d3a476c4b3e5a3d03456a53c8840ee8d117808c",
  "metadata": {
    "title": "SELCO-Ecopurin â pig slurry treatment system",
    "coda_data_split": "train",
    "coda_paper_id": 3945,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As the practice of intensive animal production increases, there is a need for affordable treatment technologies that can help manage the large amounts of manure generated. Our approach has been to develop an efficient liquid-solid separation module using polymer technology and integrate this separation module into systems of treatment technologies for both the separated liquid and solids. We describe the progress that has been made in management techniques and new technological alternatives for manure treatment and generation of value added by-products based on the SELCO-Ecopurin â separation technology and experiences during the last five years in 12 livestock farms in Spain, Italy and the USA. High recovery of solids (\u003e90%) makes the use of advanced purification of the liquid a more economical alternative. The liquid can be further treated to reduce N and P and produce effluents virtually free of these nutrients. Production of methane and energy was affected by solids concentration; the anaerobic process was optimised with polymer application rate of 120 ppm during separation and a solids content of 13%.",
      "sentences": [
        [
          {
            "segment_text": "As the practice of intensive animal production increases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a need for affordable treatment technologies that can help manage the large amounts of manure generated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our approach has been to develop an efficient liquid-solid separation module using polymer technology and integrate this separation module into systems of treatment technologies for both the separated liquid and solids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the progress that has been made in management techniques and new technological alternatives for manure treatment and generation of value added by-products based on the SELCO-Ecopurin â separation technology and experiences during the last five years in 12 livestock farms in Spain , Italy and the USA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "High recovery of solids ( \u003e 90 % ) makes the use of advanced purification of the liquid a more economical alternative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The liquid can be further treated to reduce N and P and produce effluents virtually free of these nutrients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Production of methane and energy was affected by solids concentration ; the anaerobic process was optimised with polymer application rate of 120 ppm during separation and a solids content of 13 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "186"
  }
}