{
  "paper_id": "9d79c2ef6ed8ac3394a05684c486b1f4318c512c",
  "metadata": {
    "title": "Harmonising the virological surveillance of influenza in Europe: results of an 18-country survey",
    "coda_data_split": "train",
    "coda_paper_id": 3424,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The European influenza surveillance scheme (EISS) is based on a surveillance model that combines clinical and virological data in the general population. Eighteen countries in Europe report weekly influenza activity to EISS (http://www.eiss.org). A questionnaire on the virological data collection was sent electronically to the EISS members. Questions on the specimen collection, representativity, laboratory diagnosis of influenza, reporting of variants, testing for other respiratory infections, serological testing, near-patient tests and preparedness for a pandemic were included. The results of the survey showed that for the typing of influenza, the methods polymerase chain reaction (PCR), enzyme-linked immunosorbent assay (ELISA) and haemagglutination inhibition (HAI) methods are used most frequently. For the subtyping of influenza, HAI and PCR are used most often. An east-west divide was seen for the use of PCR in typing and subtyping (more PCR use in the west). Differences in the virological surveillance systems in Europe can make direct comparisons difficult because detection rates may differ by test. For the reporting of other respiratory infections besides influenza, many networks (68%) collect information on RSV. This is important because RSV causes similar clinical symptoms as influenza and can have a similar impact in terms of burden of disease. With the collection of RSV data, EISS is moving to a broader spectrum of viral respiratory diseases. The findings of this survey will be used to better harmonise laboratory methods in EISS in order to obtain more reliable and comparable information on influenza activity in Europe.",
      "sentences": [
        [
          {
            "segment_text": "The European influenza surveillance scheme ( EISS ) is based on a surveillance model that combines clinical and virological data in the general population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eighteen countries in Europe report weekly influenza activity to EISS ( http://www.eiss.org ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A questionnaire on the virological data collection was sent electronically to the EISS members .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Questions on the specimen collection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "representativity , laboratory diagnosis of influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reporting of variants , testing for other respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serological testing , near-patient tests and preparedness for a pandemic were included .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results of the survey showed that for the typing of influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the methods polymerase chain reaction ( PCR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enzyme-linked immunosorbent assay ( ELISA ) and haemagglutination inhibition ( HAI ) methods are used most frequently .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the subtyping of influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAI and PCR are used most often .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An east-west divide was seen for the use of PCR in typing and subtyping ( more PCR use in the west ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differences in the virological surveillance systems in Europe can make direct comparisons difficult because detection rates may differ by test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the reporting of other respiratory infections besides influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "many networks ( 68 % ) collect information on RSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is important because RSV causes similar clinical symptoms as influenza and can have a similar impact in terms of burden of disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the collection of RSV data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EISS is moving to a broader spectrum of viral respiratory diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings of this survey will be used to better harmonise laboratory methods in EISS in order to obtain more reliable and comparable information on influenza activity in Europe .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "282"
  }
}