{
  "paper_id": "9d82ed9e4eab5525576c427521c25aca625ecd59",
  "metadata": {
    "title": "molecules Probing the Effects of Pyrimidine Functional Group Switches on Acyclic Fleximer Analogues for Antiviral Activity",
    "coda_data_split": "train",
    "coda_paper_id": 2160,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Due to their ability to inhibit viral DNA or RNA replication, nucleoside analogues have been used for decades as potent antiviral therapeutics. However, one of the major limitations of nucleoside analogues is the development of antiviral resistance. In that regard, flexible nucleoside analogues known as \"fleximers\" have garnered attention over the years due to their ability to survey different amino acids in enzyme binding sites, thus overcoming the potential development of antiviral resistance. Acyclic fleximers have previously demonstrated antiviral activity against numerous viruses including Middle East Respiratory Syndrome coronavirus (MERS-CoV), Ebola virus (EBOV), and, most recently, flaviviruses such as Dengue (DENV) and Yellow Fever Virus (YFV). Due to these interesting results, a Structure Activity Relationship (SAR) study was pursued in order to analyze the effect of the pyrimidine functional group and acyl protecting group on antiviral activity, cytotoxicity, and conformation. The results of those studies are presented herein.",
      "sentences": [
        [
          {
            "segment_text": "Due to their ability to inhibit viral DNA or RNA replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nucleoside analogues have been used for decades as potent antiviral therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , one of the major limitations of nucleoside analogues is the development of antiviral resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In that regard , flexible nucleoside analogues known as `` fleximers \u0027\u0027 have garnered attention over the years due to their ability to survey different amino acids in enzyme binding sites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus overcoming the potential development of antiviral resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acyclic fleximers have previously demonstrated antiviral activity against numerous viruses including Middle East Respiratory Syndrome coronavirus ( MERS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola virus ( EBOV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and , most recently , flaviviruses such as Dengue ( DENV ) and Yellow Fever Virus ( YFV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to these interesting results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a Structure Activity Relationship ( SAR ) study was pursued in order to analyze the effect of the pyrimidine functional group and acyl protecting group on antiviral activity , cytotoxicity , and conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of those studies are presented herein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "177"
  }
}