{
  "paper_id": "9d841b824ae2621149ed1404cd9d07f74346fae6",
  "metadata": {
    "title": "Confidence in controlling a SARS outbreak: Experiences of public health nurses in managing home quarantine measures in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 8429,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Taiwan experienced one of the most serious outbreaks of severe acute respiratory syndrome (SARS) during the 2003 epidemic. Public health nurses faced unprecedented challenges in implementing an extensive quarantine policy to prevent disease spread. Their professional confidence, however, was shattered during the SARS crisis. This paper assesses factors related to public health nurses\u0027 confidence in managing community SARS control programs. Methods: In May 2003, we sent structured questionnaires to all 361 health centers in Taiwan and asked the public health nurses responsible for epidemic control to complete. A total of 312 completed surveys were returned for a response rate of 86.4%. Descriptive methods and logistic regression were used to analyze the data. Results: Most public health nurses (71.9%) expressed a general lack of confidence in handling the SARS epidemic. Confidence was significantly associated with perceived epidemic severity (OR, 0.58; 95% CI: 0.35-0.99), daily epidemic updates (OR, 2.26; 95% CI: 1.28-3.98), and number of cases in the community (OR, 2.21; 95% CI: 1.13-4.31). Conclusion: Nurses\u0027 individual risk perception and prompt update of epidemic information significantly affect levels of professional confidence, a key factor influencing quarantine implementation success. Strategies to promote productive interagency collaboration and advocate participatory policy making involving health workers at all levels are needed to control effectively infectious disease outbreaks. (Am J Infect Control 2006;34:176-81.) ",
      "sentences": [
        [
          {
            "segment_text": "Background : Taiwan experienced one of the most serious outbreaks of severe acute respiratory syndrome ( SARS ) during the 2003 epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Public health nurses faced unprecedented challenges in implementing an extensive quarantine policy to prevent disease spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their professional confidence , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was shattered during the SARS crisis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper assesses factors related to public health nurses \u0027 confidence in managing community SARS control programs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : In May 2003 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we sent structured questionnaires to all 361 health centers in Taiwan and asked the public health nurses responsible for epidemic control to complete .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 312 completed surveys were returned for a response rate of 86.4 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Descriptive methods and logistic regression were used to analyze the data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Most public health nurses ( 71.9 % ) expressed a general lack of confidence in handling the SARS epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Confidence was significantly associated with perceived epidemic severity ( OR , 0.58 ; 95 % CI : 0.35-0.99 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "daily epidemic updates ( OR , 2.26 ; 95 % CI : 1.28-3.98 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and number of cases in the community ( OR , 2.21 ; 95 % CI : 1.13-4.31 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Nurses \u0027 individual risk perception and prompt update of epidemic information significantly affect levels of professional confidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a key factor influencing quarantine implementation success .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strategies to promote productive interagency collaboration and advocate participatory policy making involving health workers at all levels are needed to control effectively infectious disease outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Infect Control 2006 ; 34:176-81 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "269"
  }
}