{
  "paper_id": "9db78243c51590cfaaef835ded1163dc55d67cc0",
  "metadata": {
    "title": "Sustained Viremia and High Viral Load in Respiratory Tract Secretions Are Predictors for Death in Immunocompetent Adults with Adenovirus Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 9812,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The predictors for fatal adenovirus (AdV) pneumonia among immunocompetent adults are unclear. Laboratory-confirmed, hospitalized AdV pneumonia adults were prospectively enrolled in Beijing Chao-Yang hospital from March to June 2013. Clinical data and serial whole blood and respiratory tract secretions from such patients were collected. Quantitative real-time polymerase chain reaction was performed to quantify the viral load. A total of 14 AdV pneumonia cases were consecutively enrolled, and four of them were fatal. Ten cases were caused by AdV-55, three by AdV-7 and one by AdV-3. There were no differences in age, gender or underlying diseases between the patients in the fatal cases and surviving cases. At admission (on day 5-7 after illness onset), the patients in fatal cases presented higher initial viral loads in respiratory tract secretions (8.578 ± 2.115 vs 6.263 ± 1.225 Log 10 copies/ml, p \u003d 0.023). All patients in fatal cases presented with viremia on day 12-14 (100% vs 66.7%, p \u003d 0.017). A higher initial viral load in the respiratory tract and sustained viremia (more than 2 weeks) may be predictors for fatal clinical outcomes. Fig 4.",
      "sentences": [
        [
          {
            "segment_text": "The predictors for fatal adenovirus ( AdV ) pneumonia among immunocompetent adults are unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Laboratory-confirmed , hospitalized AdV pneumonia adults were prospectively enrolled in Beijing Chao-Yang hospital from March to June 2013 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical data and serial whole blood and respiratory tract secretions from such patients were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantitative real-time polymerase chain reaction was performed to quantify the viral load .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 14 AdV pneumonia cases were consecutively enrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and four of them were fatal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ten cases were caused by AdV-55 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three by AdV-7 and one by AdV-3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no differences in age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gender or underlying diseases between the patients in the fatal cases and surviving cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At admission ( on day 5-7 after illness onset ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the patients in fatal cases presented higher initial viral loads in respiratory tract secretions ( 8.578 ± 2.115 vs 6.263 ± 1.225 Log 10 copies/ml , p \u003d 0.023 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All patients in fatal cases presented with viremia on day 12-14 ( 100 % vs 66.7 % , p \u003d 0.017 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A higher initial viral load in the respiratory tract and sustained viremia ( more than 2 weeks ) may be predictors for fatal clinical outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fig 4 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The kinetics of Adv loads in sequential sputum and whole blood, CK-MB and CTNI level from a 29-year-old male survival patient with myocarditis. On the y-axis, viral load level is presented with log 10 DNA copy numbers per ml of sample, and myocardial enzyme level is expressed as log 2 CK-MB ng/ml and log 2 CTNI ng/ml. CK-MB \u003d Creatine Kinase-MB, CTNI \u003d Cardiac troponin I.",
      "sentences": [
        [
          {
            "segment_text": "The kinetics of Adv loads in sequential sputum and whole blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CK-MB and CTNI level from a 29-year-old male survival patient with myocarditis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the y-axis , viral load level is presented with log 10 DNA copy numbers per ml of sample ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and myocardial enzyme level is expressed as log 2 CK-MB ng/ml and log 2 CTNI ng/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CK-MB \u003d Creatine Kinase-MB , CTNI \u003d Cardiac troponin I.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "284"
  }
}