{
  "paper_id": "9ddc6eddec3c91f53a24653e004620fad3a694ec",
  "metadata": {
    "title": "Aurintricarboxylic acid increases yield of HSV-1 vectors",
    "coda_data_split": "train",
    "coda_paper_id": 7788,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Production of large quantities of viral vectors is crucial for the success of gene therapy in the clinic. There is a need for higher titers of herpes simplex virus-1 (HSV-1) vectors both for therapeutic use as well as in the manufacturing of clinical grade adenoassociated virus (AAV) vectors. HSV-1 yield increased when primary human fibroblasts were treated with anti-inflammatory drugs like dexamethasone or valproic acid. In our search for compounds that would increase HSV-1 yield, we investigated another anti-inflammatory compound, aurintricarboxylic acid (ATA). Although ATA has been previously shown to have antiviral effects, we find that low (micromolar) concentrations of ATA increased HSV-1 vector production yields. Our results showing the use of ATA to increase HSV-1 titers have important implications for the production of certain HSV-1 vectors as well as recombinant AAV vectors.",
      "sentences": [
        [
          {
            "segment_text": "Production of large quantities of viral vectors is crucial for the success of gene therapy in the clinic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a need for higher titers of herpes simplex virus-1 ( HSV-1 ) vectors both for therapeutic use as well as in the manufacturing of clinical grade adenoassociated virus ( AAV ) vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HSV-1 yield increased when primary human fibroblasts were treated with anti-inflammatory drugs like dexamethasone or valproic acid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In our search for compounds that would increase HSV-1 yield ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we investigated another anti-inflammatory compound ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aurintricarboxylic acid ( ATA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although ATA has been previously shown to have antiviral effects ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we find that low ( micromolar ) concentrations of ATA increased HSV-1 vector production yields .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results showing the use of ATA to increase HSV-1 titers have important implications for the production of certain HSV-1 vectors as well as recombinant AAV vectors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "150"
  }
}