{
  "paper_id": "9df0801be110f632c616bf9e91cb72d59383b086",
  "metadata": {
    "title": "Is Tuberculosis Treatment Really Free in China? A Study Comparing Two Areas with Different Management Models",
    "coda_data_split": "train",
    "coda_paper_id": 7674,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "China has implemented a free-service policy for tuberculosis. However, patients still have to pay a substantial proportion of their annual income for treatment of this disease. This study describes the economic burden on patients with tuberculosis; identifies related factors by comparing two areas with different management models; and provides policy recommendation for tuberculosis control reform in China.",
      "sentences": [
        [
          {
            "segment_text": "China has implemented a free-service policy for tuberculosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , patients still have to pay a substantial proportion of their annual income for treatment of this disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study describes the economic burden on patients with tuberculosis ; identifies related factors by comparing two areas with different management models ; and provides policy recommendation for tuberculosis control reform in China .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "There are three tuberculosis management models in China: the tuberculosis dispensary model, specialist model and integrated model. We selected Zhangjiagang (ZJG) and Taixing (TX) as the study sites, which correspond to areas implementing the integrated model and dispensary model, respectively. Patients diagnosed and treated for tuberculosis since January 2010 were recruited as study subjects. A total of 590 patients (316 patients from ZJG and 274 patients from TX) were interviewed with a response rate of 81%. The economic burden attributed to tuberculosis, including direct costs and indirect costs, was estimated and compared between the two study sites. The Mann-Whitney U Test was used to compare the cost differences between the two groups. Potential factors related to the total outof-pocket costs were analyzed based on a step-by-step multivariate linear regression model after the logarithmic transformation of the costs.",
      "sentences": [
        [
          {
            "segment_text": "There are three tuberculosis management models in China : the tuberculosis dispensary model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "specialist model and integrated model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We selected Zhangjiagang ( ZJG ) and Taixing ( TX ) as the study sites ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which correspond to areas implementing the integrated model and dispensary model , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients diagnosed and treated for tuberculosis since January 2010 were recruited as study subjects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 590 patients ( 316 patients from ZJG and 274 patients from TX ) were interviewed with a response rate of 81 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The economic burden attributed to tuberculosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including direct costs and indirect costs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was estimated and compared between the two study sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Mann-Whitney U Test was used to compare the cost differences between the two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potential factors related to the total outof-pocket costs were analyzed based on a step-by-step multivariate linear regression model after the logarithmic transformation of the costs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The average (median, interquartile range) total cost was 18793.33 (9965, 3200-24400) CNY for patients in ZJG, which was significantly higher than for patients in TX (mean: 6598.33, median: 2263, interquartile range: 983-6688) (Z \u003d 10.42, P \u003c 0.001). After excluding expenses covered by health insurance, the average out-of-pocket costs were 14304.4 PLOS ONE | Education Institutions (PAPD). The funders had no CNY in ZJG and 5639.2 CNY in TX. Based on the multivariable linear regression analysis, factors related to the total out-of-pocket costs were study site, age, number of clinical visits, residence, diagnosis delay, hospitalization, intake of liver protective drugs and use of the second-line drugs.",
      "sentences": [
        [
          {
            "segment_text": "The average ( median , interquartile range ) total cost was 18793.33 ( 9965 , 3200-24400 ) CNY for patients in ZJG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was significantly higher than for patients in TX ( mean : 6598.33 , median : 2263 , interquartile range : 983-6688 ) ( Z \u003d 10.42 , P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After excluding expenses covered by health insurance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the average out-of-pocket costs were 14304.4 PLOS ONE | Education Institutions ( PAPD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The funders had no CNY in ZJG and 5639.2 CNY in TX .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the multivariable linear regression analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "factors related to the total out-of-pocket costs were study site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "age , number of clinical visits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "residence , diagnosis delay , hospitalization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intake of liver protective drugs and use of the second-line drugs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Under the current \"free of diagnosis and treatment\" policy, the financial burden remains heavy on tuberculosis patients. Policy makers need to consider appropriate steps to lessen the burden of out-of-pocket costs for tuberculosis patients in China and how best to improve service delivery for poor patients. Economic Burden of TB PLOS ONE |",
      "sentences": [
        [
          {
            "segment_text": "Under the current `` free of diagnosis and treatment \u0027\u0027 policy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the financial burden remains heavy on tuberculosis patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Policy makers need to consider appropriate steps to lessen the burden of out-of-pocket costs for tuberculosis patients in China and how best to improve service delivery for poor patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Economic Burden of TB PLOS ONE |",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "28",
    "token_num": "415"
  }
}