{
  "paper_id": "9e0f1a931626ce9554b73e38693d47de81893dbb",
  "metadata": {
    "title": "Neutrophils and viral-induced neurologic disease",
    "coda_data_split": "train",
    "coda_paper_id": 4374,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection of the central nervous system (CNS) by neurotropic viruses represents an increasing worldwide problem in terms of morbidity and mortality for people of all ages. Although unique structural features of the blood-brain-barrier (BBB) provide a physical and physiological barrier, a number of neurotropic viruses are able to enter the CNS resulting in a variety of pathological outcomes. Nonetheless, antigen-specific lymphocytes are ultimately able to accumulate within the CNS and contribute to defense by reducing or eliminating the invading viral pathogen. Alternatively, infiltration of activated cells of the immune system may be detrimental, as these cells can contribute to neuropathology that may result in long-term cellular damage or death. More recently, myeloid cells e.g. neutrophils have been implicated in contributing to both host defense and disease in response to viral infection of the CNS. This review highlights recent studies using coronavirus-induced neurologic disease as a model to determine how neutrophils affect effective control of viral replication as well as demyelination.",
      "sentences": [
        [
          {
            "segment_text": "Infection of the central nervous system ( CNS ) by neurotropic viruses represents an increasing worldwide problem in terms of morbidity and mortality for people of all ages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although unique structural features of the blood-brain-barrier ( BBB ) provide a physical and physiological barrier ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a number of neurotropic viruses are able to enter the CNS resulting in a variety of pathological outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , antigen-specific lymphocytes are ultimately able to accumulate within the CNS and contribute to defense by reducing or eliminating the invading viral pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alternatively , infiltration of activated cells of the immune system may be detrimental ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as these cells can contribute to neuropathology that may result in long-term cellular damage or death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , myeloid cells e.g. neutrophils have been implicated in contributing to both host defense and disease in response to viral infection of the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights recent studies using coronavirus-induced neurologic disease as a model to determine how neutrophils affect effective control of viral replication as well as demyelination .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "175"
  }
}