{
  "paper_id": "9e13598151119444dc9f52d8cc04d5905b3c9f0b",
  "metadata": {
    "title": "Platelet-bound antibodies detected by a flow cytometric assay in cats with thrombocytopenia",
    "coda_data_split": "train",
    "coda_paper_id": 9394,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In cats, primary or secondary immune-mediated thrombocytopenia have rarely been described or characterised. The objective of this study was to determine platelet-bound antibodies (PBA) by a flow cytometric assay in both healthy and thrombocytopenic cats. Direct PBA testing was performed in 42 thrombocytopenic cats (platelet counts 6e179 Â 10 9 /l, median 56 Â 10 9 /l). Of these 42 cats, 19 had positive PBA test results, 17 of which were considered to have secondary immune-mediated thrombocytopenia (sITP). Underlying diseases included fat necroses (four cases), feline infectious peritonitis (three), feline leukaemia virus (two) or feline immunodeficiency virus (two) infections, lymphoma (two), leukaemia (one), hepatitis (one), pyelonephritis (one), or hyperthyroidism (one). In two cats, no underlying disease was found suggesting a primary immune-mediated thrombocytopenia (pITP). The PBA test was negative in 23 cats diagnosed with varying underlying diseases and in 47 healthy control cats with platelet values within the reference range. Only seven of the 42 cats with thrombocytopenia (platelet count 10e57 Â 10 9 /l, median 34 Â 10 9 /l) had spontaneous bleeding. This study suggests that immune-mediated destruction of platelets might be an important pathological mechanism for feline thrombocytopenia caused by various underlying diseases. In cats, pITP appears to be rarely diagnosed.",
      "sentences": [
        [
          {
            "segment_text": "In cats , primary or secondary immune-mediated thrombocytopenia have rarely been described or characterised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to determine platelet-bound antibodies ( PBA ) by a flow cytometric assay in both healthy and thrombocytopenic cats .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Direct PBA testing was performed in 42 thrombocytopenic cats ( platelet counts 6e179 Â 10 9 / l , median 56 Â 10 9 / l ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of these 42 cats , 19 had positive PBA test results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17 of which were considered to have secondary immune-mediated thrombocytopenia ( sITP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Underlying diseases included fat necroses ( four cases ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feline infectious peritonitis ( three ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feline leukaemia virus ( two ) or feline immunodeficiency virus ( two ) infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymphoma ( two ) , leukaemia ( one ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hepatitis ( one ) , pyelonephritis ( one ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or hyperthyroidism ( one ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In two cats , no underlying disease was found suggesting a primary immune-mediated thrombocytopenia ( pITP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PBA test was negative in 23 cats diagnosed with varying underlying diseases and in 47 healthy control cats with platelet values within the reference range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only seven of the 42 cats with thrombocytopenia ( platelet count 10e57 Â 10 9 / l , median 34 Â 10 9 / l ) had spontaneous bleeding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study suggests that immune-mediated destruction of platelets might be an important pathological mechanism for feline thrombocytopenia caused by various underlying diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In cats , pITP appears to be rarely diagnosed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "260"
  }
}