{
  "paper_id": "9e3db9f0b5e4e5811a8b21576cb08297043ddb84",
  "metadata": {
    "title": "Antagonizing Interferon-Mediated Immune Response by Porcine Reproductive and Respiratory Syndrome Virus",
    "coda_data_split": "train",
    "coda_paper_id": 4323,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interferons (IFNs) are important components in innate immunity involved in the first line of defense to protect host against viral infection. Porcine reproductive and respiratory syndrome virus (PRRSV) leads to severe economic losses for swine industry since being first identified in early 1990s. PRRSV interplays with host IFN production and IFN-activated signaling, which may contribute to the delayed onset and low level of neutralizing antibodies, as well as weak cell-mediated immune response in infected pigs. PRRSV encodes several proteins that act as antagonists for the IFN signaling. In this review, we summarized the various strategies used by PRRSV to antagonize IFN production and thwart IFN-activated antiviral signaling, as well as the variable interference with IFN-mediated immune response by different PRRSV strains. Thorough understanding of the interaction between PRRSV and host innate immune response will facilitate elucidation of PRRSV pathogenesis and development of a better strategy to control PRRS.",
      "sentences": [
        [
          {
            "segment_text": "Interferons ( IFNs ) are important components in innate immunity involved in the first line of defense to protect host against viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) leads to severe economic losses for swine industry since being first identified in early 1990s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRRSV interplays with host IFN production and IFN-activated signaling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may contribute to the delayed onset and low level of neutralizing antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as weak cell-mediated immune response in infected pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRRSV encodes several proteins that act as antagonists for the IFN signaling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarized the various strategies used by PRRSV to antagonize IFN production and thwart IFN-activated antiviral signaling ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as the variable interference with IFN-mediated immune response by different PRRSV strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Thorough understanding of the interaction between PRRSV and host innate immune response will facilitate elucidation of PRRSV pathogenesis and development of a better strategy to control PRRS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "162"
  }
}