{
  "paper_id": "9e4f6e2dd8f847c11cc774c7083aa426f42a530e",
  "metadata": {
    "title": "Detection of Plant DNA in the Bronchoalveolar Lavage of Patients with Ventilator-Associated Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 8011,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hospital-acquired infections such as nosocomial pneumonia are a serious cause of mortality for hospitalized patients, especially for those admitted to intensive care units (ICUs). Despite the number of the studies reported to date, the causative agents of pneumonia are not completely known. Herein, we found by molecular technique that vegetable and tobacco DNA may be detected in the bronchoalveolar lavage from patients with ventilator-associated pneumonia (VAP).",
      "sentences": [
        [
          {
            "segment_text": "Background : Hospital-acquired infections such as nosocomial pneumonia are a serious cause of mortality for hospitalized patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially for those admitted to intensive care units ( ICUs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the number of the studies reported to date ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the causative agents of pneumonia are not completely known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we found by molecular technique that vegetable and tobacco DNA may be detected in the bronchoalveolar lavage from patients with ventilator-associated pneumonia ( VAP ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In the present study, we studied bronchoalveolar lavage (BAL) from patients admitted to ICUs with ventilator-associated pneumonia. BAL fluids were assessed with molecular tests, culture and blood culture. We successfully identified plant DNA in six patients out of 106 (6%) with ventilator-associated pneumonia. Inhalation was confirmed in four cases and suspected in the other two cases. Inhalation was significantly frequent in patients with plant DNA (four out of six patients) than those without plant DNA (three out of 100 patients) (P,0.001). Nicotiana tabacum chloroplast DNA was identified in three patients who were smokers (cases 2, 3 and 6). Cucurbita pepo, Morus bombycis and Triticum aestivum DNA were identified in cases 1, 4 and 5 respectively. Twenty-three different bacterial species, two viruses and five fungal species were identified from among these six patients by using molecular and culture techniques. Several of the pathogenic microorganisms identified are reported to be food-borne or tobacco plant-associated pathogens.",
      "sentences": [
        [
          {
            "segment_text": "In the present study , we studied bronchoalveolar lavage ( BAL ) from patients admitted to ICUs with ventilator-associated pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BAL fluids were assessed with molecular tests , culture and blood culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We successfully identified plant DNA in six patients out of 106 ( 6 % ) with ventilator-associated pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inhalation was confirmed in four cases and suspected in the other two cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhalation was significantly frequent in patients with plant DNA ( four out of six patients ) than those without plant DNA ( three out of 100 patients ) ( P ,0.001 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nicotiana tabacum chloroplast DNA was identified in three patients who were smokers ( cases 2 , 3 and 6 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cucurbita pepo , Morus bombycis and Triticum aestivum DNA were identified in cases 1 , 4 and 5 respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-three different bacterial species , two viruses and five fungal species were identified from among these six patients by using molecular and culture techniques .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several of the pathogenic microorganisms identified are reported to be food-borne or tobacco plant-associated pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: Our study shows that plants DNA may be identified in the BAL fluid of pneumonia patients, especially when exploring aspiration pneumonia, but the significance of the presence of plant DNA and its role in the pathogenesis of pneumonia is unknown and remains to be investigated. However, the identification of these plants may be a potential marker of aspiration in patients with pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : Our study shows that plants DNA may be identified in the BAL fluid of pneumonia patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially when exploring aspiration pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the significance of the presence of plant DNA and its role in the pathogenesis of pneumonia is unknown and remains to be investigated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the identification of these plants may be a potential marker of aspiration in patients with pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "329"
  }
}