{
  "paper_id": "9e52fd05fb7af17821d17583633704bc5c41e08c",
  "metadata": {
    "title": "Medicinal Plant Active Compounds Produced by UV-B Exposure",
    "coda_data_split": "train",
    "coda_paper_id": 8174,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ultraviolet (UV) radiation is a part of the sunlight reaching Earth surface. The UV spectrum of solar radiation is by convention divided into three parts: UV-A: 310-400 nm, UV-B: 280-310 nm and UV-C: less than 280 nm. UV-B is the most energetic component reaching Earth surface because the stratospheric ozone layer effectively absorbs completely wavelengths below 290 nm. UV-B is an increasing threat due to increasing UV-B levels on Earth surface as a consequence of depletion of stratospheric O 3 . In general, the effects of atmospheric UV-B radiation are negative for biological life. Enhanced levels of UV-B radiation can indeed negatively change plant physiological processes, growth and productivity. However, while studying UV-B effects on medicinal plants, some interesting phenomena have been discovered. For example, basil plants respond positively to UV-B radiation by increasing oil yield (Chang et al. J Horticult For 1:27-31, 2009). In other studies medicinal plants show bene fi cial aspects in term of increase in volatile oil yield and secondary metabolite production (Kumari et al. Ecotoxicol Environ Safety ). Medicinal herbs have great market value in India and worldwide. The medicinal value of plants depends upon phenolics, antioxidants and volatile yield. Therefore further UV-B experiments increasing the levels of these compounds are needed.",
      "sentences": [
        [
          {
            "segment_text": "Ultraviolet ( UV ) radiation is a part of the sunlight reaching Earth surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The UV spectrum of solar radiation is by convention divided into three parts : UV-A : 310-400 nm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "UV-B : 280-310 nm and UV-C : less than 280 nm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "UV-B is the most energetic component reaching Earth surface because the stratospheric ozone layer effectively absorbs completely wavelengths below 290 nm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "UV-B is an increasing threat due to increasing UV-B levels on Earth surface as a consequence of depletion of stratospheric O 3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , the effects of atmospheric UV-B radiation are negative for biological life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enhanced levels of UV-B radiation can indeed negatively change plant physiological processes , growth and productivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , while studying UV-B effects on medicinal plants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some interesting phenomena have been discovered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , basil plants respond positively to UV-B radiation by increasing oil yield ( Chang et al. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J Horticult For 1:27-31 , 2009 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In other studies medicinal plants show bene fi cial aspects in term of increase in volatile oil yield and secondary metabolite production ( Kumari et al. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ecotoxicol Environ Safety ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Medicinal herbs have great market value in India and worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The medicinal value of plants depends upon phenolics , antioxidants and volatile yield .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore further UV-B experiments increasing the levels of these compounds are needed .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we review the effect of UV-B exposure on metabolites, volatiles, and antioxidants potential in medicinal plants. This chapter reports: (1) aspects of the global market for medicinal and aromatic plants in India in order to assist the medicinal plant industry to make informed decisions. (2) The biodiversity loss due to wild harvesting of plants, and as an alternative the cultivation strategy of medicinal plants.",
      "sentences": [
        [
          {
            "segment_text": "Here we review the effect of UV-B exposure on metabolites ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "volatiles , and antioxidants potential in medicinal plants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This chapter reports : ( 1 ) aspects of the global market for medicinal and aromatic plants in India in order to assist the medicinal plant industry to make informed decisions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 2 ) The biodiversity loss due to wild harvesting of plants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and as an alternative the cultivation strategy of medicinal plants .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(3) Main medicinal plant species having rich antioxidant potential. (4) Main secondary metabolites of plant origin such as phenylpropanoids, terpenes, alkaloids, and volatile oil, and other important metabolites containing high antioxidant level used in human diet and health. (5) UV-B factors that enhance the quality of medicinal plant by increasing the content of secondary bioactive products. (6) Secondary metabolic pathways involving regulation of key enzymes, chalcone synthase, and phenylalanine ammonia lyase. Understanding of UV-B responses on secondary plant metabolites expand new opportunities for plant enriched in medicinal active compounds.",
      "sentences": [
        [
          {
            "segment_text": "( 3 ) Main medicinal plant species having rich antioxidant potential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 4 ) Main secondary metabolites of plant origin such as phenylpropanoids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "terpenes , alkaloids , and volatile oil ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and other important metabolites containing high antioxidant level used in human diet and health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 5 ) UV-B factors that enhance the quality of medicinal plant by increasing the content of secondary bioactive products .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 6 ) Secondary metabolic pathways involving regulation of key enzymes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chalcone synthase , and phenylalanine ammonia lyase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding of UV-B responses on secondary plant metabolites expand new opportunities for plant enriched in medicinal active compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "22",
    "segment_num": "29",
    "token_num": "421"
  }
}