{
  "paper_id": "9e79c42bd7bcbc8b2fd2ba494815e3df517774a5",
  "metadata": {
    "title": "The COVID-19 pandemic and the use of MS disease-modifying therapies",
    "coda_data_split": "train",
    "coda_paper_id": 5366,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Maria was distraught after reading about the \u0027potential\u0027 epidemic, yet to happen, and the horror stories on Facebook needing reassurance and certainty about what she should do. She requested an urgent appointment to review her treatment plan. Maria was a 26-year-old woman with relapsing multiple sclerosis who had recently experienced brainstem relapse with double vision and ataxia despite treatment with pegylated interferon-beta for the last 18 months. A brain MRI performed one month prior had shown 16 new T2 lesions, four of which were enhancing. One of the enhancing lesions was at the pontomedullary junction and was certainly the cause of her relapse. Treatment was to be escalated to ocrelizumab with the first dose in a week\u0027s time. In view of the emerging coronavirus pandemic, she was questioning whether or not she should go ahead with ocrelizumab. This was despite only a handful of confirmed COVID-19 cases in the country and none in her town and region.",
      "sentences": [
        [
          {
            "segment_text": "Maria was distraught after reading about the ` potential \u0027 epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet to happen , and the horror stories on Facebook needing reassurance and certainty about what she should do .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "She requested an urgent appointment to review her treatment plan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Maria was a 26-year-old woman with relapsing multiple sclerosis who had recently experienced brainstem relapse with double vision and ataxia despite treatment with pegylated interferon-beta for the last 18 months .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A brain MRI performed one month prior had shown 16 new T2 lesions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "four of which were enhancing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the enhancing lesions was at the pontomedullary junction and was certainly the cause of her relapse .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment was to be escalated to ocrelizumab with the first dose in a week \u0027s time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In view of the emerging coronavirus pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "she was questioning whether or not she should go ahead with ocrelizumab .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This was despite only a handful of confirmed COVID-19 cases in the country and none in her town and region .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "If this scenario sounds plausible what should neurologists do? Human coronaviruses are predominantly associated with respiratory tract infections and includes those that cause severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS) and now the COVID-19 pandemic.",
      "sentences": [
        [
          {
            "segment_text": "If this scenario sounds plausible what should neurologists do ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human coronaviruses are predominantly associated with respiratory tract infections and includes those that cause severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East respiratory syndrome ( MERS ) and now the COVID-19 pandemic .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In an uncertain world, where we do not have a clear evidence-base, you often have to default to scientific principles, rather than using the wisdom of the crowd. Not surprising, with Italy being one of the epicentres of the COVID-19 epidemic, the Italian society of neurology or SIN (Società Italiana di Neurologia) broke cover first producing recommendations on the management of patients with MS during the COVID-19 epidemic (see Box 1). The SIN guidelines provide relatively straightforward, and one could argue arbitrary, advice on how to manage patients with MS in the short-term, but do not address supervision of these patients in the intermediate or long-term especially those with highly active MS. If the public health measures being taken flatten the peak of the epidemic, but extend its tail, the problem of community-acquired SARS-CoV2 infection and COVID-19 may be with us for many months and potentially years. Are the SIN guidelines compatible with the best interests of our patients or a knee-jerk response to an undefined problem that may not be a problem at all?",
      "sentences": [
        [
          {
            "segment_text": "In an uncertain world , where we do not have a clear evidence-base ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "you often have to default to scientific principles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rather than using the wisdom of the crowd .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Not surprising , with Italy being one of the epicentres of the COVID-19 epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Italian society of neurology or SIN ( Società Italiana di Neurologia ) broke cover first producing recommendations on the management of patients with MS during the COVID-19 epidemic ( see Box 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The SIN guidelines provide relatively straightforward ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and one could argue arbitrary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "advice on how to manage patients with MS in the short-term ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but do not address supervision of these patients in the intermediate or long-term especially those with highly active MS. If the public health measures being taken flatten the peak of the epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but extend its tail , the problem of community-acquired SARS-CoV2 infection and COVID-19 may be with us for many months and potentially years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Are the SIN guidelines compatible with the best interests of our patients or a knee-jerk response to an undefined problem that may not be a problem at all ?",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "25",
    "token_num": "410"
  }
}