{
  "paper_id": "9e938f6a1ae02a99bceedb9068f3cd0db7a4ccf9",
  "metadata": {
    "title": "Stress hormones bring birds, pathogens and mosquitoes together HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 6301,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Do stress hormones such as corticosterone enhance bird susceptibility to mosquitoes in ways that enhance rates of coinfection? Does this then enhance pathogen emergence?",
      "sentences": [
        [
          {
            "segment_text": "Do stress hormones such as corticosterone enhance bird susceptibility to mosquitoes in ways that enhance rates of coinfection ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Does this then enhance pathogen emergence ?",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Interactions between pathogens are often mediated by the hosts immune system [1] . Two recent experimental papers suggest that interactions between the immune system and corticosterone may be important in mediating synergistic interactions between pathogens that enhance rates of co-infection in birds. As part of a long term study on the effect of the bacterial pathogen Mycoplasma gallisepticum in house finches Haemorhous mexicanus, Dana Hawley and her team asked the question to what extent are the stress hormones that are important for energy mobilization and regulation of the immune system influenced by experimental infection with the bacterium M. gallisepticum [2] . They found that corticosterone levels increased after house finches were infected with M. gallisepticum, decreased again to pre-infection levels once the infection was cleared, and that individuals with greater disease severity had the highest corticosterone concentrations. Trying to identify factors that influence West Nile virus transmission, Lynn Martin and his team started from the premise that stress hormones might represent a key link between individual-level of infection, population-levels of parasite transmission, and zoonotic disease risk. They experimentally manipulated zebra finch Taeniopygia guttata stress hormones by implanting corticosterone-filled silastic tubules and examined subsequent feeding preferences, feeding success, and productivity of mosquito vectors [3] . Despite performing more frequent",
      "sentences": [
        [
          {
            "segment_text": "Interactions between pathogens are often mediated by the hosts immune system ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two recent experimental papers suggest that interactions between the immune system and corticosterone may be important in mediating synergistic interactions between pathogens that enhance rates of co-infection in birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As part of a long term study on the effect of the bacterial pathogen Mycoplasma gallisepticum in house finches Haemorhous mexicanus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Dana Hawley and her team asked the question to what extent are the stress hormones that are important for energy mobilization and regulation of the immune system influenced by experimental infection with the bacterium M. gallisepticum ( 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They found that corticosterone levels increased after house finches were infected with M. gallisepticum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased again to pre-infection levels once the infection was cleared ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that individuals with greater disease severity had the highest corticosterone concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trying to identify factors that influence West Nile virus transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Lynn Martin and his team started from the premise that stress hormones might represent a key link between individual-level of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "population-levels of parasite transmission , and zoonotic disease risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They experimentally manipulated zebra finch Taeniopygia guttata stress hormones by implanting corticosterone-filled silastic tubules and examined subsequent feeding preferences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feeding success , and productivity of mosquito vectors ( 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite performing more frequent",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "251"
  }
}