{
  "paper_id": "9e953d462385492fa9cc2ada05c1fd357de8afed",
  "metadata": {
    "title": "CLEC2 and CLEC5A: Pathogenic Host Factors in Acute Viral Infections",
    "coda_data_split": "train",
    "coda_paper_id": 9538,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The protective roles of endosomal toll-like receptors (TLRs) and cytosolic nucleic acid sensors are well elucidated, but the pathogenic host factors during viral infections remain unclear. Spleen tyrosine kinase (Syk)-coupled C-type lectins (CLECs) CLEC2 and CLEC5A are highly expressed on platelets and myeloid cells, respectively. CLEC2 has been shown to recognize snake venom aggretin and the endogenous ligand podoplanin and acts as a critical regulator in the development and immunothrombosis. Although CLEC2 has been reported to interact with type I immunodeficiency virus (HIV-1), its role in viral infections is still unclear. CLEC5A binds to fucose and mannose moieties of dengue virus membrane glycans, as well as to N-acetylglucosamine (GlcNAc)/N-acetylmuramic acid (MurNAc) disaccharides that form the backbone of L. monocytogenes peptidoglycans. Recently, we demonstrated that both CLEC2 and CLEC5A are critical in microbe-induced \"neutrophil extracellular trap\" (NET) formation and proinflammatory cytokine production. Moreover, activation of CLEC2 by dengue virus (DV) and H5N1 influenza virus (IAV) induces the release of extracellular vesicles (EVs), which further enhance NETosis and proinflammatory cytokine production via CLEC5A and Toll-like receptor 2 (TLR2). These findings not only illustrate the immunomodulatory effects of EVs during platelet-leukocyte interactions, but also demonstrate the critical roles of CLEC2 and CLEC5A in acute viral infections.",
      "sentences": [
        [
          {
            "segment_text": "The protective roles of endosomal toll-like receptors ( TLRs ) and cytosolic nucleic acid sensors are well elucidated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the pathogenic host factors during viral infections remain unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spleen tyrosine kinase ( Syk ) - coupled C-type lectins ( CLECs ) CLEC2 and CLEC5A are highly expressed on platelets and myeloid cells , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CLEC2 has been shown to recognize snake venom aggretin and the endogenous ligand podoplanin and acts as a critical regulator in the development and immunothrombosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although CLEC2 has been reported to interact with type I immunodeficiency virus ( HIV-1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its role in viral infections is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CLEC5A binds to fucose and mannose moieties of dengue virus membrane glycans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as to N-acetylglucosamine ( GlcNAc ) / N-acetylmuramic acid ( MurNAc ) disaccharides that form the backbone of L. monocytogenes peptidoglycans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , we demonstrated that both CLEC2 and CLEC5A are critical in microbe-induced `` neutrophil extracellular trap \u0027\u0027 ( NET ) formation and proinflammatory cytokine production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , activation of CLEC2 by dengue virus ( DV ) and H5N1 influenza virus ( IAV ) induces the release of extracellular vesicles ( EVs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which further enhance NETosis and proinflammatory cytokine production via CLEC5A and Toll-like receptor 2 ( TLR2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings not only illustrate the immunomodulatory effects of EVs during platelet-leukocyte interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also demonstrate the critical roles of CLEC2 and CLEC5A in acute viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "247"
  }
}