{
  "paper_id": "9e991a76244b8cd2983b0eef17d8e7cd8fcdd76f",
  "metadata": {
    "title": "Short Communication Revista da Sociedade Brasileira de Medicina Tropical Influenza Sentinel Surveillance and Severe Acute Respiratory Infection in a Reference Hospital in Southern Brazil",
    "coda_data_split": "train",
    "coda_paper_id": 6728,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: We report the results of the active surveillance of influenza infections in hospitalized patients and the evaluation of the seasonality and correlation with temperature and rainfall data. Methods: During the 2-year study period, 775 patients were tested for 15 respiratory viruses (RVs). Results: Most of the 57% of (n\u003d444) virus-positive samples were human rhinovirus and respiratory syncytial virus. However, 10.4% (n\u003d46) were influenza virus (80% FluA; 20% FluB). Age and SARI were significantly associated with influenza. FluB circulation was higher is 2013. Conclusions: In the post-epidemic period, influenza remains an important cause of hospitalization in SARI patients.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : We report the results of the active surveillance of influenza infections in hospitalized patients and the evaluation of the seasonality and correlation with temperature and rainfall data .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : During the 2-year study period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "775 patients were tested for 15 respiratory viruses ( RVs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Most of the 57 % of ( n \u003d 444 ) virus-positive samples were human rhinovirus and respiratory syncytial virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , 10.4 % ( n \u003d 46 ) were influenza virus ( 80 % FluA ; 20 % FluB ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age and SARI were significantly associated with influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FluB circulation was higher is 2013 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : In the post-epidemic period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza remains an important cause of hospitalization in SARI patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "129"
  }
}