{
  "paper_id": "9ea81809febb5da9242f91f23bc9e2fa4bfdeed6",
  "metadata": {
    "title": "Considerations on BVD eradication for the Irish livestock industry",
    "coda_data_split": "train",
    "coda_paper_id": 5403,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Animal Health Ireland has produced clear guidelines for the control of Bovine Viral Diarrhoea (BVD) infection in Irish cattle herds. In the course of developing these guidelines it was clear that a framework for regional and/or national BVD control would be required to increase the uptake of BVD control at farm level and reduce the overall prevalence of the disease. This paper assessed the economic impact of BVD, epidemiological aspects of the disease to its control, models of BVD control, international experiences of BVD control programmes. The technical knowledge and test technology exists to eradicate BVD. Indeed, many countries have successfully and others are embarking on control of the disease. The identification and prompt elimination of PI cattle will form the basis of any control programme. The trade of such animals must be curtailed. Pregnant and potentially pregnant carrying PI foetuses pose a significant threat. International experience indicates systematic, well coordinated programmes have the most success, while voluntary programmes can make good initial progress but ultimately fail. The farming community must buy into any proposed programme, and without their support, failure is likely. To buy into the programme and create such a demand for BVD control, farmers must first be well informed. It is likely that stemming economic loss and improving productivity will be the primary motivator at individual farm level.",
      "sentences": [
        [
          {
            "segment_text": "Animal Health Ireland has produced clear guidelines for the control of Bovine Viral Diarrhoea ( BVD ) infection in Irish cattle herds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the course of developing these guidelines it was clear that a framework for regional and/or national BVD control would be required to increase the uptake of BVD control at farm level and reduce the overall prevalence of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper assessed the economic impact of BVD ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "epidemiological aspects of the disease to its control ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "models of BVD control , international experiences of BVD control programmes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The technical knowledge and test technology exists to eradicate BVD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , many countries have successfully and others are embarking on control of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The identification and prompt elimination of PI cattle will form the basis of any control programme .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The trade of such animals must be curtailed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pregnant and potentially pregnant carrying PI foetuses pose a significant threat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "International experience indicates systematic , well coordinated programmes have the most success ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while voluntary programmes can make good initial progress but ultimately fail .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The farming community must buy into any proposed programme ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and without their support , failure is likely .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To buy into the programme and create such a demand for BVD control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "farmers must first be well informed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is likely that stemming economic loss and improving productivity will be the primary motivator at individual farm level .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "244"
  }
}