{
  "paper_id": "9ecc8a7037f3dc24ea30161defcd84328dfaf835",
  "metadata": {
    "title": "Multiple Sclerosis and T Lymphocytes: An Entangled Story",
    "coda_data_split": "train",
    "coda_paper_id": 10739,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is the prototypic inflammatory disease of the central nervous system (CNS) characterized by multifocal areas of demyelination, axonal damage, activation of glial cells, and immune cell infiltration. Despite intensive years of research, the etiology of this neurological disorder remains elusive. Nevertheless, the abundance of immune cells such as T lymphocytes and their products in CNS lesions of MS patients supports the notion that MS is an immune-mediated disorder. An important body of evidence gathered from MS animal models such as experimental autoimmune encephalomyelitis (EAE), points to the central contribution of CD4 T lymphocytes in disease pathogenesis. Both Th1 (producing interferon-γ) and Th17 (producing interleukin 17) CD4 T lymphocytes targeting CNS self-antigens have been implicated in MS and EAE pathobiology. Moreover, several publications suggest that CD8 T lymphocytes also participate in the development of MS lesions. The migration of activated T lymphocytes from the periphery into the CNS has been identified as a crucial step in the formation of MS lesions. Several factors promote such T cell extravasation including: molecules (e.g., cell adhesion molecules) implicated in the T cell-blood brain barrier interaction, and chemokines produced by neural cells. Finally, once in the CNS, T lymphocytes need to be reactivated by local antigen presenting cells prior to enter the parenchyma where they can initiate damage. Further investigations will be necessary to elucidate the impact of environmental factors (e.g., gut microbiota) and CNS intrinsic properties (e.g., microglial activation) on this inflammatory neurological disease.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is the prototypic inflammatory disease of the central nervous system ( CNS ) characterized by multifocal areas of demyelination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "axonal damage , activation of glial cells , and immune cell infiltration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite intensive years of research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the etiology of this neurological disorder remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the abundance of immune cells such as T lymphocytes and their products in CNS lesions of MS patients supports the notion that MS is an immune-mediated disorder .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An important body of evidence gathered from MS animal models such as experimental autoimmune encephalomyelitis ( EAE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "points to the central contribution of CD4 T lymphocytes in disease pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both Th1 ( producing interferon-γ ) and Th17 ( producing interleukin 17 ) CD4 T lymphocytes targeting CNS self-antigens have been implicated in MS and EAE pathobiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , several publications suggest that CD8 T lymphocytes also participate in the development of MS lesions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The migration of activated T lymphocytes from the periphery into the CNS has been identified as a crucial step in the formation of MS lesions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several factors promote such T cell extravasation including : molecules ( e.g. , cell adhesion molecules ) implicated in the T cell-blood brain barrier interaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and chemokines produced by neural cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , once in the CNS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "T lymphocytes need to be reactivated by local antigen presenting cells prior to enter the parenchyma where they can initiate damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further investigations will be necessary to elucidate the impact of environmental factors ( e.g. , gut microbiota ) and CNS intrinsic properties ( e.g. , microglial activation ) on this inflammatory neurological disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "283"
  }
}