{
  "paper_id": "9ee4b16f634d55011cfbdcb791eecc616dcc1f7d",
  "metadata": {
    "title": "Autophagy As A Stress Response And Quality Control Mechanism-Implications for Cell Injury and Human Disease",
    "coda_data_split": "train",
    "coda_paper_id": 9084,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autophagy, a vital catabolic process that degrades cytoplasmic components within the lysosome, serves as an essential cytoprotective response to pathologic stresses that occur during diseases such as cancer, ischemia, and infection. In addition to its role as a stress response pathway, autophagy plays an essential quality control function in the cell by promoting basal turnover of long-lived proteins and organelles as well as selectively degrading damaged cellular components. This homeostatic function protects against a wide variety of diseases including neurodegeneration, myopathy, liver disease, and diabetes. This review discusses our current understanding of these two principal functions for autophagy as a physiologic stress response and quality control mechanism within mammalian cells and details how alterations in autophagy promote human disease.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy , a vital catabolic process that degrades cytoplasmic components within the lysosome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serves as an essential cytoprotective response to pathologic stresses that occur during diseases such as cancer , ischemia , and infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to its role as a stress response pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "autophagy plays an essential quality control function in the cell by promoting basal turnover of long-lived proteins and organelles as well as selectively degrading damaged cellular components .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This homeostatic function protects against a wide variety of diseases including neurodegeneration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "myopathy , liver disease , and diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses our current understanding of these two principal functions for autophagy as a physiologic stress response and quality control mechanism within mammalian cells and details how alterations in autophagy promote human disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "131"
  }
}