{
  "paper_id": "9eec2605140f0856096789a10421729e4ba9d4e5",
  "metadata": {
    "title": "Houttuynia cordata blocks HSV infection through inhibition of NF-jB activation",
    "coda_data_split": "train",
    "coda_paper_id": 8319,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Houttuynia cordata Thunb. is a medicinal plant widely used in folk medicine in several Asian countries. It has been reported that a water extract of H. cordata exhibits activity against herpes simplex virus (HSV) and the virus of severe acute respiratory syndrome (SARS), although the mechanisms are not fully understood yet. Previous studies have demonstrated absolute requirement of NF-jB activation for efficient replication of HSV-1 and HSV-2 and inhibition of NF-jB activation has been shown to suppress HSV infection. Here we show that a hot water extract of H. cordata (HCWE) inhibits HSV-2 infection through inhibition of NF-jB activation. The IC 50 was estimated at 50 lg/ml of lyophilized HCWE powder. At 150 and 450 lg/ml, HCWE blocked infectious HSV-2 production by more than 3 and 4 logs, respectively. The inhibitory activity was concomitant with an inhibition of NF-jB activation by HSV-2 infection. Although activation of NF-jB and Erk MAPK has been implicated for HSV replication and growth, HCWE showed no effect on HSV-2-induced Erk activation. Furthermore, we show that treatment with quercetin, quercitrin or isoquercitrin, major water extractable flavonoids from H. cordata, significantly blocked HSV-2 infection. These results together demonstrated that H. cordata blocks HSV-2 infection through inhibition of NF-jB activation.",
      "sentences": [
        [
          {
            "segment_text": "Houttuynia cordata Thunb .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "is a medicinal plant widely used in folk medicine in several Asian countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been reported that a water extract of H. cordata exhibits activity against herpes simplex virus ( HSV ) and the virus of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the mechanisms are not fully understood yet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have demonstrated absolute requirement of NF-jB activation for efficient replication of HSV-1 and HSV-2 and inhibition of NF-jB activation has been shown to suppress HSV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that a hot water extract of H. cordata ( HCWE ) inhibits HSV-2 infection through inhibition of NF-jB activation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The IC 50 was estimated at 50 lg/ml of lyophilized HCWE powder .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At 150 and 450 lg/ml ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HCWE blocked infectious HSV-2 production by more than 3 and 4 logs , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The inhibitory activity was concomitant with an inhibition of NF-jB activation by HSV-2 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although activation of NF-jB and Erk MAPK has been implicated for HSV replication and growth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCWE showed no effect on HSV-2-induced Erk activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we show that treatment with quercetin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quercitrin or isoquercitrin , major water extractable flavonoids from H. cordata , significantly blocked HSV-2 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results together demonstrated that H. cordata blocks HSV-2 infection through inhibition of NF-jB activation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "227"
  }
}