{
  "paper_id": "9f05493734433385ff6082f0d4368b93a9a6b3df",
  "metadata": {
    "title": "Journey of cystatins from being mere thiol protease inhibitors to at heart of many pathological conditions",
    "coda_data_split": "train",
    "coda_paper_id": 6595,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cystatins are thiol proteinase inhibitors (TPI), present ubiquitously in animals, plants and microorganisms. These are not merely inhibitors rather they are at heart of many pathological conditions ranging from diabetes to renal failure. These are essential for maintenance of protein balance of the cell; once this balance gets disturbed, it may lead to cell death. Thus, cystatins cannot be merely regarded as TPI\u0027s as these have been found to play a pivotal role in tumorigenesis and neurodegenerative diseases. Many studies have reported the variation in cystatin level in incidences of different types of cancer; highlighting an important role played by these inhibitors in cancer development and progression. Cystatin C is increasingly replacing creatinine as a biomarker of glomerular filtration rate (GFR) thereby highlighting the importance of this important inhibitor. Some recent studies have also reported the interaction pattern of various anti-cancer drugs with cystatins in a bid to find how these drugs affect this important inhibitors and whether these drugs have any side effect on cystatins. Thus, in this growing disease era it can be said that cystatins are no more just inhibitors blocking the activity of thiol proteases rather they play a pivotal role in variety of pathological conditions.",
      "sentences": [
        [
          {
            "segment_text": "Cystatins are thiol proteinase inhibitors ( TPI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "present ubiquitously in animals , plants and microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These are not merely inhibitors rather they are at heart of many pathological conditions ranging from diabetes to renal failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These are essential for maintenance of protein balance of the cell ; once this balance gets disturbed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it may lead to cell death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , cystatins can not be merely regarded as TPI \u0027s as these have been found to play a pivotal role in tumorigenesis and neurodegenerative diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many studies have reported the variation in cystatin level in incidences of different types of cancer ; highlighting an important role played by these inhibitors in cancer development and progression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cystatin C is increasingly replacing creatinine as a biomarker of glomerular filtration rate ( GFR ) thereby highlighting the importance of this important inhibitor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some recent studies have also reported the interaction pattern of various anti-cancer drugs with cystatins in a bid to find how these drugs affect this important inhibitors and whether these drugs have any side effect on cystatins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , in this growing disease era it can be said that cystatins are no more just inhibitors blocking the activity of thiol proteases rather they play a pivotal role in variety of pathological conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "221"
  }
}