{
  "paper_id": "9f27a960236a99c8b1dc60e71e111257a1d5e862",
  "metadata": {
    "title": "Sequencing of DC-SIGN promoter indicates an association between promoter variation and risk of nasopharyngeal carcinoma in cantonese",
    "coda_data_split": "train",
    "coda_paper_id": 4590,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The dendritic cell-specific intercellular adhesion molecule 3 grabbing non-integrin (DC-SIGN) is an important pathogen recognition receptor of the innate immune system. DC-SIGN promoter variants play important role in the susceptibility to various infectious diseases. Nasopharyngeal carcinoma (NPC) is a malignancy that is common in southern China and whether DC-SIGN promoter variants have effects on susceptibility to NPC is still unknown. The aim of this study is to ascertain the potential involvement of DC-SIGN promoter single nucleotide polymorphisms (SNPs) in NPC susceptibility. Methods: We conducted a case control study based on Cantonese population including 444 NPC patients and 464 controls matched on age and sex. The 1041 bp of DC-SIGN promoter region was directly sequenced for all samples. Sequence alignment and SNP search were inspected using DNAStar analysis programs and haplotype frequencies were estimated in Haploview V 4.0. The associations between the SNPs and the risk of NPC were analyzed using chi-square test and non-conditional logistic regression analysis with SPSS 13.0 software. Results: A total of six variants were observed in the DC-SIGN promoter region and DC-SIGN -139 GG and -939 AA were significantly associated with NPC risk with adjusted Odds Ratios (ORs) of 2.10 (95% confidence interval [CI] \u003d 1.23-3.59; P \u003d 0.006) and 2.52 (1.29-4.93; P \u003d 0.007) respectively and subjects carrying the risk allele DC-SIGN -871 G had 1.47-fold (95% CI \u003d 1.14-1.90) increased risks of developing NPC (P \u003d 0.003). Haplotype analysis revealed that h1 \u0027AAAG\u0027 was significantly associated with protection against NPC (OR \u003d 0.69; P \u003d 0.0002) and the association was still significant when using 1000 permutation test runs (P \u003d 0.001). Conclusions: Our study indicated that DC-SIGN promoter variants appear to be involved in the susceptibility to NPC and the detailed mechanism of this effect need further studies.",
      "sentences": [
        [
          {
            "segment_text": "Background : The dendritic cell-specific intercellular adhesion molecule 3 grabbing non-integrin ( DC-SIGN ) is an important pathogen recognition receptor of the innate immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DC-SIGN promoter variants play important role in the susceptibility to various infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal carcinoma ( NPC ) is a malignancy that is common in southern China and whether DC-SIGN promoter variants have effects on susceptibility to NPC is still unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study is to ascertain the potential involvement of DC-SIGN promoter single nucleotide polymorphisms ( SNPs ) in NPC susceptibility .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a case control study based on Cantonese population including 444 NPC patients and 464 controls matched on age and sex .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The 1041 bp of DC-SIGN promoter region was directly sequenced for all samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequence alignment and SNP search were inspected using DNAStar analysis programs and haplotype frequencies were estimated in Haploview V 4.0 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The associations between the SNPs and the risk of NPC were analyzed using chi-square test and non-conditional logistic regression analysis with SPSS 13.0 software .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of six variants were observed in the DC-SIGN promoter region and DC-SIGN -139 GG and -939 AA were significantly associated with NPC risk with adjusted Odds Ratios ( ORs ) of 2.10 ( 95 % confidence interval ( CI ) \u003d 1.23-3.59 ; P \u003d 0.006 ) and 2.52 ( 1.29-4.93 ; P \u003d 0.007 ) respectively and subjects carrying the risk allele DC-SIGN -871 G had 1.47-fold ( 95 % CI \u003d 1.14-1.90 ) increased risks of developing NPC ( P \u003d 0.003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Haplotype analysis revealed that h1 ` AAAG \u0027 was significantly associated with protection against NPC ( OR \u003d 0.69 ; P \u003d 0.0002 ) and the association was still significant when using 1000 permutation test runs ( P \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our study indicated that DC-SIGN promoter variants appear to be involved in the susceptibility to NPC and the detailed mechanism of this effect need further studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "* Odds ratios and Pvalues were calculated using the chi-square test. # Odds ratios and P-Values were calculated by adjusting for age, sex, educational level. Xu et al.",
      "sentences": [
        [
          {
            "segment_text": "* Odds ratios and Pvalues were calculated using the chi-square test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "# Odds ratios and P-Values were calculated by adjusting for age , sex , educational level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Xu et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "14",
    "token_num": "372"
  }
}