{
  "paper_id": "9f2adb9546128608029237446b2ca0ed4187d762",
  "metadata": {
    "title": "Emerging viral diseases from a vaccinology perspective: preparing for the next pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 3040,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging infectious diseases will continue to threaten public health and are sustained by global commerce, travel and disruption of ecological systems. Most pandemic threats are caused by viruses from either zoonotic sources or vector-borne sources. Developing better ways to anticipate and manage the ongoing microbial challenge will be critical for achieving the United Nations Sustainable Development Goals and, conversely, each such goal will affect the ability to control infectious diseases. Here we discuss how technology can be applied effectively to better prepare for and respond to new viral diseases with a focus on new paradigms for vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Emerging infectious diseases will continue to threaten public health and are sustained by global commerce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "travel and disruption of ecological systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most pandemic threats are caused by viruses from either zoonotic sources or vector-borne sources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Developing better ways to anticipate and manage the ongoing microbial challenge will be critical for achieving the United Nations Sustainable Development Goals and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "conversely , each such goal will affect the ability to control infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we discuss how technology can be applied effectively to better prepare for and respond to new viral diseases with a focus on new paradigms for vaccine development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "105"
  }
}