{
  "paper_id": "9f3a074cf50bbc8bc2fbbe209bf4dc980d9006d6",
  "metadata": {
    "title": "Influence of supercritical water treatment on heavy metals in medical waste incinerator fly ash",
    "coda_data_split": "train",
    "coda_paper_id": 3567,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this work, medical waste (MW) incinerator fly ashes from different types of incinerators were subjected to supercritical water (SCW) and SCW + H 2 O 2 (SCWH) treatments. Sequential extraction experiments showed that, after SCW treatment, heavy metals in exchangeable and carbonate forms in the ashes could be transferred into other relatively stable forms, e.g., Ba and Cr into residual fraction, Cu and Pb into organic matter fraction. SCWH treatment could stabilize heavy metals in Fe-Mn oxides and residual fractions. However, the behavior of As was quite different from heavy metals, which could be leached out from residue fraction after SCW and SWCH treatments. The leached As tended to absorb onto Fe-Mn oxides and organic matters under near neutral environment, but it could react with Ca 2+ at lower pH, increasing the mobility of this element. Therefore, it is necessary to neutralize acidic ash to near neutral condition before subjecting it to SCW and SCWH treatments so as to effectively stabilize hazardous elements in the ash. Consequently, it is believed that SCWH treatment is an effective alternative for hazardous elements detoxification in MW fly ash.",
      "sentences": [
        [
          {
            "segment_text": "In this work , medical waste ( MW ) incinerator fly ashes from different types of incinerators were subjected to supercritical water ( SCW ) and SCW + H 2 O 2 ( SCWH ) treatments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequential extraction experiments showed that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after SCW treatment , heavy metals in exchangeable and carbonate forms in the ashes could be transferred into other relatively stable forms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , Ba and Cr into residual fraction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cu and Pb into organic matter fraction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SCWH treatment could stabilize heavy metals in Fe-Mn oxides and residual fractions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the behavior of As was quite different from heavy metals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be leached out from residue fraction after SCW and SWCH treatments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The leached As tended to absorb onto Fe-Mn oxides and organic matters under near neutral environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but it could react with Ca 2 + at lower pH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increasing the mobility of this element .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , it is necessary to neutralize acidic ash to near neutral condition before subjecting it to SCW and SCWH treatments so as to effectively stabilize hazardous elements in the ash .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , it is believed that SCWH treatment is an effective alternative for hazardous elements detoxification in MW fly ash .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "212"
  }
}