{
  "paper_id": "9f3ce3644f26781fd3d232942e4b5a36291545b0",
  "metadata": {
    "title": "Interferon-Induced Ifit2/ISG54 Protects Mice from Lethal VSV Neuropathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 10155,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interferon protects mice from vesicular stomatitis virus (VSV) infection and pathogenesis; however, it is not known which of the numerous interferon-stimulated genes (ISG) mediate the antiviral effect. A prominent family of ISGs is the interferoninduced with tetratricopeptide repeats (Ifit) genes comprising three members in mice, Ifit1/ISG56, Ifit2/ISG54 and Ifit3/ISG49. Intranasal infection with a low dose of VSV is not lethal to wild-type mice and all three Ifit genes are induced in the central nervous system of the infected mice. We tested their potential contributions to the observed protection of wild-type mice from VSV pathogenesis, by taking advantage of the newly generated knockout mice lacking either Ifit2 or Ifit1. We observed that in Ifit2 knockout (Ifit2 2/2 ) mice, intranasal VSV infection was uniformly lethal and death was preceded by neurological signs, such as ataxia and hind limb paralysis. In contrast, wild-type and Ifit1 2/2 mice were highly protected and survived without developing such disease. However, when VSV was injected intracranially, virus replication and survival were not significantly different between wild-type and Ifit2 2/2 mice. When administered intranasally, VSV entered the central nervous system through the olfactory bulbs, where it replicated equivalently in wild-type and Ifit2 2/2 mice and induced interferon-b. However, as the infection spread to other regions of the brain, VSV titers rose several hundred folds higher in Ifit2 2/2 mice as compared to wild-type mice. This was not caused by a broadened cell tropism in the brains of Ifit2 2/2 mice, where VSV still replicated selectively in neurons. Surprisingly, this advantage for VSV replication in the brains of Ifit2 2/2 mice was not observed in other organs, such as lung and liver. Pathogenesis by another neurotropic RNA virus, encephalomyocarditis virus, was not enhanced in the brains of Ifit2 2/2 mice. Our study provides a clear demonstration of tissue-, virus-and ISGspecific antiviral action of interferon. Citation: Fensterl V, Wetzel JL, Ramachandran S, Ogino T, Stohlman SA, et al. (2012) Interferon-Induced Ifit2/ISG54 Protects Mice from Lethal VSV Neuropathogenesis. PLoS Pathog 8(5): e1002712.",
      "sentences": [
        [
          {
            "segment_text": "Interferon protects mice from vesicular stomatitis virus ( VSV ) infection and pathogenesis ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is not known which of the numerous interferon-stimulated genes ( ISG ) mediate the antiviral effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A prominent family of ISGs is the interferoninduced with tetratricopeptide repeats ( Ifit ) genes comprising three members in mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ifit1/ISG56 , Ifit2/ISG54 and Ifit3/ISG49 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intranasal infection with a low dose of VSV is not lethal to wild-type mice and all three Ifit genes are induced in the central nervous system of the infected mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We tested their potential contributions to the observed protection of wild-type mice from VSV pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by taking advantage of the newly generated knockout mice lacking either Ifit2 or Ifit1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We observed that in Ifit2 knockout ( Ifit2 2/2 ) mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intranasal VSV infection was uniformly lethal and death was preceded by neurological signs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as ataxia and hind limb paralysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , wild-type and Ifit1 2/2 mice were highly protected and survived without developing such disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when VSV was injected intracranially ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virus replication and survival were not significantly different between wild-type and Ifit2 2/2 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When administered intranasally , VSV entered the central nervous system through the olfactory bulbs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where it replicated equivalently in wild-type and Ifit2 2/2 mice and induced interferon-b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , as the infection spread to other regions of the brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VSV titers rose several hundred folds higher in Ifit2 2/2 mice as compared to wild-type mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was not caused by a broadened cell tropism in the brains of Ifit2 2/2 mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where VSV still replicated selectively in neurons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , this advantage for VSV replication in the brains of Ifit2 2/2 mice was not observed in other organs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as lung and liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathogenesis by another neurotropic RNA virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "encephalomyocarditis virus , was not enhanced in the brains of Ifit2 2/2 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provides a clear demonstration of tissue - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virus-and ISGspecific antiviral action of interferon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Fensterl V , Wetzel JL ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ramachandran S , Ogino T ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Stohlman SA , et al. ( 2012 ) Interferon-Induced Ifit2/ISG54 Protects Mice from Lethal VSV Neuropathogenesis .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Pathog 8 ( 5 ) : e1002712 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "29",
    "token_num": "387"
  }
}