{
  "paper_id": "9f475e64f435bc317f7cae85ec5604e80e26ed87",
  "metadata": {
    "title": "Prioritization of High Consequence Viruses to Improve European Laboratory Preparedness for Cross-Border Health Threats",
    "coda_data_split": "train",
    "coda_paper_id": 10328,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Highly infectious diseases can spread rapidly across borders through travel or trade, and international coordination is essential to a prompt and efficient response by public health laboratories. Therefore, developing strategies to identify priorities for a rational allocation of resources for research and surveillance has been the focus of a large body of research in recent years. This paper describes the activities and the strategy used by a European-wide consortium funded by the European Commission, named EMERGE (Efficient response to highly dangerous and emerging pathogens at EU level), for the selection of high-threat pathogens with cross-border potential that will become the focus of its preparedness activities. The approach used is based on an objective scoring system, a close collaboration with other networks dealing with highly infection diseases, and a diagnostic gaps analysis. The result is a tool that is simple, objective and adaptable, which will be used periodically to re-evaluate activities and priorities, representing a step forward towards a better response to infectious disease emergencies.",
      "sentences": [
        [
          {
            "segment_text": "Highly infectious diseases can spread rapidly across borders through travel or trade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and international coordination is essential to a prompt and efficient response by public health laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , developing strategies to identify priorities for a rational allocation of resources for research and surveillance has been the focus of a large body of research in recent years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper describes the activities and the strategy used by a European-wide consortium funded by the European Commission ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "named EMERGE ( Efficient response to highly dangerous and emerging pathogens at EU level ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for the selection of high-threat pathogens with cross-border potential that will become the focus of its preparedness activities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The approach used is based on an objective scoring system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a close collaboration with other networks dealing with highly infection diseases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a diagnostic gaps analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The result is a tool that is simple ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "objective and adaptable , which will be used periodically to re-evaluate activities and priorities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "representing a step forward towards a better response to infectious disease emergencies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "180"
  }
}