{
  "paper_id": "9f621b3b10e1fcfa35c77ef2ce04427909e5aad4",
  "metadata": {
    "title": "P1-BT01 Comparing the effects of inappropriate empirical antibiotic therapy on mortality in adults with community-onset gram- positive and gram-negative bacteremia",
    "coda_data_split": "train",
    "coda_paper_id": 7456,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Early administration of appropriate antimicrobials has been correlated with a better prognosis in bacteremic patients, but a research highlighting a comparison of the adverse impact of inappropriate empirical antibiotic therapy between patient with Gram-positive and Gram-negative bacteremia is insufficient. Methods: In a retrospective cohort study, adults with communityonset monomicrobial bacteremia during the 6-year period were enrolled. Clinical information was retrieved from medical records, using a predetermined case record form. Antimicrobial susceptibility was determined by the disk diffusion method, based on performance standards of the Clinical Laboratory Standard Institute in 2016. A propensity-score-matched analysis was performed to control for the baseline characteristics at bacteremia onset between the Gram-positive and Gram-negative groups. The propensity score was calculated by the independent predictors of 28-day crude mortality recognized by a multivariable logistic regression model. Results: The total 2,053 adults (Gram-positive, 566 patients and Gram-negative, 1,487) presenting with community-onset monomicrobial bacteremia between the six-year period were recruited. Bacteremia severity (a Pitt bacteremia score) at onset and initial manifestation was different between two groups. On the basis of seven independent predictors of 28-day mortality recognized by the multivariate regression.566 of the 1,487 patients in the Gramnegative group were matched to 566 patients in the Gram-positive group with the closest propensity scores. After appropriate propensity-score matching, no significant differences were observed in baseline characteristics and patient outcomes between the two groups, in terms of age, bacteremia severity, major comorbidities, comorbidity severity, and 28-day mortality.",
      "sentences": [
        [
          {
            "segment_text": "Background : Early administration of appropriate antimicrobials has been correlated with a better prognosis in bacteremic patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a research highlighting a comparison of the adverse impact of inappropriate empirical antibiotic therapy between patient with Gram-positive and Gram-negative bacteremia is insufficient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : In a retrospective cohort study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "adults with communityonset monomicrobial bacteremia during the 6-year period were enrolled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical information was retrieved from medical records ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using a predetermined case record form .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial susceptibility was determined by the disk diffusion method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on performance standards of the Clinical Laboratory Standard Institute in 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A propensity-score-matched analysis was performed to control for the baseline characteristics at bacteremia onset between the Gram-positive and Gram-negative groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The propensity score was calculated by the independent predictors of 28-day crude mortality recognized by a multivariable logistic regression model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The total 2,053 adults ( Gram-positive , 566 patients and Gram-negative , 1,487 ) presenting with community-onset monomicrobial bacteremia between the six-year period were recruited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteremia severity ( a Pitt bacteremia score ) at onset and initial manifestation was different between two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of seven independent predictors of 28-day mortality recognized by the multivariate regression .566 of the 1,487 patients in the Gramnegative group were matched to 566 patients in the Gram-positive group with the closest propensity scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After appropriate propensity-score matching , no significant differences were observed in baseline characteristics and patient outcomes between the two groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in terms of age , bacteremia severity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "major comorbidities , comorbidity severity , and 28-day mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "268"
  }
}