{
  "paper_id": "9f7c607911ddb87ca96ce7934cace386e59381ff",
  "metadata": {
    "title": "Immunogenicity of the S protein of transmissible gastroenteritis virus expressed in baculovirus",
    "coda_data_split": "train",
    "coda_paper_id": 6354,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Seven fragments of the spike (S) gene cDNA of transmissible gastroenteritis virus (TGEV), as well as the full length cDNA, were cloned and expressed in baculovirus vectors. Piglets were immunized with cells infected with the recombinant viruses. Each of the recombinants induced TGEV-specific antibodies detected in a fixed cell enzyme immunoassay. The amino terminal half of the S protein, containing all four major antigenic sites (A, B, C and D), and encoded by a 2.2 kb fragment of the S gene, induced virus neutralizing (VN) antibody titers comparable with those induced by the complete S protein. Recombinant proteins lacking the A antigenic site, or with a deletion including the putative receptor binding sites and the D antigenic site, were not capable of inducing levels of VN antibodies similar to those induced by the whole S protein.",
      "sentences": [
        [
          {
            "segment_text": "Seven fragments of the spike ( S ) gene cDNA of transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as the full length cDNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were cloned and expressed in baculovirus vectors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Piglets were immunized with cells infected with the recombinant viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each of the recombinants induced TGEV-specific antibodies detected in a fixed cell enzyme immunoassay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The amino terminal half of the S protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "containing all four major antigenic sites ( A , B , C and D ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and encoded by a 2.2 kb fragment of the S gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induced virus neutralizing ( VN ) antibody titers comparable with those induced by the complete S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombinant proteins lacking the A antigenic site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or with a deletion including the putative receptor binding sites and the D antigenic site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were not capable of inducing levels of VN antibodies similar to those induced by the whole S protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "158"
  }
}