{
  "paper_id": "9f7fd0b1c6fd2e1a9dfef78ebf4fd53ba3d9ee0f",
  "metadata": {
    "title": "One-tube nested RT-PCR enabled by using a plastic film and its application for the rapid detection of SARS-virus",
    "coda_data_split": "train",
    "coda_paper_id": 4804,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A general strategy based on the use of a plastic film that allows reverse transcription and nested-PCR in a single closed-tube has been developed. The reaction mixture for the second PCR amplification is quarantined in the cap of the reaction tube during the first round amplification by a piece of plastic film, and later introduced into the PCR amplicons from the first round reaction by centrifugation without opening the reaction tube. The main advantages of our method are its high sensitivity, specificity, simplicity, cost effectiveness, low risk of contamination and the ease in establishment of conditions for nested-PCR. The method has been successfully applied to the detection of the genomic RNA from SARS-CoV, the detection limit of this method is comparable to that of the conventional two-tube nested PCR system. This method could be easily adapted to the detection of other targets.",
      "sentences": [
        [
          {
            "segment_text": "A general strategy based on the use of a plastic film that allows reverse transcription and nested-PCR in a single closed-tube has been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The reaction mixture for the second PCR amplification is quarantined in the cap of the reaction tube during the first round amplification by a piece of plastic film ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and later introduced into the PCR amplicons from the first round reaction by centrifugation without opening the reaction tube .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main advantages of our method are its high sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specificity , simplicity , cost effectiveness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low risk of contamination and the ease in establishment of conditions for nested-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The method has been successfully applied to the detection of the genomic RNA from SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the detection limit of this method is comparable to that of the conventional two-tube nested PCR system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method could be easily adapted to the detection of other targets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "153"
  }
}