{
  "paper_id": "9f7ffa3a1bbf4a6ad9e71f2377fb45564589d415",
  "metadata": {
    "title": "Necrotizing Enteritis Caused by Pharyngostomum cordatum Infection in a Stray Cat",
    "coda_data_split": "train",
    "coda_paper_id": 10704,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A stray female cat of unknown age, presenting bright red watery diarrhea, was submitted to the Animal and Plant Quarantine Agency for diagnosis. In the small intestines extracted from the necropsied cat, numerous white ovalshaped organisms were firmly embedded in the mucosa and there was thickening of intestinal wall. Histopathological analysis revealed severe necrotizing enteritis, together with atrophied intestinal villi, exfoliated enterocytes, and parasitic worms. Recovered worms were identified as Pharyngostomum cordatum by morphological observation and genetic analysis. Although P. cordatum is known to occur widely in Korea, this is the first clinical description of an infection by P. cordatum causing severe feline enteritis.",
      "sentences": [
        [
          {
            "segment_text": "A stray female cat of unknown age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "presenting bright red watery diarrhea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was submitted to the Animal and Plant Quarantine Agency for diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the small intestines extracted from the necropsied cat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "numerous white ovalshaped organisms were firmly embedded in the mucosa and there was thickening of intestinal wall .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathological analysis revealed severe necrotizing enteritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with atrophied intestinal villi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exfoliated enterocytes , and parasitic worms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recovered worms were identified as Pharyngostomum cordatum by morphological observation and genetic analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although P. cordatum is known to occur widely in Korea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this is the first clinical description of an infection by P. cordatum causing severe feline enteritis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "116"
  }
}