{
  "paper_id": "9f87d0f127411cb1dc51dbd3041aaecc008d7b8d",
  "metadata": {
    "title": "MERS-CoV recombination: implications about the reservoir and potential for adaptation",
    "coda_data_split": "train",
    "coda_paper_id": 7980,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recombination is a process that unlinks neighboring loci allowing for independent evolutionary trajectories within genomes of many organisms. If not properly accounted for, recombination can compromise many evolutionary analyses. In addition, when dealing with organisms that are not obligately sexually reproducing, recombination gives insight into the rate at which distinct genetic lineages come into contact. Since June 2012, Middle East respiratory syndrome coronavirus (MERS-CoV) has caused 1,106 laboratory-confirmed infections, with 421 MERS-CoV-associated deaths as of 16 April 2015. Although bats are considered as the likely ultimate source of zoonotic betacoronaviruses, dromedary camels have been consistently implicated as the source of current human infections in the Middle East. In this article, we use phylogenetic methods and simulations to show that MERS-CoV genome has likely undergone numerous recombinations recently. Recombination in MERS-CoV implies frequent co-infection with distinct lineages of MERS-CoV, probably in camels given the current understanding of MERS-CoV epidemiology.",
      "sentences": [
        [
          {
            "segment_text": "Recombination is a process that unlinks neighboring loci allowing for independent evolutionary trajectories within genomes of many organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If not properly accounted for ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recombination can compromise many evolutionary analyses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , when dealing with organisms that are not obligately sexually reproducing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recombination gives insight into the rate at which distinct genetic lineages come into contact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since June 2012 , Middle East respiratory syndrome coronavirus ( MERS-CoV ) has caused 1,106 laboratory-confirmed infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with 421 MERS-CoV-associated deaths as of 16 April 2015 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although bats are considered as the likely ultimate source of zoonotic betacoronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dromedary camels have been consistently implicated as the source of current human infections in the Middle East .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we use phylogenetic methods and simulations to show that MERS-CoV genome has likely undergone numerous recombinations recently .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recombination in MERS-CoV implies frequent co-infection with distinct lineages of MERS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably in camels given the current understanding of MERS-CoV epidemiology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "165"
  }
}