{
  "paper_id": "9f8aaa1f759bcf746c56fd5e4d51f1b0ce443e51",
  "metadata": {
    "title": "Recent advances in the rapid diagnosis of respiratory tract infection",
    "coda_data_split": "train",
    "coda_paper_id": 8064,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Molecular techniques have enabled major advances in the speed and sensitivity of the laboratory diagnosis of respiratory infections. Although the polymerase chain reaction is the most commonly used, there are several other methods available, which have applicability across the range of microbial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Molecular techniques have enabled major advances in the speed and sensitivity of the laboratory diagnosis of respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the polymerase chain reaction is the most commonly used ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are several other methods available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which have applicability across the range of microbial pathogens .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This review does not intend to be a comprehensive treatise on the rapid diagnosis of respiratory infections. There are several excellent textbooks that cover the field in detail 1,2 . It will, instead, focus on recent and future trends.",
      "sentences": [
        [
          {
            "segment_text": "This review does not intend to be a comprehensive treatise on the rapid diagnosis of respiratory infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "There are several excellent textbooks that cover the field in detail 1,2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It will , instead , focus on recent and future trends .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Laboratory diagnosis is essential in the overwhelming majority of clinical conditions that require specific therapy. It is a misconception, for example, that streptococcal pharyngitis can be reliably differentiated on clinical grounds from viral pharyngitis in an individual patient. Probability estimates can be made (for instance common cold symptoms have an 80% negative predictive value for the diagnosis of bacterial pharyngitis), but confirmation is only after laboratory examination.",
      "sentences": [
        [
          {
            "segment_text": "Laboratory diagnosis is essential in the overwhelming majority of clinical conditions that require specific therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is a misconception , for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that streptococcal pharyngitis can be reliably differentiated on clinical grounds from viral pharyngitis in an individual patient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Probability estimates can be made ( for instance common cold symptoms have an 80 % negative predictive value for the diagnosis of bacterial pharyngitis ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but confirmation is only after laboratory examination .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Most diagnostic advances in the last decade have focused on detection technologies. It should not be forgotten, however, that sampling inadequacies are the prime reason for failure to identify aetiology. It is well recognised that, for most respiratory viruses, the delay in transport of the specimen to the laboratory is usually the major factor in both slowness of the process and a failure to make a diagnosis. There has been some success in applying near-patient testing. This has, in general, made the diagnosis of respiratory tract virus infection more reliable and speedier. It has had particular use in differentiating respiratory syncytial virus cases who might need admission from other causes of viral respiratory tract infection.",
      "sentences": [
        [
          {
            "segment_text": "Most diagnostic advances in the last decade have focused on detection technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It should not be forgotten ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , that sampling inadequacies are the prime reason for failure to identify aetiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is well recognised that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for most respiratory viruses , the delay in transport of the specimen to the laboratory is usually the major factor in both slowness of the process and a failure to make a diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There has been some success in applying near-patient testing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This has , in general ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "made the diagnosis of respiratory tract virus infection more reliable and speedier .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has had particular use in differentiating respiratory syncytial virus cases who might need admission from other causes of viral respiratory tract infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Another important consideration is the type of specimen used. For lower respiratory tract bacterial infections, sputum is the gold standard specimen, but the quality of the specimen is key because oral and gastrointestinal secretions may contaminate it. Ideally, there should be fewer than 10 squamous cells and greater than 25 leukocytes in a low power (x100",
      "sentences": [
        [
          {
            "segment_text": "Another important consideration is the type of specimen used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For lower respiratory tract bacterial infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sputum is the gold standard specimen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the quality of the specimen is key because oral and gastrointestinal secretions may contaminate it .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ideally , there should be fewer than 10 squamous cells and greater than 25 leukocytes in a low power ( x100",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "26",
    "token_num": "355"
  }
}