{
  "paper_id": "9f95a439476a71a0a9b14f5933b4f3881cd21d0d",
  "metadata": {
    "title": "Predisposing factors, pathogenesis and therapeutic intervention of Kawasaki disease",
    "coda_data_split": "train",
    "coda_paper_id": 8101,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Kawasaki disease (KD) is an acute febrile childhood inflammatory disease, associated with coronary artery abnormalities. The disease is believed to result from an aberrant inflammatory response to an infectious trigger in a genetically predisposed individual. KD is associated with an endothelial cell injury as a consequence of T cell activation and cytotoxic effects of various proinflammatory cytokines. Intravenous immunoglobulin (IVIG) infusion and aspirin are the standard treatment of acute KD. However, 10-20% of patients show resistance to IVIG therapy and present higher risk of coronary vasculitis. The relative roles of second IVIG infusion, corticosteroids, calcineurin inhibitors, interleukin-1 antagonists and anti-tumor necrosis factor agents remain uncertain. In this review, we highlight the predisposing factors, pathogenesis and therapeutic intervention of KD, particularly new therapeutics for IVIG-resistant patients.",
      "sentences": [
        [
          {
            "segment_text": "Kawasaki disease ( KD ) is an acute febrile childhood inflammatory disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with coronary artery abnormalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease is believed to result from an aberrant inflammatory response to an infectious trigger in a genetically predisposed individual .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "KD is associated with an endothelial cell injury as a consequence of T cell activation and cytotoxic effects of various proinflammatory cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intravenous immunoglobulin ( IVIG ) infusion and aspirin are the standard treatment of acute KD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , 10-20 % of patients show resistance to IVIG therapy and present higher risk of coronary vasculitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The relative roles of second IVIG infusion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "corticosteroids , calcineurin inhibitors , interleukin-1 antagonists and anti-tumor necrosis factor agents remain uncertain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we highlight the predisposing factors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pathogenesis and therapeutic intervention of KD ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "particularly new therapeutics for IVIG-resistant patients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Reviews POST SCREEN",
      "sentences": [
        [
          {
            "segment_text": "Reviews POST SCREEN",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "148"
  }
}