{
  "paper_id": "9f9e925d9999ab39745f2ee8be3efffb5277d082",
  "metadata": {
    "title": "Molecular evidence for the evolution of ichnoviruses from ascoviruses by symbiogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 3985,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Female endoparasitic ichneumonid wasps inject virus-like particles into their caterpillar hosts to suppress immunity. These particles are classified as ichnovirus virions and resemble ascovirus virions, which are also transmitted by parasitic wasps and attack caterpillars. Ascoviruses replicate DNA and produce virions. Polydnavirus DNA consists of wasp DNA replicated by the wasp from its genome, which also directs particle synthesis. Structural similarities between ascovirus and ichnovirus particles and the biology of their transmission suggest that ichnoviruses evolved from ascoviruses, although molecular evidence for this hypothesis is lacking.",
      "sentences": [
        [
          {
            "segment_text": "Background : Female endoparasitic ichneumonid wasps inject virus-like particles into their caterpillar hosts to suppress immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These particles are classified as ichnovirus virions and resemble ascovirus virions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are also transmitted by parasitic wasps and attack caterpillars .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ascoviruses replicate DNA and produce virions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Polydnavirus DNA consists of wasp DNA replicated by the wasp from its genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which also directs particle synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Structural similarities between ascovirus and ichnovirus particles and the biology of their transmission suggest that ichnoviruses evolved from ascoviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although molecular evidence for this hypothesis is lacking .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we show that a family of unique pox-D5 NTPase proteins in the Glypta fumiferanae ichnovirus are related to three Diadromus pulchellus ascovirus proteins encoded by ORFs 90, 91 and 93. A new alignment technique also shows that two proteins from a related ichnovirus are orthologs of other ascovirus virion proteins.",
      "sentences": [
        [
          {
            "segment_text": "Here we show that a family of unique pox-D5 NTPase proteins in the Glypta fumiferanae ichnovirus are related to three Diadromus pulchellus ascovirus proteins encoded by ORFs 90 , 91 and 93 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A new alignment technique also shows that two proteins from a related ichnovirus are orthologs of other ascovirus virion proteins .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Our results provide molecular evidence supporting the origin of ichnoviruses from ascoviruses by lateral transfer of ascoviral genes into ichneumonid wasp genomes, perhaps the first example of symbiogenesis between large DNA viruses and eukaryotic organisms. We also discuss the limits of this evidence through complementary studies, which revealed that passive lateral transfer of viral genes among polydnaviral, bacterial, and wasp genomes may have occurred repeatedly through an intimate coupling of both recombination and replication of viral genomes during evolution. The impact of passive lateral transfers on evolutionary relationships between polydnaviruses and viruses with large double-stranded genomes is considered in the context of the theory of symbiogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Our results provide molecular evidence supporting the origin of ichnoviruses from ascoviruses by lateral transfer of ascoviral genes into ichneumonid wasp genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perhaps the first example of symbiogenesis between large DNA viruses and eukaryotic organisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also discuss the limits of this evidence through complementary studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which revealed that passive lateral transfer of viral genes among polydnaviral ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial , and wasp genomes may have occurred repeatedly through an intimate coupling of both recombination and replication of viral genomes during evolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The impact of passive lateral transfers on evolutionary relationships between polydnaviruses and viruses with large double-stranded genomes is considered in the context of the theory of symbiogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Parasitic wasps belonging to the families Ichneumonidae and Braconidae are among the most successful higher eukaryotic organisms. These two large families contain more than 37,000 known species, and estimates of the total number of species are as high as 100,000 [1].",
      "sentences": [
        [
          {
            "segment_text": "Parasitic wasps belonging to the families Ichneumonidae and Braconidae are among the most successful higher eukaryotic organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These two large families contain more than 37,000 known species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and estimates of the total number of species are as high as 100,000 ( 1 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "309"
  }
}