{
  "paper_id": "9fa2250f9b2b5206713ddfa6945088f971ceecd4",
  "metadata": {
    "title": "Pulmonary Pathology of Early-Phase 2019 Novel Coronavirus (COVID-19) Pneumonia in Two Patients With Lung Cancer",
    "coda_data_split": "train",
    "coda_paper_id": 8329,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is currently a lack of pathologic data on the novel coronavirus (severe acute respiratory syndrome coronavirus 2) pneumonia, or coronavirus disease 2019 (COVID-19), from autopsy or biopsy. Two patients who recently underwent lung lobectomies for adenocarcinoma were retrospectively found to have had COVID-19 at the time of the operation. These two cases thus provide important first opportunities to study the pathology of COVID-19. Pathologic examinations revealed that apart from the tumors, the lungs of both patients exhibited edema, proteinaceous exudate, focal reactive hyperplasia of pneumocytes with patchy inflammatory cellular infiltration, and multinucleated giant cells. Hyaline membranes were not prominent. Because both patients did not exhibit symptoms of pneumonia at the time of operation, these changes likely represent an early phase of the lung pathology of COVID-19 pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "There is currently a lack of pathologic data on the novel coronavirus ( severe acute respiratory syndrome coronavirus 2 ) pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or coronavirus disease 2019 ( COVID-19 ) , from autopsy or biopsy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two patients who recently underwent lung lobectomies for adenocarcinoma were retrospectively found to have had COVID-19 at the time of the operation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These two cases thus provide important first opportunities to study the pathology of COVID-19 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pathologic examinations revealed that apart from the tumors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the lungs of both patients exhibited edema ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proteinaceous exudate , focal reactive hyperplasia of pneumocytes with patchy inflammatory cellular infiltration , and multinucleated giant cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hyaline membranes were not prominent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because both patients did not exhibit symptoms of pneumonia at the time of operation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these changes likely represent an early phase of the lung pathology of COVID-19 pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "145"
  }
}