{
  "paper_id": "9fa779f7bacc1cfff3f11230c99c2966277cfb22",
  "metadata": {
    "title": "Clinical Infectious Diseases Symptomatic Respiratory Virus Infection and Chronic Lung Allograft Dysfunction",
    "coda_data_split": "train",
    "coda_paper_id": 5976,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Chronic lung allograft dysfunction (CLAD) is a major cause of allograft loss post-lung transplantation. Prior studies have examined the association between respiratory virus infection (RVI) and CLAD were limited by older diagnostic techniques, study design, and case numbers. We examined the association between symptomatic RVI and CLAD using modern diagnostic techniques in a large contemporary cohort of lung transplant recipients (LTRs).",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chronic lung allograft dysfunction ( CLAD ) is a major cause of allograft loss post-lung transplantation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prior studies have examined the association between respiratory virus infection ( RVI ) and CLAD were limited by older diagnostic techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "study design , and case numbers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the association between symptomatic RVI and CLAD using modern diagnostic techniques in a large contemporary cohort of lung transplant recipients ( LTRs ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We retrospectively assessed clinical variables including acute rejection, cytomegalovirus pneumonia, upper and lower RVI, and the primary endpoint of CLAD (determined by 2 independent reviewers) in 250 LTRs in a single university transplantation program. Univariate and multivariate Cox models were used to analyze the relationship between RVI and CLAD in a time-dependent manner, incorporating different periods of risk following RVI diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We retrospectively assessed clinical variables including acute rejection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cytomegalovirus pneumonia , upper and lower RVI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the primary endpoint of CLAD ( determined by 2 independent reviewers ) in 250 LTRs in a single university transplantation program .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Univariate and multivariate Cox models were used to analyze the relationship between RVI and CLAD in a time-dependent manner ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "incorporating different periods of risk following RVI diagnosis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Fifty patients (20%) were diagnosed with CLAD at a median of 95 weeks post-transplantation, and 79 (32%) had 114 episodes of RVI. In multivariate analysis, rejection and RVI were independently associated with CLAD (adjusted hazard ratio [95% confidence interval]) 2.2 (1.2-3.9), P \u003d .01 and 1.9 (1.1-3.5), P \u003d .03, respectively. The association of RVI with CLAD was stronger the more proximate the RVI episode: 4.8 (1.9-11.6), P \u003c .01; 3.4 (1.5-7.5), P \u003c .01; and 2.4 (1.2-5.0), P \u003d .02 in multivariate analysis for 3, 6, and 12 months following RVI, respectively.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fifty patients ( 20 % ) were diagnosed with CLAD at a median of 95 weeks post-transplantation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 79 ( 32 % ) had 114 episodes of RVI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In multivariate analysis , rejection and RVI were independently associated with CLAD ( adjusted hazard ratio ( 95 % confidence interval ) ) 2.2 ( 1.2-3.9 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003d .01 and 1.9 ( 1.1-3.5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003d .03 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The association of RVI with CLAD was stronger the more proximate the RVI episode : 4.8 ( 1.9-11.6 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003c .01 ; 3.4 ( 1.5-7.5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003c .01 ; and 2.4 ( 1.2-5.0 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003d .02 in multivariate analysis for 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 , and 12 months following RVI , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Symptomatic RVI is independently associated with development of CLAD, with increased risk at shorter time periods following RVI. Prospective studies to characterize the virologic determinants of CLAD and define the underlying mechanisms are warranted.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Symptomatic RVI is independently associated with development of CLAD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with increased risk at shorter time periods following RVI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prospective studies to characterize the virologic determinants of CLAD and define the underlying mechanisms are warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "26",
    "token_num": "317"
  }
}