{
  "paper_id": "9fb5556c3b5fdb3bff762a42f16c21a7fa65d801",
  "metadata": {
    "title": "MMP-independent role of TIMP-1 at the blood brain barrier during viral encephalomyelitis",
    "coda_data_split": "train",
    "coda_paper_id": 2619,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Infection of the CNS (central nervous system) with a sublethal neurotropic coronavirus (JHMV) induces a vigorous inflammatory response. CD4 + and CD8 + T cells are essential to control infectious virus but at the cost of tissue damage. An enigma in understanding the contribution of T cell subsets in pathogenesis resides in their distinct migration pattern across the BBB (blood brain barrier). CD4 + T cells transiently accumulate within the perivascular space, whereas CD8 + T cells migrate directly into the CNS parenchyma. As MMPs (matrix metalloproteinases) facilitate migration across the glia limitans, specific expression of the TIMP (tissue inhibitor of MMPs)-1 by CD4 + T cells present in the perivascular cuffs suggested that TIMP-1 is responsible for stalling CD4 + T cell migration into the CNS parenchyma. Using TIMP-1 deficient mice, the present data demonstrate an increase rather than a decrease in CD4 + T cell accumulation within the perivascular space during JHMV infection. Whereas virus control was not affected by perivascular retention of CD4 + T cells, disease severity was decreased and associated with reduced IFNγ (interferon γ) production. Moreover, decreased CD4 + T cell recruitment into the CNS parenchyma of TIMP-1 deficient mice was not associated with impaired T cell recruiting chemokines or MMP expression, and no compensation by other TIMP molecules was identified. These data suggest an MMP-independent role of TIMP-1 in regulating CD4 + T cell access into the CNS parenchyma during acute JHMV encephalitis.",
      "sentences": [
        [
          {
            "segment_text": "Infection of the CNS ( central nervous system ) with a sublethal neurotropic coronavirus ( JHMV ) induces a vigorous inflammatory response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CD4 + and CD8 + T cells are essential to control infectious virus but at the cost of tissue damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An enigma in understanding the contribution of T cell subsets in pathogenesis resides in their distinct migration pattern across the BBB ( blood brain barrier ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CD4 + T cells transiently accumulate within the perivascular space ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas CD8 + T cells migrate directly into the CNS parenchyma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As MMPs ( matrix metalloproteinases ) facilitate migration across the glia limitans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specific expression of the TIMP ( tissue inhibitor of MMPs ) -1 by CD4 + T cells present in the perivascular cuffs suggested that TIMP-1 is responsible for stalling CD4 + T cell migration into the CNS parenchyma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using TIMP-1 deficient mice , the present data demonstrate an increase rather than a decrease in CD4 + T cell accumulation within the perivascular space during JHMV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas virus control was not affected by perivascular retention of CD4 + T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disease severity was decreased and associated with reduced IFNγ ( interferon γ ) production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , decreased CD4 + T cell recruitment into the CNS parenchyma of TIMP-1 deficient mice was not associated with impaired T cell recruiting chemokines or MMP expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no compensation by other TIMP molecules was identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest an MMP-independent role of TIMP-1 in regulating CD4 + T cell access into the CNS parenchyma during acute JHMV encephalitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Key words: CD4 T cells, coronavirus, glia limitans, matrix metalloproteinase, TIMP-1 r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r",
      "sentences": [
        [
          {
            "segment_text": "Key words : CD4 T cells ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "coronavirus , glia limitans , matrix metalloproteinase ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "TIMP-1 r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "597"
  }
}