{
  "paper_id": "9fba52385c27606467ccd9f98d44dd61290eb5cf",
  "metadata": {
    "title": "Houttuynia cordata inhibits lipopolysaccharide-induced rapid pulmonary fibrosis by up-regulating IFN-γ and inhibiting the TGF-β1/Smad pathway",
    "coda_data_split": "train",
    "coda_paper_id": 6676,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study aimed to explore the effect and mechanism of H. cordata vapor extract on acute lung injury (ALI) and rapid pulmonary fibrosis (RPF). We applied the volatile extract of HC to an RPF rat model and analyzed the effect on ALI and RPF using hematoxylineosin (H\u0026E) staining, routine blood tests, a cell count of bronchoalveolar lavage fluid (BALF), lactate dehydrogenase (LDH) content, van Gieson (VG) staining, hydroxyproline (Hyp) content and the dry/wet weight ratio. The expression of IFN-γ/STAT 1 , IL-4/STAT 6 and TGF-β 1 /Smads was analyzed using ELISA, immunohistochemistry and western blotting methods. The active ingredients of the HC vapor extract were analyzed using a gas chromatograph-mass spectrometer (GC-MS), and the effects of the active ingredients of HC on the viability of NIH/3T3 and RAW264.7 cells were detected using an MTT assay. The active ingredients of the HC vapor extract included 4-terpineol, α-terpineol, L-bornyl acetate and methyl-nnonyl ketone. The results of the lung H\u0026E staining, Hyp content, dry/wet weight ratio and VG staining suggested that the HC vapor extract repaired lung injury and reduced RPF in a dose-dependent manner and up-regulated IFN-γ and inhibited the TGF-β1/Smad pathway in vivo. In vitro, it could inhibit the viability of RAW264.7 and NIH/3T3 cells. It also dose-dependently inhibited the expression of TGF-β1 and enhanced the expression of IFN-γ in NIH/3T3. The HC vapor extract inhibited LPS-induced RPF by up-regulating IFN-γ and inhibiting the TGF-β1/Smad pathway.",
      "sentences": [
        [
          {
            "segment_text": "This study aimed to explore the effect and mechanism of H. cordata vapor extract on acute lung injury ( ALI ) and rapid pulmonary fibrosis ( RPF ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We applied the volatile extract of HC to an RPF rat model and analyzed the effect on ALI and RPF using hematoxylineosin ( H\u0026E ) staining ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "routine blood tests , a cell count of bronchoalveolar lavage fluid ( BALF ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lactate dehydrogenase ( LDH ) content ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "van Gieson ( VG ) staining ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hydroxyproline ( Hyp ) content and the dry/wet weight ratio .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression of IFN-γ/STAT 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-4 / STAT 6 and TGF-β 1 / Smads was analyzed using ELISA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunohistochemistry and western blotting methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The active ingredients of the HC vapor extract were analyzed using a gas chromatograph-mass spectrometer ( GC-MS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the effects of the active ingredients of HC on the viability of NIH/3T3 and RAW264 .7 cells were detected using an MTT assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The active ingredients of the HC vapor extract included 4-terpineol ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "α-terpineol , L-bornyl acetate and methyl-nnonyl ketone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results of the lung H\u0026E staining ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Hyp content , dry/wet weight ratio and VG staining suggested that the HC vapor extract repaired lung injury and reduced RPF in a dose-dependent manner and up-regulated IFN-γ and inhibited the TGF-β1 / Smad pathway in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro , it could inhibit the viability of RAW264 .7 and NIH/3T3 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also dose-dependently inhibited the expression of TGF-β1 and enhanced the expression of IFN-γ in NIH/3T3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The HC vapor extract inhibited LPS-induced RPF by up-regulating IFN-γ and inhibiting the TGF-β1 / Smad pathway .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "281"
  }
}