{
  "paper_id": "9fc3c38d068a01ab2b569860699610f37799ccb8",
  "metadata": {
    "title": "Characteristics of B Cells and B Cell Responses in Aged Individuals",
    "coda_data_split": "train",
    "coda_paper_id": 10498,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ageing individuals are immunologically characterized by loss of immunological protection and responsiveness, and autoimmunity occurs with increased incidence. Here we review studies on specific age-related changes in B cell generation, activation, and maintenance as well as characteristics of B cell responses and antibody levels during ageing in relation to other cells and factors that are interwoven with B cell biological processes. In the elderly, fewer new B cells are generated, B cell responsiveness to antigens is impaired, and smaller and fewer germinal centers are formed within an immune response with participation of less potent T cells and follicular dendritic cells, leading to the production of reduced, often insufficient plasma cell numbers. Recall responses in the elderly appear to be limited by the cells\u0027 proliferative capacity. Hence, vaccine responsiveness is often insufficient and autoantibody production emerges in the elderly. In total, B cells appear to be less affected by age as compared with T cells. Recently, new concepts have been developed to counteract immunosenescence beyond active vaccination, comprising the generation of specific monoclonal antibodies for passive vaccination, immune rejuvenation by immunoablation followed by autologous stem cell transplantation, and modulation of lifestyle.",
      "sentences": [
        [
          {
            "segment_text": "Ageing individuals are immunologically characterized by loss of immunological protection and responsiveness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and autoimmunity occurs with increased incidence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review studies on specific age-related changes in B cell generation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "activation , and maintenance as well as characteristics of B cell responses and antibody levels during ageing in relation to other cells and factors that are interwoven with B cell biological processes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the elderly , fewer new B cells are generated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "B cell responsiveness to antigens is impaired ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and smaller and fewer germinal centers are formed within an immune response with participation of less potent T cells and follicular dendritic cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the production of reduced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "often insufficient plasma cell numbers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recall responses in the elderly appear to be limited by the cells \u0027 proliferative capacity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , vaccine responsiveness is often insufficient and autoantibody production emerges in the elderly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , B cells appear to be less affected by age as compared with T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recently , new concepts have been developed to counteract immunosenescence beyond active vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comprising the generation of specific monoclonal antibodies for passive vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune rejuvenation by immunoablation followed by autologous stem cell transplantation , and modulation of lifestyle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "212"
  }
}