{
  "paper_id": "9fd46e4e50898581fe5e7373b346c5c667445265",
  "metadata": {
    "title": "I P103q Activity of Penciclovir (PCV) in vitro against Cytomegalovirus (CMV) Wild Strains (WS) and against Strain AD169",
    "coda_data_split": "train",
    "coda_paper_id": 7995,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Viral infections in solid transplant patients",
      "sentences": [
        [
          {
            "segment_text": "Viral infections in solid transplant patients",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "p M DHPG combinated with 5 U / d IFN (Y and 95 f 5% inhibition with 1 l . l p M DHPG in combination with 0.2 ng/d IFN y (n \u003d 3).",
      "sentences": [
        [
          {
            "segment_text": "p M DHPG combinated with 5 U / d IFN ( Y and 95 f 5 % inhibition with 1 l .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "l p M DHPG in combination with 0.2 ng/d IFN y ( n \u003d 3 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: IFN (Y and IFN y decrease HCMV infection in monocytic-like cell line THP-1 and may lead to an improvement of the available chemotherapy against this important human pathogen. Combination of IFNs with DHPG after lnfection showed a synergistic effect.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : IFN ( Y and IFN y decrease HCMV infection in monocytic-like cell line THP-1 and may lead to an improvement of the available chemotherapy against this important human pathogen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combination of IFNs with DHPG after lnfection showed a synergistic effect .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "PCV has a well-documented inhibitory activity against herpes simplex virus and varicelia-zoster virus. By contrast, data on its activity against CMV are limited. We evaluated the in vim activity of PCV against 3 CMV WS (#1 and #2 from marmw transplant recipients, #3 from a neonate) and against CMV strain AD169, and compared the results with those obtained in parallel with acyclovir (ACV), ganciclovir (GCV), and foscarnet (FOS). A plaque reduction assay was used to determine the mhibitory drug concentration reducing plaque numbers by 50% (IC50). The drugs were tested in 6 human fibroblast cell lines. The results were as follows:",
      "sentences": [
        [
          {
            "segment_text": "PCV has a well-documented inhibitory activity against herpes simplex virus and varicelia-zoster virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By contrast , data on its activity against CMV are limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We evaluated the in vim activity of PCV against 3 CMV WS ( # 1 and # 2 from marmw transplant recipients , # 3 from a neonate ) and against CMV strain AD169 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and compared the results with those obtained in parallel with acyclovir ( ACV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ganciclovir ( GCV ) , and foscarnet ( FOS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A plaque reduction assay was used to determine the mhibitory drug concentration reducing plaque numbers by 50 % ( IC50 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The drugs were tested in 6 human fibroblast cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results were as follows :",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Median ICsg of 13 p M (630) indxatmg a rerkunce to ganclclovlr.",
      "sentences": [
        [
          {
            "segment_text": "Median ICsg of 13 p M ( 630 ) indxatmg a rerkunce to ganclclovlr .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "14",
    "segment_num": "16",
    "token_num": "281"
  }
}