{
  "paper_id": "9fd538c6cbb1403b50d01d008c4f6a23e3e3c275",
  "metadata": {
    "title": "Rapid identification of inhibitors that interfere with poliovirus replication using a cell-based assay",
    "coda_data_split": "train",
    "coda_paper_id": 4067,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A small molecule library containing 480 known bioactive compounds was screened for antiviral activity against poliovirus (PV) using a cellular fluorescence resonance energy transfer (FRET) assay for viral protease activity. The infected reporter cells treated with the viral replicationsuppressing compounds were examined via fluorescence microscope 7.5 h postinfection. Twelve molecules showed moderate to potent antiviral activity at concentrations less than 32 M during the primary screening. Three compounds, anisomycin, linoleic acid, and lycorine, were chosen for validation. A dose-dependent cytotoxicity assay and a secondary screening using conventional plaque assay were conducted to confirm the results. The developed method can be used for rapid screening for molecules with antiviral activity.",
      "sentences": [
        [
          {
            "segment_text": "A small molecule library containing 480 known bioactive compounds was screened for antiviral activity against poliovirus ( PV ) using a cellular fluorescence resonance energy transfer ( FRET ) assay for viral protease activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The infected reporter cells treated with the viral replicationsuppressing compounds were examined via fluorescence microscope 7.5 h postinfection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twelve molecules showed moderate to potent antiviral activity at concentrations less than 32 M during the primary screening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three compounds , anisomycin , linoleic acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and lycorine , were chosen for validation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A dose-dependent cytotoxicity assay and a secondary screening using conventional plaque assay were conducted to confirm the results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The developed method can be used for rapid screening for molecules with antiviral activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "123"
  }
}