{
  "paper_id": "9fe4bb195ffbcf6f450478fa94e72e099fb7d335",
  "metadata": {
    "title": "Detection of a novel avian influenza A (H7N9) virus in humans by multiplex one-step real-time RT-PCR assay",
    "coda_data_split": "train",
    "coda_paper_id": 3705,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: A novel avian influenza A (H7N9) virus emerged in eastern China in February 2013. 413 confirmed human cases, including 157 deaths, have been recorded as of July 31, 2014. Methods: Clinical specimens, including throat swabs, sputum or tracheal aspirates, etc., were obtained from patients exhibiting influenza-like illness (ILIs), especially from those having pneumonia and a history of occupational exposure to poultry and wild birds. RNA was extracted from these samples and a multiplex one-step real-time RT-PCR assay was developed to specifically detect the influenza A virus (FluA). PCR primers targeted the conserved M and Rnase P (RP) genes, as well as the hemagglutinin and neuraminidase genes of the H7N9 virus.",
      "sentences": [
        [
          {
            "segment_text": "Background : A novel avian influenza A ( H7N9 ) virus emerged in eastern China in February 2013 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "413 confirmed human cases , including 157 deaths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been recorded as of July 31 , 2014 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Clinical specimens , including throat swabs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sputum or tracheal aspirates , etc. ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were obtained from patients exhibiting influenza-like illness ( ILIs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "especially from those having pneumonia and a history of occupational exposure to poultry and wild birds .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RNA was extracted from these samples and a multiplex one-step real-time RT-PCR assay was developed to specifically detect the influenza A virus ( FluA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR primers targeted the conserved M and Rnase P ( RP ) genes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as the hemagglutinin and neuraminidase genes of the H7N9 virus .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The multiplex assay specifically detected the avian H7N9 virus, and no cross-reaction with other common respiratory pathogens was observed. The detection limit of the assay was approximately 0.05 50% tissue culture infective doses (TCID 50 ), or 100 copies per reaction. Positive detection of the H7N9 virus in sputum/tracheal aspirates was higher than in throat swabs during the surveillance of patients with ILIs. Additionally, detection of the matrix (M) and Rnase P genes aided in the determination of the novel avian H7N9 virus and ensured the quality of the clinical samples.",
      "sentences": [
        [
          {
            "segment_text": "Results : The multiplex assay specifically detected the avian H7N9 virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no cross-reaction with other common respiratory pathogens was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection limit of the assay was approximately 0.05 50 % tissue culture infective doses ( TCID 50 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or 100 copies per reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive detection of the H7N9 virus in sputum/tracheal aspirates was higher than in throat swabs during the surveillance of patients with ILIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , detection of the matrix ( M ) and Rnase P genes aided in the determination of the novel avian H7N9 virus and ensured the quality of the clinical samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: These results demonstrate that the multiplex assay detected the novel avian H7N9 virus with high specificity and sensitivity, which is essential for the early diagnosis and treatment of infected patients.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : These results demonstrate that the multiplex assay detected the novel avian H7N9 virus with high specificity and sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is essential for the early diagnosis and treatment of infected patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "273"
  }
}