{
  "paper_id": "9ffde004c991e9cf3c63e9143946a64ffaa9ee2a",
  "metadata": {
    "title": "BMC Microbiology The Microbial Rosetta Stone Database: A compilation of global and emerging infectious microorganisms and bioterrorist threat agents",
    "coda_data_split": "train",
    "coda_paper_id": 5889,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Thousands of different microorganisms affect the health, safety, and economic stability of populations. Many different medical and governmental organizations have created lists of the pathogenic microorganisms relevant to their missions; however, the nomenclature for biological agents on these lists and pathogens described in the literature is inexact. This ambiguity can be a significant block to effective communication among the diverse communities that must deal with epidemics or bioterrorist attacks.",
      "sentences": [
        [
          {
            "segment_text": "Background : Thousands of different microorganisms affect the health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "safety , and economic stability of populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many different medical and governmental organizations have created lists of the pathogenic microorganisms relevant to their missions ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nomenclature for biological agents on these lists and pathogens described in the literature is inexact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This ambiguity can be a significant block to effective communication among the diverse communities that must deal with epidemics or bioterrorist attacks .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We have developed a database known as the Microbial Rosetta Stone. The database relates microorganism names, taxonomic classifications, diseases, specific detection and treatment protocols, and relevant literature. The database structure facilitates linkage to public genomic databases. This paper focuses on the information in the database for pathogens that impact global public health, emerging infectious organisms, and bioterrorist threat agents.",
      "sentences": [
        [
          {
            "segment_text": "We have developed a database known as the Microbial Rosetta Stone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The database relates microorganism names ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "taxonomic classifications , diseases , specific detection and treatment protocols , and relevant literature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The database structure facilitates linkage to public genomic databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This paper focuses on the information in the database for pathogens that impact global public health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "emerging infectious organisms , and bioterrorist threat agents .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The Microbial Rosetta Stone is available at http://www.microbialrosettastone.com/. The database provides public access to up-to-date taxonomic classifications of organisms that cause human diseases, improves the consistency of nomenclature in disease reporting, and provides useful links between different public genomic and public health databases.",
      "sentences": [
        [
          {
            "segment_text": "The Microbial Rosetta Stone is available at http://www.microbialrosettastone.com/ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The database provides public access to up-to-date taxonomic classifications of organisms that cause human diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "improves the consistency of nomenclature in disease reporting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provides useful links between different public genomic and public health databases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "194"
  }
}