{
  "paper_id": "9ffdd59ae97f369bdf0202cd78308225f399b3fd",
  "metadata": {
    "title": "Disease Surveillance, Vector and Zoological Services, Ministry of Agriculture, Livestock and Fisheries",
    "coda_data_split": "train",
    "coda_paper_id": 7801,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The recent Zika outbreak in the Americas, Ebola epidemic in West Africa and the increased frequency and impact of emerging and re-emerging infections of animal origin have increased the calls for greater preparedness in early detection and responses to public health events. One-Health approaches that emphasize collaborations between human health, animal health and environmental health sectors for the prevention, early detection and response to disease outbreaks have been hailed as a key strategy. Here we highlight three main efforts that have progressed the implementation of One Health in Kenya.",
      "sentences": [
        [
          {
            "segment_text": "The recent Zika outbreak in the Americas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ebola epidemic in West Africa and the increased frequency and impact of emerging and re-emerging infections of animal origin have increased the calls for greater preparedness in early detection and responses to public health events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One-Health approaches that emphasize collaborations between human health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animal health and environmental health sectors for the prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "early detection and response to disease outbreaks have been hailed as a key strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we highlight three main efforts that have progressed the implementation of One Health in Kenya .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "95"
  }
}