{
  "paper_id": "a00172c6b1c1f242b76cc74382382f7cb8a2d995",
  "metadata": {
    "title": "Phylogeny and biogeography of western Indian Ocean Rousettus (Chiroptera: Pteropodidae)",
    "coda_data_split": "train",
    "coda_paper_id": 3929,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We examined patterns of genetic variation in Rousettus madagascariensis from Madagascar and R. obliviosus from the Comoros (Grande Comore, Anjouan, and Mohéli). Genetic distances among individuals on the basis of 1,130 base pairs of the mitochondrial cytochrome b (Cytb) locus were estimated from specimens collected from 17 sites on Madagascar, 3 sites on Grande Comore, 3 sites on Anjouan, and 2 sites on Mohéli. We observed little variation in Madagascar and nearshore island samples (maximum 1.1%) and interisland Comoros samples (maximum 1.8%). In contrast, pairwise distances between different sampled sites on Madagascar and the Comoros varied from 8.5% to 13.2%. For 131 Malagasy animals, 69 unique haplotypes were recovered with 86 variable sites, and for 44 Comorian individuals, 17 unique haplotypes were found with 30 variable sites. No haplotype was shared between Madagascar and the Comoros, adding to previous morphological evidence that these 2 populations should be considered separate species. Cytb data showed that Rousettus populations of Madagascar (including nearshore islands) and the Comoros are respectively monophyletic and display no geographic structure in haplotype diversity, and that R. madagascariensis and R. obliviosus are strongly supported as sister to each other relative to other Rousettus species. Genotypic data from 6 microsatellite loci confirm lack of geographic structure in either of the 2 species. In pairwise tests of population differentiation, the only significant values were between samples from the Comoro Islands and Madagascar (including nearshore islands). Estimates of current and historical demographic parameters support population expansion in both the Comoros and Madagascar. These data suggest a more recent and rapid demographic expansion in Madagascar in comparison with greater population stability on the Comoros. On the basis of available evidence, open-water crossings approaching 300 km seem rarely traversed by Rousettus, and, if successful, can result in genetic isolation and subsequent differentiation.",
      "sentences": [
        [
          {
            "segment_text": "We examined patterns of genetic variation in Rousettus madagascariensis from Madagascar and R. obliviosus from the Comoros ( Grande Comore , Anjouan , and Mohéli ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genetic distances among individuals on the basis of 1,130 base pairs of the mitochondrial cytochrome b ( Cytb ) locus were estimated from specimens collected from 17 sites on Madagascar ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 sites on Grande Comore ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 sites on Anjouan , and 2 sites on Mohéli .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed little variation in Madagascar and nearshore island samples ( maximum 1.1 % ) and interisland Comoros samples ( maximum 1.8 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , pairwise distances between different sampled sites on Madagascar and the Comoros varied from 8.5 % to 13.2 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For 131 Malagasy animals , 69 unique haplotypes were recovered with 86 variable sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and for 44 Comorian individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17 unique haplotypes were found with 30 variable sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No haplotype was shared between Madagascar and the Comoros ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adding to previous morphological evidence that these 2 populations should be considered separate species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytb data showed that Rousettus populations of Madagascar ( including nearshore islands ) and the Comoros are respectively monophyletic and display no geographic structure in haplotype diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that R. madagascariensis and R. obliviosus are strongly supported as sister to each other relative to other Rousettus species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genotypic data from 6 microsatellite loci confirm lack of geographic structure in either of the 2 species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In pairwise tests of population differentiation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the only significant values were between samples from the Comoro Islands and Madagascar ( including nearshore islands ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Estimates of current and historical demographic parameters support population expansion in both the Comoros and Madagascar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest a more recent and rapid demographic expansion in Madagascar in comparison with greater population stability on the Comoros .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of available evidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "open-water crossings approaching 300 km seem rarely traversed by Rousettus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and , if successful , can result in genetic isolation and subsequent differentiation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "342"
  }
}