{
  "paper_id": "a007977dad90a07b3beb9f689e3be8b3f7d2a7f6",
  "metadata": {
    "title": "Advanced Molecular Surveillance of Hepatitis C Virus",
    "coda_data_split": "train",
    "coda_paper_id": 8366,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus (HCV) infection is an important public health problem worldwide. HCV exploits complex molecular mechanisms, which result in a high degree of intrahost genetic heterogeneity. This high degree of variability represents a challenge for the accurate establishment of genetic relatedness between cases and complicates the identification of sources of infection. Tracking HCV infections is crucial for the elucidation of routes of transmission in a variety of settings. Therefore, implementation of HCV advanced molecular surveillance (AMS) is essential for disease control. Accounting for virulence is also important for HCV AMS and both viral and host factors contribute to the disease outcome. Therefore, HCV AMS requires the incorporation of host factors as an integral component of the algorithms used to monitor disease occurrence. Importantly, implementation of comprehensive global databases and data mining are also needed for the proper study of the mechanisms responsible for HCV transmission. Here, we review molecular aspects associated with HCV transmission, as well as the most recent technological advances used for virus and host characterization. Additionally, the cornerstone discoveries that have defined the pathway for viral characterization are presented and the importance of implementing advanced HCV molecular surveillance is highlighted.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus ( HCV ) infection is an important public health problem worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCV exploits complex molecular mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which result in a high degree of intrahost genetic heterogeneity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This high degree of variability represents a challenge for the accurate establishment of genetic relatedness between cases and complicates the identification of sources of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tracking HCV infections is crucial for the elucidation of routes of transmission in a variety of settings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , implementation of HCV advanced molecular surveillance ( AMS ) is essential for disease control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accounting for virulence is also important for HCV AMS and both viral and host factors contribute to the disease outcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , HCV AMS requires the incorporation of host factors as an integral component of the algorithms used to monitor disease occurrence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , implementation of comprehensive global databases and data mining are also needed for the proper study of the mechanisms responsible for HCV transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review molecular aspects associated with HCV transmission ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as the most recent technological advances used for virus and host characterization .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Additionally , the cornerstone discoveries that have defined the pathway for viral characterization are presented and the importance of implementing advanced HCV molecular surveillance is highlighted .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses 2015, 7 1154",
      "sentences": [
        [
          {
            "segment_text": "Viruses 2015 , 7 1154",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "220"
  }
}