{
  "paper_id": "a00848c835636d704801b91d41817c126c950659",
  "metadata": {
    "title": "Early interactions between animal viruses and the host I cell: relevance to v ral vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 10264,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Attachment is followed by a redistribution or capping of virus particles on the cell surface which may play a role in the uptake process. Certain viruses penetrate the plasma membrane directly but many, both enveloped and nonenveloped viruses, are endocytosed at coated pits and subsequently pass into endosomes. The low pH environment of the endosome facilitates passage of the viral genome into the cytoplasm. For some viruses the mechanism of membrane penetration is now known to be linked to a pH-mediated conformational change in external virion proteins. As a consequence of infection there are alterations in the permeab~dity of the plasma membrane which may contribute to cellular damage. Recent advances in the understanding of these proteges are reviewed and their relevance to ti~ development of new strategies for vaccines emphasised,",
      "sentences": [
        [
          {
            "segment_text": "Attachment is followed by a redistribution or capping of virus particles on the cell surface which may play a role in the uptake process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Certain viruses penetrate the plasma membrane directly but many ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both enveloped and nonenveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are endocytosed at coated pits and subsequently pass into endosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The low pH environment of the endosome facilitates passage of the viral genome into the cytoplasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For some viruses the mechanism of membrane penetration is now known to be linked to a pH-mediated conformational change in external virion proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a consequence of infection there are alterations in the permeab ~ dity of the plasma membrane which may contribute to cellular damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in the understanding of these proteges are reviewed and their relevance to ti ~ development of new strategies for vaccines emphasised ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "141"
  }
}