{
  "paper_id": "a015401a1cdf151bd0bca060bd8eb96d6683a147",
  "metadata": {
    "title": "Identification, Characterization and Application of a G- Quadruplex Structured DNA Aptamer against Cancer Biomarker Protein Anterior Gradient Homolog 2",
    "coda_data_split": "train",
    "coda_paper_id": 5662,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Anterior gradient homolog 2 (AGR2) is a functional protein with critical roles in a diverse range of biological systems, including vertebrate tissue development, inflammatory tissue injury responses, and cancer progression. Clinical studies have shown that the AGR2 protein is overexpressed in a wide range of human cancers, including carcinomas of the esophagus, pancreas, breast, prostate, and lung, making the protein as a potential cancer biomarker. However, the general biochemical functions of AGR2 in human cells remain undefined, and the signaling mechanisms that drive AGR2 to inhibit p53 are still not clearly illustrated. Therefore, it is of great interest to develop molecular probes specifically recognizing AGR2 for its detection and for the elucidation of AGR2-associated molecular mechanism.",
      "sentences": [
        [
          {
            "segment_text": "Background : Anterior gradient homolog 2 ( AGR2 ) is a functional protein with critical roles in a diverse range of biological systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including vertebrate tissue development , inflammatory tissue injury responses , and cancer progression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical studies have shown that the AGR2 protein is overexpressed in a wide range of human cancers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including carcinomas of the esophagus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pancreas , breast , prostate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and lung , making the protein as a potential cancer biomarker .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the general biochemical functions of AGR2 in human cells remain undefined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the signaling mechanisms that drive AGR2 to inhibit p53 are still not clearly illustrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , it is of great interest to develop molecular probes specifically recognizing AGR2 for its detection and for the elucidation of AGR2-associated molecular mechanism .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology/Principal Findings: Through a bead-based and flow cytometry monitored SELEX technology, we have identified a group of DNA aptamers that can specifically bind to AGR2 with K d values in the nanomolar range after 14 rounds of selections. Aptamer C14B was chosen to further study, due to its high binding affinity and specificity. The optimized and shortened C14B1 has special G-rich characteristics, and the G-rich region of this binding motif was further characterized to reveal an intramolecular parallel G-quadruplex by CD spectroscopy and UV spectroscopy. Our experiments confirmed that the stability of the G-quadruplex structure was strongly dependent on the nature of the monovalent ions and the formation of G-quadruplex structure was also important for the binding capacity of C14B1 to the target. Furthermore, we have designed a kind of allosteric molecule beacon (aMB) probe for selective and sensitive detection of AGR2.",
      "sentences": [
        [
          {
            "segment_text": "Methodology/Principal Findings : Through a bead-based and flow cytometry monitored SELEX technology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have identified a group of DNA aptamers that can specifically bind to AGR2 with K d values in the nanomolar range after 14 rounds of selections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Aptamer C14B was chosen to further study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "due to its high binding affinity and specificity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The optimized and shortened C14B1 has special G-rich characteristics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the G-rich region of this binding motif was further characterized to reveal an intramolecular parallel G-quadruplex by CD spectroscopy and UV spectroscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our experiments confirmed that the stability of the G-quadruplex structure was strongly dependent on the nature of the monovalent ions and the formation of G-quadruplex structure was also important for the binding capacity of C14B1 to the target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we have designed a kind of allosteric molecule beacon ( aMB ) probe for selective and sensitive detection of AGR2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion/Significance: In this work, we have developed new aptamer probes for specific recognition of the AGR2. Structural study have identified that the binding motif of aptamer is an intramolecular parallel G-quadruplex structure and its structure and binding affinity are strongly dependent on the nature of the monovalent ion. Furthermore, with our design of AGR2-aMB, AGR2 could be sensitively and selectively detected. This aptamer probe has great potential to serve as a useful tool for early diagnosis and prognosis of cancer and for fundamental research to elucidate the biochemical functions of AGR2.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion/Significance : In this work ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have developed new aptamer probes for specific recognition of the AGR2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural study have identified that the binding motif of aptamer is an intramolecular parallel G-quadruplex structure and its structure and binding affinity are strongly dependent on the nature of the monovalent ion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , with our design of AGR2-aMB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "AGR2 could be sensitively and selectively detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This aptamer probe has great potential to serve as a useful tool for early diagnosis and prognosis of cancer and for fundamental research to elucidate the biochemical functions of AGR2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "389"
  }
}