{
  "paper_id": "a03858b56fdabeb6e24981789c69c2c34b772cc7",
  "metadata": {
    "title": "The Human Environment Interface: Applying Ecosystem Concepts to Health",
    "coda_data_split": "train",
    "coda_paper_id": 4904,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One Health approaches have tended to focus on closer collaboration among veterinarians and medical professionals, but remain unclear about how ecological approaches could be applied or how they might benefit public health and disease control. In this chapter, we review ecological concepts, and discuss their relevance to health, with an emphasis on emerging infectious diseases (EIDs). Despite the fact that most EIDs originate in wildlife, few studies account for the population, community, or ecosystem ecology of the host, reservoir, or vector. The dimensions of ecological approaches to public health that we propose in this chapter are, in essence, networks of population dynamics, community structure, and ecosystem matrices incorporating concepts of complexity, resilience, and biogeochemical processes.",
      "sentences": [
        [
          {
            "segment_text": "One Health approaches have tended to focus on closer collaboration among veterinarians and medical professionals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but remain unclear about how ecological approaches could be applied or how they might benefit public health and disease control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we review ecological concepts ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss their relevance to health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with an emphasis on emerging infectious diseases ( EIDs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Despite the fact that most EIDs originate in wildlife ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few studies account for the population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "community , or ecosystem ecology of the host , reservoir , or vector .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The dimensions of ecological approaches to public health that we propose in this chapter are ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in essence , networks of population dynamics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "community structure , and ecosystem matrices incorporating concepts of complexity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resilience , and biogeochemical processes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "12",
    "token_num": "136"
  }
}