{
  "paper_id": "a0415950b81ee8e59f7dfb0d9fdab09c9242c71b",
  "metadata": {
    "title": "Structure(s), function(s), and inhibition of the RNA-dependent RNA polymerase of noroviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5802,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Noroviruses belong to the Caliciviridae family of single-stranded positive-sense RNA viruses. The genus Norovirus includes seven genogroups (designated GI-GVII), of which GI, GII and GIV infect humans. Human noroviruses are responsible for widespread outbreaks of acute gastroenteritis and represent one of the most common causes of foodborne illness. No vaccine or antiviral treatment options are available for norovirus infection. The RNA-dependent RNA polymerase (RdRp) of noroviruses is a key enzyme responsible for transcription and replication of the viral genome. Here, we review the progress made in understanding the structures and functions of norovirus RdRp and its use as a target for small molecule inhibitors. Crystal structures of the RdRp at different stages of substrate interaction have been determined, which shed light on its multi-step catalytic cycle. The in vitro assays and in vivo animal models that have been developed to identify and characterize inhibitors of norovirus RdRp are also summarized, followed by an update on the current antiviral research targeting different regions of norovirus RdRp. In the future, structure-based drug design and rational optimization of known nucleoside and non-nucleoside inhibitors of norovirus RdRp may pave the way towards the next generation of direct-acting antivirals.",
      "sentences": [
        [
          {
            "segment_text": "Noroviruses belong to the Caliciviridae family of single-stranded positive-sense RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genus Norovirus includes seven genogroups ( designated GI-GVII ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of which GI , GII and GIV infect humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human noroviruses are responsible for widespread outbreaks of acute gastroenteritis and represent one of the most common causes of foodborne illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No vaccine or antiviral treatment options are available for norovirus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RNA-dependent RNA polymerase ( RdRp ) of noroviruses is a key enzyme responsible for transcription and replication of the viral genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the progress made in understanding the structures and functions of norovirus RdRp and its use as a target for small molecule inhibitors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Crystal structures of the RdRp at different stages of substrate interaction have been determined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which shed light on its multi-step catalytic cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The in vitro assays and in vivo animal models that have been developed to identify and characterize inhibitors of norovirus RdRp are also summarized ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by an update on the current antiviral research targeting different regions of norovirus RdRp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the future , structure-based drug design and rational optimization of known nucleoside and non-nucleoside inhibitors of norovirus RdRp may pave the way towards the next generation of direct-acting antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "213"
  }
}