{
  "paper_id": "a05d13a1bdfe9e0f2bb00adad0ad7d0cd515bae4",
  "metadata": {
    "title": "Validation of a fecal scoring scale in puppies during the weaning period",
    "coda_data_split": "train",
    "coda_paper_id": 7695,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In puppies weaning is a high risk period. Fecal changes are frequent and can be signs of infection by digestive pathogens (bacteria, viruses, parasites) and indicators of nutritional and environmental stress. The aim of this study was to define a pathological fecal score for weaning puppies, and to study the impact on that score of two intestinal viruses (canine parvovirus type 2 and canine coronavirus). For this, the quality of stools was evaluated on 154 puppies between 4 and 8 weeks of age (100 from small breeds and 54 from large breeds). The scoring was performed immediately after a spontaneous defecation based on a 13-point scale (from 1; liquid to 13; dry and hard feces). Fecal samples were frozen for further viral analysis. Each puppy was weighed once a week during the study period. The fecal score regarded as pathological was the highest score associated with a significant reduction in average daily gain (ADG). Fecal samples were checked by semi-quantitative PCR or RT-PCR for canine parvovirus type 2 and canine coronavirus identification, respectively. The quality of feces was affected by both age and breed size. In small breeds, the ADG was significantly reduced under a fecal score of 6 and 7 for puppies at 4-5 and 6-8 weeks of age, respectively. In large breeds, the ADG was significantly reduced under a fecal score of 5 whatever the age of the puppy. Whereas a high viral load of canine parvovirus type 2 significantly impacted feces quality, no effect was recorded for canine coronavirus. This study provides an objective threshold for evaluation of fecal quality in weaning puppies. It also emphasizes the importance to be given to age and breed size in that evaluation.",
      "sentences": [
        [
          {
            "segment_text": "In puppies weaning is a high risk period .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fecal changes are frequent and can be signs of infection by digestive pathogens ( bacteria , viruses , parasites ) and indicators of nutritional and environmental stress .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to define a pathological fecal score for weaning puppies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to study the impact on that score of two intestinal viruses ( canine parvovirus type 2 and canine coronavirus ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For this , the quality of stools was evaluated on 154 puppies between 4 and 8 weeks of age ( 100 from small breeds and 54 from large breeds ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The scoring was performed immediately after a spontaneous defecation based on a 13-point scale ( from 1 ; liquid to 13 ; dry and hard feces ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal samples were frozen for further viral analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each puppy was weighed once a week during the study period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The fecal score regarded as pathological was the highest score associated with a significant reduction in average daily gain ( ADG ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal samples were checked by semi-quantitative PCR or RT-PCR for canine parvovirus type 2 and canine coronavirus identification , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The quality of feces was affected by both age and breed size .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In small breeds , the ADG was significantly reduced under a fecal score of 6 and 7 for puppies at 4-5 and 6-8 weeks of age , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In large breeds , the ADG was significantly reduced under a fecal score of 5 whatever the age of the puppy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas a high viral load of canine parvovirus type 2 significantly impacted feces quality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no effect was recorded for canine coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides an objective threshold for evaluation of fecal quality in weaning puppies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also emphasizes the importance to be given to age and breed size in that evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "17",
    "token_num": "318"
  }
}