{
  "paper_id": "a0675acbb108945b89ed1e65d832edb2425c0de3",
  "metadata": {
    "title": "Disaster Response Policy Change in the Wake of Major Disasters, Labeled Focusing Events 5.1.1 Change of Organizations Operating Central Countermeasure Headquarters and Related Laws",
    "coda_data_split": "train",
    "coda_paper_id": 5968,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Responding to the will of the people or the will of the government after a focusing event is complex and fraught with perils; this is none more so than after a major disaster that has brought on the sudden death of many people or the initial incalculable destruction of property or the environment. Korea has experienced several of these types of focusing events that have had major social and policy implications between the years 1948 and 2015. We analyzed them to glean their impact on disaster response policy, organizational and law reform, and first response and national countermeasures -and presented them in a clear and logical array so that the information could lead to a new type of disaster management model. Additionally, we look at how these focusing events altered the political, policy alternative and problem streams, as well as media coverage and policy change in the wake of the focusing event. And finally, we analyze disaster-triggered policy change in Korea to find out if the relation between the focusing event and institutional reforms for disaster response is path-dependent.",
      "sentences": [
        [
          {
            "segment_text": "Responding to the will of the people or the will of the government after a focusing event is complex and fraught with perils ; this is none more so than after a major disaster that has brought on the sudden death of many people or the initial incalculable destruction of property or the environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Korea has experienced several of these types of focusing events that have had major social and policy implications between the years 1948 and 2015 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed them to glean their impact on disaster response policy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "organizational and law reform , and first response and national countermeasures - and presented them in a clear and logical array so that the information could lead to a new type of disaster management model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Additionally , we look at how these focusing events altered the political ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "policy alternative and problem streams ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as media coverage and policy change in the wake of the focusing event .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "And finally , we analyze disaster-triggered policy change in Korea to find out if the relation between the focusing event and institutional reforms for disaster response is path-dependent .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Disaster response policy change • Major disasters • Focusing events • Disaster-triggered policy change model",
      "sentences": [
        [
          {
            "segment_text": "Keywords Disaster response policy change • Major disasters • Focusing events • Disaster-triggered policy change model",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "This section will review the change in disaster response organizations and laws from 1948 to 2015. In this book, disaster response organization means either the ministry or agency operating the Central Disaster and Safety Countermeasure Headquarters (hereinafter referred to as the \"Central Countermeasure Headquarters\", CDSCHQ) or the ministry or agency implementing search and rescue measures. The change in disaster response law means the enactment, revision, or abolishment of the laws directly related to disaster response.",
      "sentences": [
        [
          {
            "segment_text": "This section will review the change in disaster response organizations and laws from 1948 to 2015 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this book , disaster response organization means either the ministry or agency operating the Central Disaster and Safety Countermeasure Headquarters ( hereinafter referred to as the `` Central Countermeasure Headquarters \u0027\u0027 , CDSCHQ ) or the ministry or agency implementing search and rescue measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The change in disaster response law means the enactment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revision , or abolishment of the laws directly related to disaster response .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Regarding the disaster-triggered policy change model in Sect. 5.2, we will apply the model only up to the 2005 disasters. The reason is that the analysis of policy change requires at least a ten-year maturation period; therefore, the analysis for the key parameters of changes in disaster response policies and laws from 2006 to 2015 will remain for future research.",
      "sentences": [
        [
          {
            "segment_text": "Regarding the disaster-triggered policy change model in Sect. 5.2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we will apply the model only up to the 2005 disasters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The reason is that the analysis of policy change requires at least a ten-year maturation period ; therefore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the analysis for the key parameters of changes in disaster response policies and laws from 2006 to 2015 will remain for future research .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "359"
  }
}