{
  "paper_id": "a06b054ac060108a8563363fa40ce617eb7af258",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7437,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Industrial hygiene specialists from the National Institute for Occupational Safety and Health (NIOSH) visited hospitals and medical centers throughout Taiwan. They assisted with designing and evaluating ventilation modifications for infection control, developed guidelines for converting hospital rooms into SARS patient isolation rooms, prepared designs for the rapid conversion of a vacated military facility into a SARS screening and observation facility, assessed environmental aspects of dedicated SARS hospitals, and worked in concert with the Taiwanese to develop hospital ventilation guidelines. We describe the environmental findings and observations from this response, including the rapid reconfiguration of medical facilities during a national health emergency, and discuss environmental challenges should SARS or a SARS-like virus emerge again.",
      "sentences": [
        [
          {
            "segment_text": "Industrial hygiene specialists from the National Institute for Occupational Safety and Health ( NIOSH ) visited hospitals and medical centers throughout Taiwan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They assisted with designing and evaluating ventilation modifications for infection control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "developed guidelines for converting hospital rooms into SARS patient isolation rooms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prepared designs for the rapid conversion of a vacated military facility into a SARS screening and observation facility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "assessed environmental aspects of dedicated SARS hospitals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and worked in concert with the Taiwanese to develop hospital ventilation guidelines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the environmental findings and observations from this response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the rapid reconfiguration of medical facilities during a national health emergency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and discuss environmental challenges should SARS or a SARS-like virus emerge again .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "9",
    "token_num": "124"
  }
}