{
  "paper_id": "a08c87a957ae94e9d23bb572191e2ded2c16414e",
  "metadata": {
    "title": "A systematic review of FTA cards® as a tool for viral RNA preservation in fieldwork: Are they safe and effective?",
    "coda_data_split": "train",
    "coda_paper_id": 8071,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BackgroundDetection and characterization of viral RNA pathogens from fieldwork are challenging due to the instability of the RNA molecule. FTA cards® have proved useful for sample storage and latter identification of pathogens with importance for agricultural, animal and human health: however, for optimal handling, processing, and biosafety measures are not well-established.",
      "sentences": [
        [
          {
            "segment_text": "BackgroundDetection and characterization of viral RNA pathogens from fieldwork are challenging due to the instability of the RNA molecule .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FTA cards ® have proved useful for sample storage and latter identification of pathogens with importance for agricultural ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animal and human health : however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for optimal handling , processing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and biosafety measures are not well-established .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "ObjectiveThis systematic review aims to summarize the reported effectiveness of FTA cards® for storage and transport of viral RNA, as well as the conditions for their handling and use in downstream processes. Finally, the biosafety measures required to protect researchers and clinical lab workers are considered.",
      "sentences": [
        [
          {
            "segment_text": "ObjectiveThis systematic review aims to summarize the reported effectiveness of FTA cards ® for storage and transport of viral RNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as the conditions for their handling and use in downstream processes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , the biosafety measures required to protect researchers and clinical lab workers are considered .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "MethodsWe performed a systematic review following the PRISMA statement. We searched MEDLINE (PubMed), Scopus and Web of Science using the keywords \"FTA cards\" AND \"RNA\". Articles were screened by title and abstract, and after examination of inclusion and exclusion criteria, relevant information was extracted. The quality of the studies was assessed, and the evidence was qualitatively summarized.",
      "sentences": [
        [
          {
            "segment_text": "MethodsWe performed a systematic review following the PRISMA statement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We searched MEDLINE ( PubMed ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Scopus and Web of Science using the keywords `` FTA cards \u0027\u0027 AND `` RNA \u0027\u0027 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Articles were screened by title and abstract ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and after examination of inclusion and exclusion criteria , relevant information was extracted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The quality of the studies was assessed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the evidence was qualitatively summarized .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "ResultsA total of 175 records were retrieved, and 11 additional documents were found by checking references of the eligible articles. A total of 47 articles were included. Samples from animals accounted for 38.3% of the publications, which identified viruses that cause disease in poultry, wild birds, suids, or bovids. Three different methods for RNA extraction were reported. Other factors that vary across reports include the size of RNA amplicon, storage temperature, and duration of storage. Only fourteen articles tested the inactivation of the virus on the FTA card®, and in one case, the virus remained infective.",
      "sentences": [
        [
          {
            "segment_text": "ResultsA total of 175 records were retrieved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 11 additional documents were found by checking references of the eligible articles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 47 articles were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Samples from animals accounted for 38.3 % of the publications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which identified viruses that cause disease in poultry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "wild birds , suids , or bovids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three different methods for RNA extraction were reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other factors that vary across reports include the size of RNA amplicon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "storage temperature , and duration of storage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only fourteen articles tested the inactivation of the virus on the FTA card ® ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in one case , the virus remained infective .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ConclusionFTA cards® could be a suitable option for RNA virus storage and transport for fieldwork in areas where proper conditions for RNA preservation are difficult to achieve. Three different protocols have been used for RNA detection from this matrix. Biospecimens in the form of dried blood spots should be considered potentially infectious unless specifically treated to inactivate viral pathogens. technology consists of filter paper impregnated with a patented chemical mixture that contains chemical denaturants and a free radical scavenger. The chemical mixture lyses cells and organelles, prevents overgrowth of bacteria, and denatures proteins. The DNA is captured in the matrix and remains tightly bound while proteins and inhibitors are washed. This keeps DNA stable during long-term storage at room temperature (GE Healthcare, 2019).",
      "sentences": [
        [
          {
            "segment_text": "ConclusionFTA cards ® could be a suitable option for RNA virus storage and transport for fieldwork in areas where proper conditions for RNA preservation are difficult to achieve .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three different protocols have been used for RNA detection from this matrix .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biospecimens in the form of dried blood spots should be considered potentially infectious unless specifically treated to inactivate viral pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "technology consists of filter paper impregnated with a patented chemical mixture that contains chemical denaturants and a free radical scavenger .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The chemical mixture lyses cells and organelles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prevents overgrowth of bacteria , and denatures proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The DNA is captured in the matrix and remains tightly bound while proteins and inhibitors are washed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This keeps DNA stable during long-term storage at room temperature ( GE Healthcare , 2019 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "21",
    "segment_num": "34",
    "token_num": "430"
  }
}