{
  "paper_id": "a09c1ad0f05bbcc256cd667ad7411e6690134370",
  "metadata": {
    "title": "Association of Population migration and Coronavirus Disease 2019 epidemic control",
    "coda_data_split": "train",
    "coda_paper_id": 7136,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "To analyze the impact of different patterns of migration flow in two cities, Hefei and Shenzhen, on the epidemic and disease control of Coronavirus Disease 2019 , in order to provide insight for making differentiated controlling policies.",
      "sentences": [
        [
          {
            "segment_text": "To analyze the impact of different patterns of migration flow in two cities ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Hefei and Shenzhen , on the epidemic and disease control of Coronavirus Disease 2019 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in order to provide insight for making differentiated controlling policies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Hefei and Shenzhen between January 19 and February 11, 2020, from data officially published by the provincial and municipal Centers for Disease Control and Prevention (CDC). From these data we calculated basic reproduction number R0 to reflect the rate of spread of COVID-19 in these cities.",
      "sentences": [
        [
          {
            "segment_text": "Hefei and Shenzhen between January 19 and February 11 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2020 , from data officially published by the provincial and municipal Centers for Disease Control and Prevention ( CDC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From these data we calculated basic reproduction number R0 to reflect the rate of spread of COVID-19 in these cities .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Aggregated data of population migration during the same period was extracted from Baidu Migration.",
      "sentences": [
        [
          {
            "segment_text": "Aggregated data of population migration during the same period was extracted from Baidu Migration .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The change of R0 in the two cites were analyzed and compared. Spearman correlation analysis between R0 and population inflow from epidemic focus were performed.",
      "sentences": [
        [
          {
            "segment_text": "The change of R0 in the two cites were analyzed and compared .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Spearman correlation analysis between R0 and population inflow from epidemic focus were performed .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "134"
  }
}