{
  "paper_id": "a0a5fe6805a6a370e31628c78c5803eeb38093f9",
  "metadata": {
    "title": "Therapeutic potential of coumarins as antiviral agents",
    "coda_data_split": "train",
    "coda_paper_id": 10268,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coumarins have received a considerable attention in the last three decades as a lead structures for the discovery of orally bioavailable non-peptidic antiviral agents. A lot of structurally diverse coumarins analogues were found to display remarkable array of affinity with the different molecular targets for antiviral agents and slight modifications around the central motif result in pronounced changes in its antiviral spectrum. This manuscript thoroughly reviews the design, discovery and structureeactivity relationship studies of the coumarin analogues as antiviral agents focusing mainly on lead optimization and its development into clinical candidates.",
      "sentences": [
        [
          {
            "segment_text": "Coumarins have received a considerable attention in the last three decades as a lead structures for the discovery of orally bioavailable non-peptidic antiviral agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A lot of structurally diverse coumarins analogues were found to display remarkable array of affinity with the different molecular targets for antiviral agents and slight modifications around the central motif result in pronounced changes in its antiviral spectrum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This manuscript thoroughly reviews the design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "discovery and structureeactivity relationship studies of the coumarin analogues as antiviral agents focusing mainly on lead optimization and its development into clinical candidates .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "95"
  }
}