{
  "paper_id": "a0af5eb87954bafb165b50feb456353b1f0cb345",
  "metadata": {
    "title": "Office of Steering Committee",
    "coda_data_split": "train",
    "coda_paper_id": 2859,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: A large general hospital was suddenly disabled by an in-hospital outbreak of Severe Acute Respiratory Distress Syndrome (SARS). Method: The crisis was successfully managed by a Standard Operation Procedure (SOP) that included: (a) containment of SARS patients on a special floor and evacuation of the patients from the infected and near-around floors; (b) sorting of the hospital into areas and floors to avoid cross contact of people; (c) triage of patients into groups according to risks; (d) closure of the emergency room and outpatient clinics; and (e) set up of an outdoor fever screening station and emergency service. Results: The situation was quickly controlled after the implementation of these procedures. The central argument in this case is that crisis managerial behavior is the result of how managers channel and distribute the attention of their crisis sense. Impact on industry: What managers should do depends on what risk issues and actions related to risk independency, efficiency, safety priority, and transparency they take. What risk issues and actions they take depends on the crisis sense and on how management responds to leadership, resource, and execution.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : A large general hospital was suddenly disabled by an in-hospital outbreak of Severe Acute Respiratory Distress Syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Method : The crisis was successfully managed by a Standard Operation Procedure ( SOP ) that included : ( a ) containment of SARS patients on a special floor and evacuation of the patients from the infected and near-around floors ; ( b ) sorting of the hospital into areas and floors to avoid cross contact of people ; ( c ) triage of patients into groups according to risks ; ( d ) closure of the emergency room and outpatient clinics ; and ( e ) set up of an outdoor fever screening station and emergency service .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The situation was quickly controlled after the implementation of these procedures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The central argument in this case is that crisis managerial behavior is the result of how managers channel and distribute the attention of their crisis sense .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Impact on industry : What managers should do depends on what risk issues and actions related to risk independency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficiency , safety priority , and transparency they take .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "What risk issues and actions they take depends on the crisis sense and on how management responds to leadership , resource , and execution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "218"
  }
}