{
  "paper_id": "a0b93413291741edef6702805b014946e257e333",
  "metadata": {
    "title": "Discovery of a novel swine enteric alphacoronavirus (SeACoV) in southern China",
    "coda_data_split": "train",
    "coda_paper_id": 3185,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Outbreaks of diarrhea in newborn piglets without detection of transmissible gastroenteritis virus (TGEV), porcine epidemic diarrhea virus (PEDV) and porcine deltacoronavirus (PDCoV), have been recorded in a pig farm in southern China since February 2017. Isolation and propagation of the pathogen in cell culture resulted in discovery of a novel swine enteric alphacoronavirus (tentatively named SeACoV) related to the bat coronavirus HKU2 identified in the same region a decade ago. Specific fluorescence signal was detected in Vero cells infected with SeACoV by using a positive sow serum collected in the same farm, but not by using TGEV-, PEDV-or PDCoV-specific antibody. Electron microscopy observation demonstrated that the virus particle with surface projections was 100-120 nm in diameter. Complete genomic sequencing and analyses of SeACoV indicated that the extreme amino-terminal domain of the SeACoV spike (S) glycoprotein structurally similar to the domain 0 of the alphacoronavirus NL63, whereas the rest part of S structurally resembles domains B to D of the betacoronavirus. The SeACoV-S domain 0 associated with enteric tropism had an extremely high variability, harboring 75-amino-acid (aa) substitutions and a 2-aa insertion, compared to that of HKU2, which is likely responsible for the extended host range or cross-species transmission. The isolated virus was infectious in pigs when inoculated orally into 3-day-old newborn piglets, leading to clinical signs of diarrhea and fecal virus shedding. These results confirmed that it is a novel swine enteric coronavirus representing the fifth porcine coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Outbreaks of diarrhea in newborn piglets without detection of transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine epidemic diarrhea virus ( PEDV ) and porcine deltacoronavirus ( PDCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been recorded in a pig farm in southern China since February 2017 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Isolation and propagation of the pathogen in cell culture resulted in discovery of a novel swine enteric alphacoronavirus ( tentatively named SeACoV ) related to the bat coronavirus HKU2 identified in the same region a decade ago .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific fluorescence signal was detected in Vero cells infected with SeACoV by using a positive sow serum collected in the same farm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not by using TGEV - , PEDV-or PDCoV-specific antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Electron microscopy observation demonstrated that the virus particle with surface projections was 100-120 nm in diameter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Complete genomic sequencing and analyses of SeACoV indicated that the extreme amino-terminal domain of the SeACoV spike ( S ) glycoprotein structurally similar to the domain 0 of the alphacoronavirus NL63 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the rest part of S structurally resembles domains B to D of the betacoronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SeACoV-S domain 0 associated with enteric tropism had an extremely high variability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "harboring 75-amino-acid ( aa ) substitutions and a 2-aa insertion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to that of HKU2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is likely responsible for the extended host range or cross-species transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolated virus was infectious in pigs when inoculated orally into 3-day-old newborn piglets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to clinical signs of diarrhea and fecal virus shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results confirmed that it is a novel swine enteric coronavirus representing the fifth porcine coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "268"
  }
}