{
  "paper_id": "a0e248d677e3cafcdcec752caa6930d32c214b9b",
  "metadata": {
    "title": "Impacts of SARS on health-seeking behaviors in general population in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 6998,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The severe acute respiratory syndrome (SARS) epidemic that occurred in Hong Kong in 2003 caused serious public health consequences. Its impacts on health-seeking behaviors of the general public have not been assessed.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The severe acute respiratory syndrome ( SARS ) epidemic that occurred in Hong Kong in 2003 caused serious public health consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its impacts on health-seeking behaviors of the general public have not been assessed .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Two cross-sectional, random telephone surveys interviewed 1603 Hong Kong adult residents in the post-SARS epidemic period, June and September 2003 to investigate changes in the post-SARS period.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two cross-sectional , random telephone surveys interviewed 1603 Hong Kong adult residents in the post-SARS epidemic period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "June and September 2003 to investigate changes in the post-SARS period .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Noteworthy percentages of the respondents self-reported increased frequencies of practicing favorable health-seeking behaviors in June 2003, as compared with the pre-SARS period. Few respondents reported the opposite. This was observed in different dimensions: health services seeking, adoption of healthier lifestyle, spending more resources on health, adoption of good personal hygiene, mask use when ill with influenza, and avoidance of risk behaviors. The frequencies of practicing most of these health-seeking behaviors, as measured in June and September 2003, were comparable. Further increases in healthy diet and weight control, etc., were observed during that period. Those who worried about contracting SARS were more likely to have improved health-seeking behaviors.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Noteworthy percentages of the respondents self-reported increased frequencies of practicing favorable health-seeking behaviors in June 2003 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as compared with the pre-SARS period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Few respondents reported the opposite .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was observed in different dimensions : health services seeking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adoption of healthier lifestyle , spending more resources on health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adoption of good personal hygiene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mask use when ill with influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and avoidance of risk behaviors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The frequencies of practicing most of these health-seeking behaviors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as measured in June and September 2003 , were comparable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further increases in healthy diet and weight control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "etc. , were observed during that period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those who worried about contracting SARS were more likely to have improved health-seeking behaviors .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The community in Hong Kong responded to the SARS epidemic by practicing more favorable health-seeking behaviors. Public health workers should utilize these opportunities to foster favorable changes. D",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The community in Hong Kong responded to the SARS epidemic by practicing more favorable health-seeking behaviors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Public health workers should utilize these opportunities to foster favorable changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "228"
  }
}