{
  "paper_id": "a0eade9836df591c9214eaa700924fbc3daed472",
  "metadata": {
    "title": "US government (depository items)",
    "coda_data_split": "train",
    "coda_paper_id": 6986,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The year 2003 promises to begin a time of change for the Federal Depository Library program (FDLP). In January 2003 the Hon. Bruce James was appointed Public Printer of the United States and declared his intention to accelerate the modernization of the GPO. At the spring 2003 Depository Library Council meeting in Reno NV, he stated, \u0027\u0027The nineteenth century isn\u0027t coming back to the GPO.\u0027\u0027 Depository librarians have responded enthusiastically to this idea, attending the meeting in record numbers for a Council meeting not held in Washington, DC, and offering their ideas for the future of the FDLP.",
      "sentences": [
        [
          {
            "segment_text": "The year 2003 promises to begin a time of change for the Federal Depository Library program ( FDLP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In January 2003 the Hon. Bruce James was appointed Public Printer of the United States and declared his intention to accelerate the modernization of the GPO .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the spring 2003 Depository Library Council meeting in Reno NV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "he stated , `` The nineteenth century is n\u0027t coming back to the GPO . \u0027\u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depository librarians have responded enthusiastically to this idea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "attending the meeting in record numbers for a Council meeting not held in Washington ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DC , and offering their ideas for the future of the FDLP .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The GPO is undergoing an internal reorganization and is engaged in several pilot projects, including one for an all-electronic depository at the University of Arizona. At the time of this writing, GPO is seeking partners for an all-electronic depository in a law library, virtual reference service, and web-based training. Of particular interest is a proposal to revamp the inspection process with locally based \u0027\u0027consultants\u0027\u0027 who would visit libraries in their assigned geographic area once per quarter to offer advice and training.",
      "sentences": [
        [
          {
            "segment_text": "The GPO is undergoing an internal reorganization and is engaged in several pilot projects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including one for an all-electronic depository at the University of Arizona .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the time of this writing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "GPO is seeking partners for an all-electronic depository in a law library ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virtual reference service , and web-based training .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of particular interest is a proposal to revamp the inspection process with locally based `` consultants \u0027\u0027 who would visit libraries in their assigned geographic area once per quarter to offer advice and training .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Progress continues toward a mostly electronic FDLP, with 60% of FDLP titles being distributed online this year. Earlier this year, GPO unveiled a redesigned home page for GPO Access. The GPO Access databases continue to grow, and staff members are engaged in efforts to improve the performance of the system in the face of an average of 32 million retrievals per month.",
      "sentences": [
        [
          {
            "segment_text": "Progress continues toward a mostly electronic FDLP ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with 60 % of FDLP titles being distributed online this year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Earlier this year , GPO unveiled a redesigned home page for GPO Access .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The GPO Access databases continue to grow ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and staff members are engaged in efforts to improve the performance of the system in the face of an average of 32 million retrievals per month .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Regardless of format, the Federal Government continues to produce an overwhelming amount of interesting and useful information. In keeping with the war on terrorism and the recent war with Iraq, this year\u0027s notable documents selections contain numerous titles relating",
      "sentences": [
        [
          {
            "segment_text": "Regardless of format , the Federal Government continues to produce an overwhelming amount of interesting and useful information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In keeping with the war on terrorism and the recent war with Iraq ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this year \u0027s notable documents selections contain numerous titles relating",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "314"
  }
}