{
  "paper_id": "a0f13b751004e29186fa070fdffa2e876815e41a",
  "metadata": {
    "title": "Globalization and Health Antibiotic resistance as a global threat: Evidence from China, Kuwait and the United States",
    "coda_data_split": "train",
    "coda_paper_id": 10313,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Antimicrobial resistance is an under-appreciated threat to public health in nations around the globe. With globalization booming, it is important to understand international patterns of resistance. If countries already experience similar patterns of resistance, it may be too late to worry about international spread. If large countries or groups of countries that are likely to leap ahead in their integration with the rest of the world -China being the standout case -have high and distinctive patterns of resistance, then a coordinated response could substantially help to control the spread of resistance. The literature to date provides only limited evidence on these issues.",
      "sentences": [
        [
          {
            "segment_text": "Background : Antimicrobial resistance is an under-appreciated threat to public health in nations around the globe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With globalization booming , it is important to understand international patterns of resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If countries already experience similar patterns of resistance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it may be too late to worry about international spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If large countries or groups of countries that are likely to leap ahead in their integration with the rest of the world - China being the standout case - have high and distinctive patterns of resistance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "then a coordinated response could substantially help to control the spread of resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The literature to date provides only limited evidence on these issues .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We study the recent patterns of antibiotic resistance in three geographically separated, and culturally and economically distinct countries -China, Kuwait and the United States -to gauge the range and depth of this global health threat, and its potential for growth as globalization expands. Our primary measures are the prevalence of resistance of specific bacteria to specific antibiotics. We also propose and illustrate methods for aggregating specific \"bug-drug\" data. We use these aggregate measures to summarize the resistance pattern for each country and to study the extent of correlation between countries\u0027 patterns of drug resistance.",
      "sentences": [
        [
          {
            "segment_text": "We study the recent patterns of antibiotic resistance in three geographically separated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and culturally and economically distinct countries - China ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Kuwait and the United States - to gauge the range and depth of this global health threat ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and its potential for growth as globalization expands .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our primary measures are the prevalence of resistance of specific bacteria to specific antibiotics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also propose and illustrate methods for aggregating specific `` bug-drug \u0027\u0027 data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We use these aggregate measures to summarize the resistance pattern for each country and to study the extent of correlation between countries \u0027 patterns of drug resistance .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We find that China has the highest level of antibiotic resistance, followed by Kuwait and the U.S. In a study of resistance patterns of several most common bacteria in China in 1999 and 2001, the mean prevalence of resistance among hospital-acquired infections was as high as 41% (with a range from 23% to 77%) and that among community-acquired infections was 26% (with a range from 15% to 39%). China also has the most rapid growth rate of resistance (22% average growth in a study spanning 1994 to 2000). Kuwait is second (17% average growth in a period from 1999 to 2003), and the U.S. the lowest (6% from 1999 to 2002). Patterns of resistance across the three countries are not highly correlated; the most correlated were China and Kuwait, followed by Kuwait and the U.S., and the least correlated pair was China and the U.S.",
      "sentences": [
        [
          {
            "segment_text": "We find that China has the highest level of antibiotic resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by Kuwait and the U.S. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a study of resistance patterns of several most common bacteria in China in 1999 and 2001 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mean prevalence of resistance among hospital-acquired infections was as high as 41 % ( with a range from 23 % to 77 % ) and that among community-acquired infections was 26 % ( with a range from 15 % to 39 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "China also has the most rapid growth rate of resistance ( 22 % average growth in a study spanning 1994 to 2000 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Kuwait is second ( 17 % average growth in a period from 1999 to 2003 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the U.S. the lowest ( 6 % from 1999 to 2002 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patterns of resistance across the three countries are not highly correlated ; the most correlated were China and Kuwait ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by Kuwait and the U.S. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the least correlated pair was China and the U.S.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Antimicrobial resistance is a serious and growing problem in all three countries. To date, there is not strong international convergence in the countries\u0027 resistance patterns. This finding may change with the greater international travel that will accompany globalization. Future research on the determinants of drug resistance patterns, and their international convergence or divergence, should be a priority.",
      "sentences": [
        [
          {
            "segment_text": "Antimicrobial resistance is a serious and growing problem in all three countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , there is not strong international convergence in the countries \u0027 resistance patterns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding may change with the greater international travel that will accompany globalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future research on the determinants of drug resistance patterns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their international convergence or divergence , should be a priority .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "29",
    "token_num": "459"
  }
}