{
  "paper_id": "a0fb0534e04d6349735799ccf659c2be7461492e",
  "metadata": {
    "title": "Upper Airway Stem Cells: Understanding the Nose and Role for Future Cell Therapy",
    "coda_data_split": "train",
    "coda_paper_id": 2405,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nose together with the paranasal sinuses has an approximate surface area of 100 to 200 cm 2 in adults, which is lined with pseudostratified columnar ciliated epithelium. It serves several important physiological functions such as conditioning and filtration of the inspired air and the provision of end organ for the sense of smell. It is also a physical and immunological barrier as it is the first site of interaction between the host tissue and foreign invaders (viruses, bacteria, and allergens). Our understanding of the complex cellular events occurring in response to inhaled agents during the development of common airway diseases has been significantly enhanced by the current status of in vivo and in vitro nasal experimental models. This will allow the development of novel therapeutic strategies designed to improve the physiological and immune defense functions of the nasal epithelium, as well as novel therapies for other common nasal diseases.",
      "sentences": [
        [
          {
            "segment_text": "The nose together with the paranasal sinuses has an approximate surface area of 100 to 200 cm 2 in adults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is lined with pseudostratified columnar ciliated epithelium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It serves several important physiological functions such as conditioning and filtration of the inspired air and the provision of end organ for the sense of smell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also a physical and immunological barrier as it is the first site of interaction between the host tissue and foreign invaders ( viruses , bacteria , and allergens ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our understanding of the complex cellular events occurring in response to inhaled agents during the development of common airway diseases has been significantly enhanced by the current status of in vivo and in vitro nasal experimental models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This will allow the development of novel therapeutic strategies designed to improve the physiological and immune defense functions of the nasal epithelium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as novel therapies for other common nasal diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "161"
  }
}