{
  "paper_id": "a11b3479a9f0e004870ecefa643c4c311c6066cb",
  "metadata": {
    "title": "Fluorescence in situ hybridization investigation of potentially pathogenic bacteria involved in neonatal porcine diarrhea",
    "coda_data_split": "train",
    "coda_paper_id": 6069,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Neonatal diarrhea is a multifactorial condition commonly present on pig farms and leads to economic losses due to increased morbidity and mortality of piglets. Immature immune system and lack of fully established microbiota at birth predispose neonatal piglets to infection with enteric pathogens. The microorganisms that for decades have been associated with enteritis and diarrhea in suckling piglets are: rotavirus A, coronavirus, enterotoxigenic Escherichia coli (ETEC), Clostridium perfringens type C, Cryptosporidium spp., Giardia spp., Cystoisospora suis and Strongyloides ransomi. However, in recent years, the pig industry has experienced an increased number of neonatal diarrhea cases in which the above mentioned pathogens are no longer detected. Potentially pathogenic bacteria have recently received focus in the research on the possible etiology of neonatal diarrhea not caused by common pathogens. The primary aim of this study was to investigate the role of E. coli, Enterococcus spp., C. perfringens and C. difficile in the pathogenesis of neonatal porcine diarrhea with no established casual agents. Fluorescence in situ hybridization with oligonucleotide probes was applied on the fixed intestinal tissue samples from 51 diarrheic and 50 non-diarrheic piglets collected from four Danish farms during outbreaks of neonatal diarrhea not caused by well-known enteric pathogens. Furthermore, an association between the presence of these bacteria and histological lesions was evaluated. Results: The prevalence of fluorescence signals specific for E. coli, C. perfringens and C. difficile was similar in both groups of piglets. However, Enterococcus spp. was primarily detected in the diarrheic piglets. Furthermore, adherent bacteria were detected in 37 % diarrheic and 14 % non-diarrheic piglets. These bacteria were identified as E. coli and Enterococcus spp. and their presence in the intestinal mucosa was associated with histopathological changes.",
      "sentences": [
        [
          {
            "segment_text": "Background : Neonatal diarrhea is a multifactorial condition commonly present on pig farms and leads to economic losses due to increased morbidity and mortality of piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immature immune system and lack of fully established microbiota at birth predispose neonatal piglets to infection with enteric pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The microorganisms that for decades have been associated with enteritis and diarrhea in suckling piglets are : rotavirus A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronavirus , enterotoxigenic Escherichia coli ( ETEC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Clostridium perfringens type C , Cryptosporidium spp. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Giardia spp. , Cystoisospora suis and Strongyloides ransomi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the pig industry has experienced an increased number of neonatal diarrhea cases in which the above mentioned pathogens are no longer detected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Potentially pathogenic bacteria have recently received focus in the research on the possible etiology of neonatal diarrhea not caused by common pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primary aim of this study was to investigate the role of E. coli ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Enterococcus spp. , C. perfringens and C. difficile in the pathogenesis of neonatal porcine diarrhea with no established casual agents .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fluorescence in situ hybridization with oligonucleotide probes was applied on the fixed intestinal tissue samples from 51 diarrheic and 50 non-diarrheic piglets collected from four Danish farms during outbreaks of neonatal diarrhea not caused by well-known enteric pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , an association between the presence of these bacteria and histological lesions was evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The prevalence of fluorescence signals specific for E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C. perfringens and C. difficile was similar in both groups of piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , Enterococcus spp. was primarily detected in the diarrheic piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , adherent bacteria were detected in 37 % diarrheic and 14 % non-diarrheic piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These bacteria were identified as E. coli and Enterococcus spp. and their presence in the intestinal mucosa was associated with histopathological changes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results of this study showed that simultaneous colonization of the intestinal mucosa by adherent non-ETEC E. coli and Enterococcus spp. can be involved in the pathogenesis of neonatal porcine diarrhea. These bacteria should be considered in diagnosis of diarrhea in piglets, when detection of common, well-known enteric agents is unsuccessful.",
      "sentences": [
        [
          {
            "segment_text": "The results of this study showed that simultaneous colonization of the intestinal mucosa by adherent non-ETEC E. coli and Enterococcus spp. can be involved in the pathogenesis of neonatal porcine diarrhea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These bacteria should be considered in diagnosis of diarrhea in piglets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when detection of common , well-known enteric agents is unsuccessful .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "367"
  }
}