{
  "paper_id": "a11e95d18ef3d32f9638fff2efa9de45ecb87f28",
  "metadata": {
    "title": "Cyclophilin inhibitors as antiviral agents",
    "coda_data_split": "train",
    "coda_paper_id": 5469,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Cyclophilins (Cyps) are ubiquitous proteins that effect the cis-trans isomerization of Pro amide bonds, and are thus crucial to protein folding. CypA is the most prevalent of the 19 human Cyps, and plays a crucial role in viral infectivity, most notably for HIV-1 and HCV. Cyclophilins have been shown to play key roles in effective replication of a number of viruses from different families. A drug template for CypA inhibition is cyclosporine A (CsA), a cyclic undecapeptide that simultaneously binds to both CypA and the Ca 2+ -dependent phosphatase calcineurin (CN), and can attenuate immune responses. Synthetic modifications of the CsA scaffold allows for selective binding to CypA and CN separately, thus providing access to novel, non-immunosuppressive antiviral agents.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Cyclophilins ( Cyps ) are ubiquitous proteins that effect the cis-trans isomerization of Pro amide bonds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are thus crucial to protein folding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CypA is the most prevalent of the 19 human Cyps ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and plays a crucial role in viral infectivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most notably for HIV-1 and HCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cyclophilins have been shown to play key roles in effective replication of a number of viruses from different families .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A drug template for CypA inhibition is cyclosporine A ( CsA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a cyclic undecapeptide that simultaneously binds to both CypA and the Ca 2 + - dependent phosphatase calcineurin ( CN ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and can attenuate immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Synthetic modifications of the CsA scaffold allows for selective binding to CypA and CN separately ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus providing access to novel , non-immunosuppressive antiviral agents .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "147"
  }
}