{
  "paper_id": "a13178028dbdbd7034783bcc3dcca0a3c75a322b",
  "metadata": {
    "title": "Association of Increased Prenatal Estrogen With Risk Factors for Schizophrenia",
    "coda_data_split": "train",
    "coda_paper_id": 3338,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The author previously described a theoretical cause of schizophrenia based on the effects of estrogenic endocrine disruption. In the current review, the author describes how increased estrogen during pregnancy increases susceptibility to certain viral infections associated with increased risk for schizophrenia. The review further discusses how prenatal estrogen exposure could explain associations of schizophrenia with autoimmune diseases, urban environments, and stress. Based on the association of increased estrogen with schizophrenia risk factors, the author proposes increased prenatal estrogen as a unifying factor, perhaps the primary event, in the etiology of schizophrenia.",
      "sentences": [
        [
          {
            "segment_text": "The author previously described a theoretical cause of schizophrenia based on the effects of estrogenic endocrine disruption .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current review , the author describes how increased estrogen during pregnancy increases susceptibility to certain viral infections associated with increased risk for schizophrenia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The review further discusses how prenatal estrogen exposure could explain associations of schizophrenia with autoimmune diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "urban environments , and stress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the association of increased estrogen with schizophrenia risk factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the author proposes increased prenatal estrogen as a unifying factor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perhaps the primary event , in the etiology of schizophrenia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "101"
  }
}