{
  "paper_id": "a14318461927b34bd602d055e3bec9dec84015bf",
  "metadata": {
    "title": "Therapeutic and Prophylactic Potential of Small Interfering RNAs against Severe Acute Respiratory Syndrome Progress to Date",
    "coda_data_split": "train",
    "coda_paper_id": 6322,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS), caused by the novel coronavirus SARS-CoV, produced a scare Abstract when it appeared in 2003 in China and later quickly spread to other countries around the world. Although it has since disappeared, its threat to human health remains. Therefore, studies on the prevention and treatment of SARS are important for dealing with epidemics of this and other infectious diseases. The most promising newly developed technology for intervention in SARS may be RNA interference, an endogenous cellular process for the inhibition of gene expression mediated by sequence-specific double-stranded RNAs. Numerous studies have reported the therapeutic potential of RNA interference for the treatment of various human diseases ranging from cancers to infectious diseases such as HIV and hepatitis. To date, most studies on inhibition of SARS-CoV replication using small interfering RNAs (siRNAs) have been conducted in cell lines in vitro. One study using siRNAs to inhibit SARS-CoV infection in Rhesus macaques demonstrated that siRNAs were effective both prophylactically and therapeutically with no adverse effects in the animals. Challenges remaining for the application of siRNA in vivo for SARS prevention and treatment include the specificity of the siRNAs and the efficiency of delivery. However, with improvements in siRNA design and delivery methods, RNA interference has the potential to become another major weapon for combating dangerous infections due to viruses such as SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "caused by the novel coronavirus SARS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "produced a scare Abstract when it appeared in 2003 in China and later quickly spread to other countries around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although it has since disappeared ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its threat to human health remains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , studies on the prevention and treatment of SARS are important for dealing with epidemics of this and other infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most promising newly developed technology for intervention in SARS may be RNA interference ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an endogenous cellular process for the inhibition of gene expression mediated by sequence-specific double-stranded RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Numerous studies have reported the therapeutic potential of RNA interference for the treatment of various human diseases ranging from cancers to infectious diseases such as HIV and hepatitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To date , most studies on inhibition of SARS-CoV replication using small interfering RNAs ( siRNAs ) have been conducted in cell lines in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One study using siRNAs to inhibit SARS-CoV infection in Rhesus macaques demonstrated that siRNAs were effective both prophylactically and therapeutically with no adverse effects in the animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Challenges remaining for the application of siRNA in vivo for SARS prevention and treatment include the specificity of the siRNAs and the efficiency of delivery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , with improvements in siRNA design and delivery methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RNA interference has the potential to become another major weapon for combating dangerous infections due to viruses such as SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "245"
  }
}