{
  "paper_id": "a145cd90d2e8c9237f0fc0d56d9a08cc5cbadd74",
  "metadata": {
    "title": "Imaging of round pneumonia and mimics in children",
    "coda_data_split": "train",
    "coda_paper_id": 8199,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Various diseases in the pediatric age group can present as an intrathoracic rounded opacity on a chest radiograph. The purpose of this pictorial essay is to emphasize the imaging appearance of round pneumonia, an entity that occurs especially in the pediatric population. Additional pathologies with similar chest radiographic appearances are also presented. The diagnosis of round pneumonia should be made in children who have the typical clinical presentation along with chest radiographs demonstrating the characteristic findings.",
      "sentences": [
        [
          {
            "segment_text": "Various diseases in the pediatric age group can present as an intrathoracic rounded opacity on a chest radiograph .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this pictorial essay is to emphasize the imaging appearance of round pneumonia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an entity that occurs especially in the pediatric population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Additional pathologies with similar chest radiographic appearances are also presented .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The diagnosis of round pneumonia should be made in children who have the typical clinical presentation along with chest radiographs demonstrating the characteristic findings .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Round pneumonia . Children . Mimickers . Chest radiograph Pathophysiology Smaller alveoli, closely apposed septa, and underdeveloped pores of Kohn and channels of Lambert predispose young children to round pneumonia. Pores of Kohn are openings that develop between adjacent alveoli (interalveolar connections). The channels of Lambert are bronchoalveolar channels that involve the terminal bronchioles opening into",
      "sentences": [
        [
          {
            "segment_text": "Keywords Round pneumonia .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Children .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Mimickers .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Chest radiograph Pathophysiology Smaller alveoli ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "closely apposed septa , and underdeveloped pores of Kohn and channels of Lambert predispose young children to round pneumonia .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Pores of Kohn are openings that develop between adjacent alveoli ( interalveolar connections ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The channels of Lambert are bronchoalveolar channels that involve the terminal bronchioles opening into",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "144"
  }
}