{
  "paper_id": "a16aeee3d8878ab6dd536c418742d58b946b4699",
  "metadata": {
    "title": "A Comparison of Plasmid DNA and mRNA as Vaccine Technologies",
    "coda_data_split": "train",
    "coda_paper_id": 9953,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This review provides a comparison of the theoretical issues and experimental findings for plasmid DNA and mRNA vaccine technologies. While both have been under development since the 1990s, in recent years, significant excitement has turned to mRNA despite the licensure of several veterinary DNA vaccines. Both have required efforts to increase their potency either via manipulating the plasmid DNA and the mRNA directly or through the addition of adjuvants or immunomodulators as well as delivery systems and formulations. The greater inherent inflammatory nature of the mRNA vaccines is discussed for both its potential immunological utility for vaccines and for the potential toxicity. The status of the clinical trials of mRNA vaccines is described along with a comparison to DNA vaccines, specifically the immunogenicity of both licensed veterinary DNA vaccines and select DNA vaccine candidates in human clinical trials.",
      "sentences": [
        [
          {
            "segment_text": "This review provides a comparison of the theoretical issues and experimental findings for plasmid DNA and mRNA vaccine technologies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While both have been under development since the 1990s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in recent years , significant excitement has turned to mRNA despite the licensure of several veterinary DNA vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both have required efforts to increase their potency either via manipulating the plasmid DNA and the mRNA directly or through the addition of adjuvants or immunomodulators as well as delivery systems and formulations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The greater inherent inflammatory nature of the mRNA vaccines is discussed for both its potential immunological utility for vaccines and for the potential toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The status of the clinical trials of mRNA vaccines is described along with a comparison to DNA vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specifically the immunogenicity of both licensed veterinary DNA vaccines and select DNA vaccine candidates in human clinical trials .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "146"
  }
}