{
  "paper_id": "a1949f80e726d045fe1cccb24a0e911cc0b912b9",
  "metadata": {
    "title": "Immune evasion of porcine enteric coronaviruses and viral modulation of antiviral innate signaling",
    "coda_data_split": "train",
    "coda_paper_id": 2035,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) and porcine deltacoronavirus (PDCoV) are emerged and reemerging viruses in pigs, and together with transmissible gastroenteritis virus (TGEV), pose significant economic concerns to the swine industry. These viruses infect epithelial cells of the small intestine and cause watery diarrhea, dehydration, and a high mortality in neonatal piglets. Type I interferons (IFN-␣/␤) are major antiviral cytokines forming host innate immunity, and in turn, these enteric coronaviruses have evolved to modulate the host innate immune signaling during infection. Accumulating evidence however suggests that IFN induction and signaling in the intestinal epithelial cells differ from other epithelial cells, largely due to distinct features of the gut epithelial mucosal surface and commensal microflora, and it appears that type III interferon (IFN-) plays a key role to maintain the antiviral state in the gut. This review describes the recent understanding on the immune evasion strategies of porcine enteric coronaviruses and the role of different types of IFNs for intestinal antiviral innate immunity.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) and porcine deltacoronavirus ( PDCoV ) are emerged and reemerging viruses in pigs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and together with transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pose significant economic concerns to the swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viruses infect epithelial cells of the small intestine and cause watery diarrhea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dehydration , and a high mortality in neonatal piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Type I interferons ( IFN - ␣ / ␤ ) are major antiviral cytokines forming host innate immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in turn , these enteric coronaviruses have evolved to modulate the host innate immune signaling during infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accumulating evidence however suggests that IFN induction and signaling in the intestinal epithelial cells differ from other epithelial cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "largely due to distinct features of the gut epithelial mucosal surface and commensal microflora ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it appears that type III interferon ( IFN - ) plays a key role to maintain the antiviral state in the gut .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the recent understanding on the immune evasion strategies of porcine enteric coronaviruses and the role of different types of IFNs for intestinal antiviral innate immunity .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "190"
  }
}