{
  "paper_id": "a1d48eb64fd13e2a1e117a386b81980b4a98430e",
  "metadata": {
    "title": "Biochemical evidence for the presence of mixed membrane topologies of the severe acute respiratory syndrome coronavirus envelope protein expressed in mammalian cells",
    "coda_data_split": "train",
    "coda_paper_id": 10942,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirus envelope (E) protein is a small integral membrane protein with multi-functions in virion assembly, morphogenesis and virus-host interaction. Different coronavirus E proteins share striking similarities in biochemical properties and biological functions, but seem to adopt distinct membrane topology. In this report, we study the membrane topology of the SARS-CoV E protein by immunofluorescent staining of cells differentially permeabilized with detergents and proteinase K protection assay. It was revealed that both the N-and C-termini of the SARS-CoV E protein are exposed to the cytoplasmic side of the membranes (N cyto C cyto ). In contrast, parallel experiments showed that the E protein from infectious bronchitis virus (IBV) spanned the membranes once, with the N-terminus exposed luminally and the C-terminus exposed cytoplasmically (N exo(lum) -C cyto ). Intriguingly, a minor proportion of the SARS-CoV E protein was found to be modified by N-linked glycosylation on Asn 66 and inserted into the membranes once with the C-terminus exposed to the luminal side. The presence of two distinct membrane topologies of the SARS-CoV E protein may provide a useful clue to the pathogenesis of SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus envelope ( E ) protein is a small integral membrane protein with multi-functions in virion assembly , morphogenesis and virus-host interaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Different coronavirus E proteins share striking similarities in biochemical properties and biological functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but seem to adopt distinct membrane topology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , we study the membrane topology of the SARS-CoV E protein by immunofluorescent staining of cells differentially permeabilized with detergents and proteinase K protection assay .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It was revealed that both the N-and C-termini of the SARS-CoV E protein are exposed to the cytoplasmic side of the membranes ( N cyto C cyto ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , parallel experiments showed that the E protein from infectious bronchitis virus ( IBV ) spanned the membranes once ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the N-terminus exposed luminally and the C-terminus exposed cytoplasmically ( N exo ( lum ) - C cyto ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intriguingly , a minor proportion of the SARS-CoV E protein was found to be modified by N-linked glycosylation on Asn 66 and inserted into the membranes once with the C-terminus exposed to the luminal side .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of two distinct membrane topologies of the SARS-CoV E protein may provide a useful clue to the pathogenesis of SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "205"
  }
}