{
  "paper_id": "a1db61f0dc8a9b99e7db0073015bdf3413b8bd02",
  "metadata": {
    "title": "A new typing method for the avian infectious bronchitis virus using polymerase chain reaction and restriction enzyme fragment length polymorphism",
    "coda_data_split": "train",
    "coda_paper_id": 8895,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two primers with the length of 22 bases each and 400 bases apart on the spike protein gene of avian infectious bronchitis virus (IBV) were prepared. Using these primers, the genome RNA from twelve strains of the various serotypes were reverse-transcribed to cDNA and amplified by polymerase chain reaction (PCR). With all strains, 400 base DNA was amplified, indicating that there were no apparent insertions or deletions in this region. However, the amplified DNA showed different cleavage patterns by the restriction enzymes. These 12 strains were classified into 5 groups. The strain typing based on a comparison of the cleavage patterns was consistent with the previous serological typing. This study thus provides a simple and rapid method for typing of IBV.",
      "sentences": [
        [
          {
            "segment_text": "Two primers with the length of 22 bases each and 400 bases apart on the spike protein gene of avian infectious bronchitis virus ( IBV ) were prepared .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using these primers , the genome RNA from twelve strains of the various serotypes were reverse-transcribed to cDNA and amplified by polymerase chain reaction ( PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With all strains , 400 base DNA was amplified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that there were no apparent insertions or deletions in this region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the amplified DNA showed different cleavage patterns by the restriction enzymes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These 12 strains were classified into 5 groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strain typing based on a comparison of the cleavage patterns was consistent with the previous serological typing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study thus provides a simple and rapid method for typing of IBV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "136"
  }
}