{
  "paper_id": "a1e95717f685133e4e12998cb39316f0a93ed999",
  "metadata": {
    "title": "The LXR ligand GW3965 inhibits Newcastle disease virus infection by affecting cholesterol homeostasis",
    "coda_data_split": "train",
    "coda_paper_id": 9980,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Newcastle disease (ND) is a contagious disease that affects most species of birds. Its causative pathogen, Newcastle disease virus (NDV), also exhibits considerable oncolytic activity against mammalian cancers. A better understanding of the pathogenesis of NDV will help us design efficient vaccines and novel anticancer strategies. GW3965, a widely used synthetic ligand of liver X receptor (LXR), induces the expression of LXRs and its downstream genes, including ATP-binding cassette transporter A1 (ABCA1). ABCA1 regulates cellular cholesterol homeostasis. Here, we found that GW3965 inhibited NDV infection in DF-1 cells. It also inhibited NF-jB activation and reduced the upregulation of proinflammatory cytokines induced by the infection. Further studies showed that GW3965 exerted its inhibitory effects on virus entry and replication. NDV infection increased the mRNA levels of several lipogenic genes but decreased the ABCA1 mRNA level. Overexpression of ABCA1 inhibited NDV infection and reduced the cholesterol content in DF-1 cells, but when the cholesterol was replenished, NDV infection was restored. GW3965 treatment prevented cholesterol accumulation in the perinuclear area of the infected cells. In summary, our studies suggest that GW3965 inhibits NDV infection, probably by affecting cholesterol homeostasis.",
      "sentences": [
        [
          {
            "segment_text": "Newcastle disease ( ND ) is a contagious disease that affects most species of birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its causative pathogen , Newcastle disease virus ( NDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also exhibits considerable oncolytic activity against mammalian cancers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A better understanding of the pathogenesis of NDV will help us design efficient vaccines and novel anticancer strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "GW3965 , a widely used synthetic ligand of liver X receptor ( LXR ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "induces the expression of LXRs and its downstream genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including ATP-binding cassette transporter A1 ( ABCA1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ABCA1 regulates cellular cholesterol homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we found that GW3965 inhibited NDV infection in DF-1 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also inhibited NF-jB activation and reduced the upregulation of proinflammatory cytokines induced by the infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies showed that GW3965 exerted its inhibitory effects on virus entry and replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NDV infection increased the mRNA levels of several lipogenic genes but decreased the ABCA1 mRNA level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overexpression of ABCA1 inhibited NDV infection and reduced the cholesterol content in DF-1 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but when the cholesterol was replenished , NDV infection was restored .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GW3965 treatment prevented cholesterol accumulation in the perinuclear area of the infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , our studies suggest that GW3965 inhibits NDV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably by affecting cholesterol homeostasis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "216"
  }
}