{
  "paper_id": "a204aafa38365dbcc0a26af3ca2c6d3313d7fab2",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4679,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": ", Brazil, in the period of Background: The respiratory syncytial virus (RSV) is recognized as an important cause of respiratory tract infections. Immunocompromised patients, healthcare workers (HCWs) and children contacts are at increased risk of acquiring the infection. However, the impact of asymptomatic infection in transmission has not been well studied. Objectives: this study evaluated the frequency and viral load (VL) of RSV in nasal swab samples of individuals with different risk factors for acquiring infection in a university hospital in Sao Paulo, Brazil. Methods: We included 196 symptomatic children and their 192 asymptomatic caregivers, 70 symptomatic and 95 asymptomatic HCWs, 43 samples from symptomatic HIV-positive outpatients, and 100 samples of asymptomatic HIV patients in the period of 2009-2013. Results: RSV infection was detected in 10.1% (70/696) of samples, 4.4% (17/387) of asymptomatic patients, and 17.1% (53/309) from symptomatic patients. (P \u003c .0001).",
      "sentences": [
        [
          {
            "segment_text": ", Brazil , in the period of Background : The respiratory syncytial virus ( RSV ) is recognized as an important cause of respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunocompromised patients , healthcare workers ( HCWs ) and children contacts are at increased risk of acquiring the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the impact of asymptomatic infection in transmission has not been well studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : this study evaluated the frequency and viral load ( VL ) of RSV in nasal swab samples of individuals with different risk factors for acquiring infection in a university hospital in Sao Paulo , Brazil .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We included 196 symptomatic children and their 192 asymptomatic caregivers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "70 symptomatic and 95 asymptomatic HCWs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "43 samples from symptomatic HIV-positive outpatients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 100 samples of asymptomatic HIV patients in the period of 2009-2013 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : RSV infection was detected in 10.1 % ( 70/696 ) of samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "4.4 % ( 17/387 ) of asymptomatic patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 17.1 % ( 53/309 ) from symptomatic patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( P \u003c .0001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The VL of symptomatic patients (4.7 log copies/mL) was significantly higher compared to asymptomatic patients (2.3 log copies/mL). RSV detection among asymptomatic caregivers (6.8%; 13/192) was significantly higher compared to other asymptomatic adults, HIV and HCWs (2.0%; 4/195; P \u003d .0252). A close contact with an infected child at home was an important risk to RSV acquisition [OR 22.6 (95% CI 4.8-106.7)].",
      "sentences": [
        [
          {
            "segment_text": "The VL of symptomatic patients ( 4.7 log copies/mL ) was significantly higher compared to asymptomatic patients ( 2.3 log copies/mL ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV detection among asymptomatic caregivers ( 6.8 % ; 13/192 ) was significantly higher compared to other asymptomatic adults ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HIV and HCWs ( 2.0 % ; 4/195 ; P \u003d .0252 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A close contact with an infected child at home was an important risk to RSV acquisition ( OR 22.6 ( 95 % CI 4.8-106.7 ) ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Children who possibly transmitted the virus to their asymptomatic contacts had significantly higher viral load than children who probably did not transmit (P \u003c .0001).",
      "sentences": [
        [
          {
            "segment_text": "Children who possibly transmitted the virus to their asymptomatic contacts had significantly higher viral load than children who probably did not transmit ( P \u003c .0001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: According to our results, it is important to know if people circulating inside the hospital have close contact with acute respiratory infected children.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : According to our results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is important to know if people circulating inside the hospital have close contact with acute respiratory infected children .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "asymptomatic, respiratory syncytial virus, symptomatic, viral load",
      "sentences": [
        [
          {
            "segment_text": "asymptomatic , respiratory syncytial virus , symptomatic , viral load",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The respiratory syncytial virus (RSV) has great importance as a causative agent of nosocomial infections, especially for its particles being highly contagious. 1 Respiratory syncytial virus severe clinical outcomes in children and immunocompromised patients are largely known; however, the studies including asymptomatic individuals with different levels of exposure to this pathogen in different sets are scarce. 2,3 Asymptomatic respiratory viral infections occur in a variable frequency, and among young children, it can be high. 4 The occurrence of transmission between children and their asymptomatic contacts is still insufficiently studied, despite their importance in the virus transmission chain. It is known that asymptomatic excretion of RSV occurs in 15%-20% of the | 327 MOREIRA Et Al.",
      "sentences": [
        [
          {
            "segment_text": "The respiratory syncytial virus ( RSV ) has great importance as a causative agent of nosocomial infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially for its particles being highly contagious .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 Respiratory syncytial virus severe clinical outcomes in children and immunocompromised patients are largely known ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the studies including asymptomatic individuals with different levels of exposure to this pathogen in different sets are scarce .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2,3 Asymptomatic respiratory viral infections occur in a variable frequency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and among young children , it can be high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "4 The occurrence of transmission between children and their asymptomatic contacts is still insufficiently studied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite their importance in the virus transmission chain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is known that asymptomatic excretion of RSV occurs in 15 % -20 % of the | 327 MOREIRA Et Al. .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "infected healthcare workers (HCWs). 1 In other adults, the asymptomatic RSV infection is still barely studied and the researchers keep trying to understand the detection of genetic particles in their samples. 5 For example, a few studies have been conducted regarding the frequency of RSV infection in patients HIV positive. 6, 7 This study aims to evaluate the occurrence of symptomatic and asymptomatic infections caused by RSV by analyzing samples collected from patients, healthcare workers and companions of patients in a university hospital complex. The frequency of RSV detection in individuals with different risk factors for acquiring infection is described.",
      "sentences": [
        [
          {
            "segment_text": "infected healthcare workers ( HCWs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1 In other adults , the asymptomatic RSV infection is still barely studied and the researchers keep trying to understand the detection of genetic particles in their samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "5 For example , a few studies have been conducted regarding the frequency of RSV infection in patients HIV positive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "6 , 7 This study aims to evaluate the occurrence of symptomatic and asymptomatic infections caused by RSV by analyzing samples collected from patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "healthcare workers and companions of patients in a university hospital complex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The frequency of RSV detection in individuals with different risk factors for acquiring infection is described .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Comparisons of viral load were also performed. The individuals included in this study were HCWs, HIV-infected patients, children, and caregivers of children with respiratory symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Comparisons of viral load were also performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The individuals included in this study were HCWs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HIV-infected patients , children , and caregivers of children with respiratory symptoms .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "| METHODS",
      "sentences": [
        [
          {
            "segment_text": "| METHODS",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "This was a cross-sectional study in which patients were enrolled through active recruitment. A total sample size of 696 nasal swab samples was established considering the 6 groups studied: symptomatic and asymptomatic healthcare workers; symptomatic and asymptomatic HIV-positive individuals; symptomatic children; asymptomatic caregivers of symptomatic children.",
      "sentences": [
        [
          {
            "segment_text": "This was a cross-sectional study in which patients were enrolled through active recruitment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total sample size of 696 nasal swab samples was established considering the 6 groups studied : symptomatic and asymptomatic healthcare workers ; symptomatic and asymptomatic HIV-positive individuals ; symptomatic children ; asymptomatic caregivers of symptomatic children .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The sample size was calculated to be sufficient to determine a prevalence of RSV at least up to 10%, with 90% confidence interval and a relative precision of 0.25 of the a priori estimated proportion.",
      "sentences": [
        [
          {
            "segment_text": "The sample size was calculated to be sufficient to determine a prevalence of RSV at least up to 10 % ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with 90 % confidence interval and a relative precision of 0.25 of the a priori estimated proportion .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The goal of sampling was that we could determine the prevalence of RSV in 4 different groups. These samples were collected in the period of 2009-2013, in different care units of a university hospital complex in Sao Paulo, Brazil, during all over the year, including RSV season and off-season months.",
      "sentences": [
        [
          {
            "segment_text": "The goal of sampling was that we could determine the prevalence of RSV in 4 different groups .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These samples were collected in the period of 2009-2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in different care units of a university hospital complex in Sao Paulo ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Brazil , during all over the year ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including RSV season and off-season months .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The university hospital has 700 beds and is a referral hospital with both basic services and specific care from patients attended at primary care health service in ambulatory or specific units.",
      "sentences": [
        [
          {
            "segment_text": "The university hospital has 700 beds and is a referral hospital with both basic services and specific care from patients attended at primary care health service in ambulatory or specific units .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "MOREIRA Et Al.",
      "sentences": [
        [
          {
            "segment_text": "MOREIRA Et Al. .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Respiratory syncytial virus positivity was found in 6.8% (13/192) of the samples am o ng the group of asymptomatic caregivers. Mean age of RSV-po s itive cases was 34.3 years (20-64 years); 11 (84,6%) of them living at home with symptomatic children tested positive for RSV in this st u dy. In this case, living with an RSV-infected child at home was 22 times more likely to be infected with RSV [OR 22.6 (95%",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus positivity was found in 6.8 % ( 13/192 ) of the samples am o ng the group of asymptomatic caregivers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean age of RSV-po s itive cases was 34.3 years ( 20-64 years ) ; 11 ( 84,6 % ) of them living at home with symptomatic children tested positive for RSV in this st u dy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this case , living with an RSV-infected child at home was 22 times more likely to be infected with RSV ( OR 22.6 ( 95 %",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "15",
    "sentence_num": "36",
    "segment_num": "53",
    "token_num": "875"
  }
}