{
  "paper_id": "a24528120d6ae9074809b9b7f30ad6ca65185ccb",
  "metadata": {
    "title": "Smart polyhydroxyalkanoate nanobeads by protein based functionalization",
    "coda_data_split": "train",
    "coda_paper_id": 2141,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development of innovative medicines and personalized biomedical approaches calls for new generation easily tunable biomaterials that can be manufactured applying straightforward and low-priced technologies. Production of functionalized bacterial polyhydroxyalkanoate (PHA) nanobeads by harnessing their natural carbon-storage granule production system is a thrilling recent development. This branch of nanobiotechnology employs proteins intrinsically binding the PHA granules as tags to immobilize recombinant proteins of interest and design functional nanocarriers for wide range of applications. Additionally, the implementation of new methodological platforms regarding production of endotoxin free PHA nanobeads using Gram-positive bacteria opened new avenues for biomedical applications. This prompts serious considerations of possible exploitation of bacterial cell factories as alternatives to traditional chemical synthesis and sources of novel bioproducts that could dramatically expand possible applications of biopolymers.",
      "sentences": [
        [
          {
            "segment_text": "The development of innovative medicines and personalized biomedical approaches calls for new generation easily tunable biomaterials that can be manufactured applying straightforward and low-priced technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Production of functionalized bacterial polyhydroxyalkanoate ( PHA ) nanobeads by harnessing their natural carbon-storage granule production system is a thrilling recent development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This branch of nanobiotechnology employs proteins intrinsically binding the PHA granules as tags to immobilize recombinant proteins of interest and design functional nanocarriers for wide range of applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , the implementation of new methodological platforms regarding production of endotoxin free PHA nanobeads using Gram-positive bacteria opened new avenues for biomedical applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This prompts serious considerations of possible exploitation of bacterial cell factories as alternatives to traditional chemical synthesis and sources of novel bioproducts that could dramatically expand possible applications of biopolymers .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "From the Clinical Editor: In the 21st century, we are coming into the age of personalized medicine. There is a growing use of biomaterials in the clinical setting. In this review article, the authors describe the use of natural polyhydroxyalkanoate (PHA) nanoparticulates, which are formed within bacterial cells and can be easily functionalized. The potential uses would include high-affinity bioseparation, enzyme immobilization, protein delivery, diagnostics etc. The challenges of this approach remain the possible toxicity from endotoxin and the high cost of production.",
      "sentences": [
        [
          {
            "segment_text": "From the Clinical Editor : In the 21st century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we are coming into the age of personalized medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a growing use of biomaterials in the clinical setting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review article , the authors describe the use of natural polyhydroxyalkanoate ( PHA ) nanoparticulates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are formed within bacterial cells and can be easily functionalized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The potential uses would include high-affinity bioseparation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enzyme immobilization , protein delivery , diagnostics etc. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The challenges of this approach remain the possible toxicity from endotoxin and the high cost of production .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "231"
  }
}