{
  "paper_id": "a25094543b9d2010393d10dc4b70eb9fe0fbf159",
  "metadata": {
    "title": "Authentication of medicinal plants by DNA markers",
    "coda_data_split": "train",
    "coda_paper_id": 7822,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Medicinal plants have been used worldwide for centuries to maintain health and to treat diseases, more so chronic diseases. However, adulteration and use of spurious materials as substitutes have become a major concern for users and industry for reasons of safety and efficacy. Therefore, authentication of medicinal plants is of utmost importance. Morphological, anatomical, chemical and DNA markers solve the problem by differentiating the genuine material from the adulterants, substitutes and spurious drugs. DNA markers use nucleotide sequences to identify species; it takes preference over the other two markers being not age dependent, tissue specific and having a higher discriminating power. Therefore, characterization of plants with such markers is an ideal approach for identification of medicinal plant species and populations/varieties of the same species. Availability of certified taxonomic specimens in herbaria is certainly required for unambiguous confirmation through final visual comparison and analysis.",
      "sentences": [
        [
          {
            "segment_text": "Medicinal plants have been used worldwide for centuries to maintain health and to treat diseases , more so chronic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , adulteration and use of spurious materials as substitutes have become a major concern for users and industry for reasons of safety and efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , authentication of medicinal plants is of utmost importance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Morphological , anatomical , chemical and DNA markers solve the problem by differentiating the genuine material from the adulterants , substitutes and spurious drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA markers use nucleotide sequences to identify species ; it takes preference over the other two markers being not age dependent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tissue specific and having a higher discriminating power .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , characterization of plants with such markers is an ideal approach for identification of medicinal plant species and populations/varieties of the same species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Availability of certified taxonomic specimens in herbaria is certainly required for unambiguous confirmation through final visual comparison and analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "159"
  }
}