{
  "paper_id": "a291686d0744c0e784513f9cb8aec79f0c93d74e",
  "metadata": {
    "title": "Lysosomes as a therapeutic target",
    "coda_data_split": "train",
    "coda_paper_id": 6170,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| Lysosomes are membrane-bound organelles with roles in processes involved in degrading and recycling cellular waste, cellular signalling and energy metabolism. Defects in genes encoding lysosomal proteins cause lysosomal storage disorders, in which enzyme replacement therapy has proved successful. Growing evidence also implicates roles for lysosomal dysfunction in more common diseases including inflammatory and autoimmune disorders, neurodegenerative diseases, cancer and metabolic disorders. With a focus on lysosomal dysfunction in autoimmune disorders and neurodegenerative diseases -including lupus, rheumatoid arthritis, multiple sclerosis, Alzheimer disease and Parkinson disease -this Review critically analyses progress and opportunities for therapeutically targeting lysosomal proteins and processes, particularly with small molecules and peptide drugs.",
      "sentences": [
        [
          {
            "segment_text": "| Lysosomes are membrane-bound organelles with roles in processes involved in degrading and recycling cellular waste ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cellular signalling and energy metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Defects in genes encoding lysosomal proteins cause lysosomal storage disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which enzyme replacement therapy has proved successful .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Growing evidence also implicates roles for lysosomal dysfunction in more common diseases including inflammatory and autoimmune disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neurodegenerative diseases , cancer and metabolic disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With a focus on lysosomal dysfunction in autoimmune disorders and neurodegenerative diseases - including lupus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rheumatoid arthritis , multiple sclerosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Alzheimer disease and Parkinson disease - this Review critically analyses progress and opportunities for therapeutically targeting lysosomal proteins and processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly with small molecules and peptide drugs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "120"
  }
}