{
  "paper_id": "a2936d9ddb597cf96d2c76f45b1554efb43fdc06",
  "metadata": {
    "title": "Exploiting virus-like particles as innovative vaccines against emerging viral infections",
    "coda_data_split": "train",
    "coda_paper_id": 9064,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging viruses pose a major threat to humans and livestock with global public health and economic burdens. Vaccination remains an effective tool to reduce this threat, and yet, the conventional cell culture often fails to produce sufficient vaccine dose. As an alternative to cell-culture based vaccine, virus-like particles (VLPs) are considered as a highpriority vaccine strategy against emerging viruses. VLPs represent highly ordered repetitive structures via macromolecular assemblies of viral proteins. The particulate nature allows efficient uptake into antigen presenting cells stimulating both innate and adaptive immune responses towards enhanced vaccine efficacy. Increasing research activity and translation opportunity necessitate the advances in the design of VLPs and new bioprocessing modalities for efficient and cost-effective production. Herein, we describe major achievements and challenges in this endeavor, with respect to designing strategies to harnessing the immunogenic potential, production platforms, downstream processes, and some exemplary cases in developing VLP-based vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Emerging viruses pose a major threat to humans and livestock with global public health and economic burdens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccination remains an effective tool to reduce this threat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and yet , the conventional cell culture often fails to produce sufficient vaccine dose .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As an alternative to cell-culture based vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "virus-like particles ( VLPs ) are considered as a highpriority vaccine strategy against emerging viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "VLPs represent highly ordered repetitive structures via macromolecular assemblies of viral proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The particulate nature allows efficient uptake into antigen presenting cells stimulating both innate and adaptive immune responses towards enhanced vaccine efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing research activity and translation opportunity necessitate the advances in the design of VLPs and new bioprocessing modalities for efficient and cost-effective production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we describe major achievements and challenges in this endeavor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with respect to designing strategies to harnessing the immunogenic potential ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "production platforms , downstream processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and some exemplary cases in developing VLP-based vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "164"
  }
}