{
  "paper_id": "a29772eb4a3354e17398177bab820d68208b0b4b",
  "metadata": {
    "title": "A novel variant of the infectious bronchitis virus resulting from recombination events in Italy and Spain",
    "coda_data_split": "train",
    "coda_paper_id": 10054,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis is considered to be one of the most devastating diseases in poultry. Control of its spread is typically attempted through biosecurity measures and extensive vaccination. However, the remarkable genetic and antigenic variability of the virus, which originate from both mutations and recombination events, represents an unsolved challenge for this disease. The present study reports on the emergence and spread of recombinant clusters detected in Italy and Spain between 2012 and 2014. A total of 36 Spanish and Italian infectious bronchitis virus (IBV) field strains were investigated and genetically characterized using phylogenetic, molecular, recombination and selection pressure analyses of the complete S1 gene. Based on the partial S1 sequencing, 27 IBV strains originating from Spain and nine from Italy were initially classified as being closely related to the Guandong/Xindadi (XDN) genotype. Phylogenetic analysis of the complete S1 gene revealed that the XDN strains formed a homogeneous clade with the Spanish IBV isolates within the QX genotype, whereas there was higher variability within the Italian strains. Recombination analysis determined that these strains belonged to four groups, which originated from independent recombination events between the QX and 793B IBV genotypes. Our data support the hypothesis of two different scenarios: firstly, in Spain, the large and homogeneous clade probably originated from a single offspring of the recombinant founder, which became dominant and spread throughout the country. Secondly, the nine Italian recombinants, which are characterized by three different recombination patterns, probably represent less fitted strains, because they were less viable with respect to their recombinant parents.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis is considered to be one of the most devastating diseases in poultry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Control of its spread is typically attempted through biosecurity measures and extensive vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the remarkable genetic and antigenic variability of the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which originate from both mutations and recombination events ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represents an unsolved challenge for this disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study reports on the emergence and spread of recombinant clusters detected in Italy and Spain between 2012 and 2014 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 36 Spanish and Italian infectious bronchitis virus ( IBV ) field strains were investigated and genetically characterized using phylogenetic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "molecular , recombination and selection pressure analyses of the complete S1 gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Based on the partial S1 sequencing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "27 IBV strains originating from Spain and nine from Italy were initially classified as being closely related to the Guandong/Xindadi ( XDN ) genotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the complete S1 gene revealed that the XDN strains formed a homogeneous clade with the Spanish IBV isolates within the QX genotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas there was higher variability within the Italian strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombination analysis determined that these strains belonged to four groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which originated from independent recombination events between the QX and 793B IBV genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data support the hypothesis of two different scenarios : firstly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in Spain , the large and homogeneous clade probably originated from a single offspring of the recombinant founder ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which became dominant and spread throughout the country .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Secondly , the nine Italian recombinants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are characterized by three different recombination patterns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably represent less fitted strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "because they were less viable with respect to their recombinant parents .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "285"
  }
}