{
  "paper_id": "a2a391086724c20993fec522863d63007a362744",
  "metadata": {
    "title": "Copious production of SARS-CoV nucleocapsid protein employing codon optimized synthetic gene",
    "coda_data_split": "train",
    "coda_paper_id": 4395,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome coronavirus (SARS-CoV) nucleocapsid protein (NP) is one of the predominant antigenic protein and the most abundant shed antigen throughout the SARS-CoV infection. This feature makes it a suitable molecular target for diagnostic applications. In this study the full length codon optimized NP gene and its subfragment gene segment was cloned in a bacterial expression vector. The full length NP could be expressed in E. coli at very high level within inclusion bodies. The inclusion bodies were successfully solubilized, purified under denaturing conditions employing IMAC column and refolded. The non-glycosylated NP was used to immunize mice for hybridoma development. The polyclonal antiserum from animals immunized with this recombinant NP protein was found to specifically recognize the NP and its subfragments, thus demonstrating the immunogenic nature of the recombinant protein. The NP antigen or a subfragment could be useful for developing a sensitive serum diagnostic assay to monitor SARS-CoV outbreaks by detecting the early human anti-SARS antibodies. In addition, the availability of the NP fragments could facilitate epitope mapping of anti-NP monoclonals for identifying suitable sandwich pairs.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome coronavirus ( SARS-CoV ) nucleocapsid protein ( NP ) is one of the predominant antigenic protein and the most abundant shed antigen throughout the SARS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This feature makes it a suitable molecular target for diagnostic applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study the full length codon optimized NP gene and its subfragment gene segment was cloned in a bacterial expression vector .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The full length NP could be expressed in E. coli at very high level within inclusion bodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The inclusion bodies were successfully solubilized ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "purified under denaturing conditions employing IMAC column and refolded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The non-glycosylated NP was used to immunize mice for hybridoma development .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The polyclonal antiserum from animals immunized with this recombinant NP protein was found to specifically recognize the NP and its subfragments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus demonstrating the immunogenic nature of the recombinant protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The NP antigen or a subfragment could be useful for developing a sensitive serum diagnostic assay to monitor SARS-CoV outbreaks by detecting the early human anti-SARS antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the availability of the NP fragments could facilitate epitope mapping of anti-NP monoclonals for identifying suitable sandwich pairs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "196"
  }
}