{
  "paper_id": "a2b0f19c4b1270624987ede418ab8da1e8b55cdf",
  "metadata": {
    "title": "Protein-Protein Interactions of Viroporins in Coronaviruses and Paramyxoviruses: New Targets for Antivirals?",
    "coda_data_split": "train",
    "coda_paper_id": 8583,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viroporins are members of a rapidly growing family of channel-forming small polypeptides found in viruses. The present review will be focused on recent structural and protein-protein interaction information involving two viroporins found in enveloped viruses that target the respiratory tract; (i) the envelope protein in coronaviruses and (ii) the small hydrophobic protein in paramyxoviruses. Deletion of these two viroporins leads to viral attenuation in vivo, whereas data from cell culture shows involvement in the regulation of stress and inflammation. The channel activity and structure of some representative members of these viroporins have been recently characterized in some detail. In addition, searches for protein-protein interactions using yeast-two hybrid techniques have shed light on possible functional roles for their exposed cytoplasmic domains. A deeper analysis of these interactions should not only provide a more complete overview of the multiple functions of these viroporins, but also suggest novel strategies that target protein-protein interactions as much needed antivirals. These should complement current efforts to block viroporin channel activity.",
      "sentences": [
        [
          {
            "segment_text": "Viroporins are members of a rapidly growing family of channel-forming small polypeptides found in viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present review will be focused on recent structural and protein-protein interaction information involving two viroporins found in enveloped viruses that target the respiratory tract ; ( i ) the envelope protein in coronaviruses and ( ii ) the small hydrophobic protein in paramyxoviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Deletion of these two viroporins leads to viral attenuation in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas data from cell culture shows involvement in the regulation of stress and inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The channel activity and structure of some representative members of these viroporins have been recently characterized in some detail .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , searches for protein-protein interactions using yeast-two hybrid techniques have shed light on possible functional roles for their exposed cytoplasmic domains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A deeper analysis of these interactions should not only provide a more complete overview of the multiple functions of these viroporins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but also suggest novel strategies that target protein-protein interactions as much needed antivirals .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These should complement current efforts to block viroporin channel activity .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "179"
  }
}