{
  "paper_id": "a2b7d7ad15ea8af1ac592714a0b69ff16f99e61e",
  "metadata": {
    "title": "One Health in Mongolia",
    "coda_data_split": "train",
    "coda_paper_id": 2366,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Asia Pacific Strategy for Emerging Diseases (APSED) requires collaboration, consensus, and partnership across all the different actors and sectors involved in different aspects of emerging disease. Guided by APSED, Mongolia has established a functional coordination mechanism between the animal and human health sectors. Surveillance, information exchange and risk assessment, risk reduction, and coordinated response capacity and collaborative research have been identified as the four pillars of the zoonoses framework. Intersectoral collaboration has been clearly shown to be a crucial tool in the prevention and control of emerging zoonotic diseases. A \u0027\u0027One Health\u0027\u0027 strategy has been implemented under the concept of \u0027Healthy animal-Healthy food-Healthy people\u0027. An intersectoral coordination",
      "sentences": [
        [
          {
            "segment_text": "The Asia Pacific Strategy for Emerging Diseases ( APSED ) requires collaboration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "consensus , and partnership across all the different actors and sectors involved in different aspects of emerging disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guided by APSED , Mongolia has established a functional coordination mechanism between the animal and human health sectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surveillance , information exchange and risk assessment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "risk reduction , and coordinated response capacity and collaborative research have been identified as the four pillars of the zoonoses framework .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intersectoral collaboration has been clearly shown to be a crucial tool in the prevention and control of emerging zoonotic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A `` One Health \u0027\u0027 strategy has been implemented under the concept of ` Healthy animal-Healthy food-Healthy people \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An intersectoral coordination",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "125"
  }
}