{
  "paper_id": "a2c714a7be10cba971aa2eafcfb30971d3b1a003",
  "metadata": {
    "title": "SARS -BEGINNING TO UNDERSTAND A NEW VIRUS",
    "coda_data_split": "train",
    "coda_paper_id": 8080,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 114-day epidemic of the severe acute respiratory syndrome (SARS) swept 29 countries, affected a reported 8,098 people, left 774 patients dead and almost paralysed the Asian economy. Aggressive quarantine measures, possibly aided by rising summer temperatures, successfully terminated the first eruption of SARS and provided at least a temporal break, which allows us to consolidate what we have learned so far and plan for the future. Here, we review the genomics of the SARS coronavirus (SARS-CoV), its phylogeny, antigenic structure, immune response and potential therapeutic interventions should the SARS epidemic flare up again.",
      "sentences": [
        [
          {
            "segment_text": "The 114-day epidemic of the severe acute respiratory syndrome ( SARS ) swept 29 countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affected a reported 8,098 people ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "left 774 patients dead and almost paralysed the Asian economy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aggressive quarantine measures , possibly aided by rising summer temperatures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "successfully terminated the first eruption of SARS and provided at least a temporal break ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which allows us to consolidate what we have learned so far and plan for the future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the genomics of the SARS coronavirus ( SARS-CoV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "its phylogeny , antigenic structure ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immune response and potential therapeutic interventions should the SARS epidemic flare up again .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "9",
    "token_num": "110"
  }
}