{
  "paper_id": "a2e2beb6ce9597d9a4162f1399ed1a92cc010b66",
  "metadata": {
    "title": "Zika Virus Induces Autophagy in Human Umbilical Vein Endothelial Cells",
    "coda_data_split": "train",
    "coda_paper_id": 9160,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Autophagy is a common strategy for cell protection; however, some viruses can in turn adopt cellular autophagy to promote viral replication. Zika virus (ZIKV) is the pathogen that causes Zika viral disease, and it is a mosquito-borne virus. However, its pathogenesis, especially the interaction between ZIKV and target cells during the early stages of infection, is still unclear. In this study, we demonstrate that infecting human umbilical vein endothelial cells (HUVEC) with ZIKV triggers cellular autophagy. We observed both an increase in the conversion of LC3-I to LC3-II and increased accumulation of fluorescent cells with LC3 dots, which are considered to be the two key indicators of autophagy. The ratio of LC3-II/GAPDH in each group was significantly increased at different times after ZIKV infection at different MOIs, indicating that the production of lipidated LC3-II increased. Moreover, both the ratio of LC3-II/GAPDH and the expression of viral NS3 protein increased with increasing time of viral infection. The expression level of p62 decreased gradually from 12 h post-infection. Expression profile of double fluorescent protein labelling LC3 indicated that the autophagy induced by ZIKV infection was a complete process. We further investigated the role of autophagy in ZIKV replication. We demonstrated that either the treatment with inhibitors of autophagosomes formation or short hairpin RNA targeting the Beclin-1 gene, which is critical for the formation of autophagosomes, significantly reduced viral production. Taken together, our results indicate that ZIKV infection induces autophagy of HUVEC, and inhibition of ZIKV-induced autophagy restrains viral replication.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy is a common strategy for cell protection ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some viruses can in turn adopt cellular autophagy to promote viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zika virus ( ZIKV ) is the pathogen that causes Zika viral disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is a mosquito-borne virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , its pathogenesis , especially the interaction between ZIKV and target cells during the early stages of infection , is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that infecting human umbilical vein endothelial cells ( HUVEC ) with ZIKV triggers cellular autophagy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed both an increase in the conversion of LC3-I to LC3-II and increased accumulation of fluorescent cells with LC3 dots ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are considered to be the two key indicators of autophagy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ratio of LC3-II/GAPDH in each group was significantly increased at different times after ZIKV infection at different MOIs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the production of lipidated LC3-II increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , both the ratio of LC3-II/GAPDH and the expression of viral NS3 protein increased with increasing time of viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression level of p62 decreased gradually from 12 h post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Expression profile of double fluorescent protein labelling LC3 indicated that the autophagy induced by ZIKV infection was a complete process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further investigated the role of autophagy in ZIKV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that either the treatment with inhibitors of autophagosomes formation or short hairpin RNA targeting the Beclin-1 gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is critical for the formation of autophagosomes , significantly reduced viral production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our results indicate that ZIKV infection induces autophagy of HUVEC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and inhibition of ZIKV-induced autophagy restrains viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "277"
  }
}