{
  "paper_id": "a2e8d9291e399c6d8adc6d39318de197e86b3f4e",
  "metadata": {
    "title": "Antiviral Activity of Glycyrrhizin against Hepatitis C Virus In Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 5775,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Glycyrrhizin (GL) has been used in Japan to treat patients with chronic viral hepatitis, as an anti-inflammatory drug to reduce serum alanine aminotransferase levels. GL is also known to exhibit various biological activities, including antiviral effects, but the anti-hepatitis C virus (HCV) effect of GL remains to be clarified. In this study, we demonstrated that GL treatment of HCV-infected Huh7 cells caused a reduction of infectious HCV production using cell cultureproduced HCV (HCVcc). To determine the target step in the HCV lifecycle of GL, we used HCV pseudoparticles (HCVpp), replicon, and HCVcc systems. Significant suppressions of viral entry and replication steps were not observed. Interestingly, extracellular infectivity was decreased, and intracellular infectivity was increased. By immunofluorescence and electron microscopic analysis of GL treated cells, HCV core antigens and electron-dense particles had accumulated on endoplasmic reticulum attached to lipid droplet (LD), respectively, which is thought to act as platforms for HCV assembly. Furthermore, the amount of HCV core antigen in LD fraction increased. Taken together, these results suggest that GL inhibits release of infectious HCV particles. GL is known to have an inhibitory effect on phospholipase A2 (PLA2). We found that group 1B PLA2 (PLA2G1B) inhibitor also decreased HCV release, suggesting that suppression of virus release by GL treatment may be due to its inhibitory effect on PLA2G1B. Finally, we demonstrated that combination treatment with GL augmented IFN-induced reduction of virus in the HCVcc system. GL is identified as a novel anti-HCV agent that targets infectious virus particle release.",
      "sentences": [
        [
          {
            "segment_text": "Glycyrrhizin ( GL ) has been used in Japan to treat patients with chronic viral hepatitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as an anti-inflammatory drug to reduce serum alanine aminotransferase levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GL is also known to exhibit various biological activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including antiviral effects , but the anti-hepatitis C virus ( HCV ) effect of GL remains to be clarified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrated that GL treatment of HCV-infected Huh7 cells caused a reduction of infectious HCV production using cell cultureproduced HCV ( HCVcc ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To determine the target step in the HCV lifecycle of GL ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we used HCV pseudoparticles ( HCVpp ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "replicon , and HCVcc systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Significant suppressions of viral entry and replication steps were not observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , extracellular infectivity was decreased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and intracellular infectivity was increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By immunofluorescence and electron microscopic analysis of GL treated cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HCV core antigens and electron-dense particles had accumulated on endoplasmic reticulum attached to lipid droplet ( LD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , which is thought to act as platforms for HCV assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the amount of HCV core antigen in LD fraction increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results suggest that GL inhibits release of infectious HCV particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GL is known to have an inhibitory effect on phospholipase A2 ( PLA2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that group 1B PLA2 ( PLA2G1B ) inhibitor also decreased HCV release ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that suppression of virus release by GL treatment may be due to its inhibitory effect on PLA2G1B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we demonstrated that combination treatment with GL augmented IFN-induced reduction of virus in the HCVcc system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GL is identified as a novel anti-HCV agent that targets infectious virus particle release .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "291"
  }
}