{
  "paper_id": "a305432e0d8be1875ecfe5ff17dab6120ec8cab9",
  "metadata": {
    "title": "Sequence Analysis of the Porcine Transmissible Gastroenteritis Coronavirus Nucleocapsid Protein Gene",
    "coda_data_split": "train",
    "coda_paper_id": 7316,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The 3\u0027 end of the 20-kb genome of the Purdue strain of porcine transmissible gastroenteritis coronavirus (TGEV) was copied into cDNA after priming with oligo(dT) and the double-stranded product was cloned into the P\u0026I site of the pUC9 vector. One clone of 2.0-kb contained part of the poly(A) tail and was sequenced in its entirety using the chemical method of Maxam and Gilbert. Another clone of 0.7 kb also contained part of the poly(A) tail and was sequenced in part to confirm the primary structure of the most 3\u0027 end of the genome. Two potential, nonoverlapping genes were identified within the 3\u0027terminal 1663-base sequence from an examination of open reading frames. The first gene encodes a 382-amino acid protein of 43,426 mol wt, that is the apparent nucleocapsid protein on the basis of size, chemical properties, and amino acid sequence homology with other coronavirus nucleocapsid proteins. It is flanked on its 5\u0027 side by at least part of the matrix protein gene. The second encodes a hypothetical 78.amino acid protein of 9101 mol wt that is hydrophobic at both ends. A 3\u0027-proximal noncoding sequence of 276 bases was also determined and a conserved stretch of 9 nucleotides near the poly(A) tail was found to be common among TGEV, the mouse hepatitis coronavirus, and the avian infectious bronchitis coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "The 3 \u0027 end of the 20-kb genome of the Purdue strain of porcine transmissible gastroenteritis coronavirus ( TGEV ) was copied into cDNA after priming with oligo ( dT ) and the double-stranded product was cloned into the P\u0026I site of the pUC9 vector .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One clone of 2.0-kb contained part of the poly ( A ) tail and was sequenced in its entirety using the chemical method of Maxam and Gilbert .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Another clone of 0.7 kb also contained part of the poly ( A ) tail and was sequenced in part to confirm the primary structure of the most 3 \u0027 end of the genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two potential , nonoverlapping genes were identified within the 3 ` terminal 1663-base sequence from an examination of open reading frames .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first gene encodes a 382-amino acid protein of 43,426 mol wt ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that is the apparent nucleocapsid protein on the basis of size ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chemical properties , and amino acid sequence homology with other coronavirus nucleocapsid proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is flanked on its 5 \u0027 side by at least part of the matrix protein gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The second encodes a hypothetical 78 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "amino acid protein of 9101 mol wt that is hydrophobic at both ends .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A 3 \u0027 - proximal noncoding sequence of 276 bases was also determined and a conserved stretch of 9 nucleotides near the poly ( A ) tail was found to be common among TGEV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mouse hepatitis coronavirus , and the avian infectious bronchitis coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Q 1986 Academic press, I~C.",
      "sentences": [
        [
          {
            "segment_text": "Q 1986 Academic press , I ~ C.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "264"
  }
}