{
  "paper_id": "a3077f03ce8e40acf26956b043c89074409d9b57",
  "metadata": {
    "title": "Microglial cell response to neuronal degeneration in the brain of brindled mouse",
    "coda_data_split": "train",
    "coda_paper_id": 6859,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Reactive changes of microglia in response to neuronal degeneration were investigated in the brains of brindled mottled mice with immunocytochemical technique. This mutant has a genetic defect in copper metabolism and spontaneous neuronal degeneration develops around postnatal day 10, in particular in the parasagittal regions of the cerebral cortex and thalamus. The antibodies to macrophage specific antigen, F4180 and to type-three complement receptor, Mac-I were used for the study. Reactive morphological changes of microglia, which are immuno-reactive to the antibodies to F4/80 and/or Mac-l, were demonstrated in areas corresponding to those of neuronal degeneration, coincident with the emergence of cells expressing major histocompatibility complex class II, Ia, antigen. Some of the Ia expressing cells had morphological features of ramified microglia, while others were rod shaped with few processes and were mostly located in the perivascular regions. The focal nature of such cellular changes suggests that signal(s) from the degenerating neurons may be responsible for microglial activation and cellular expression of the la antigen in the brain of the brindled mouse.",
      "sentences": [
        [
          {
            "segment_text": "Reactive changes of microglia in response to neuronal degeneration were investigated in the brains of brindled mottled mice with immunocytochemical technique .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This mutant has a genetic defect in copper metabolism and spontaneous neuronal degeneration develops around postnatal day 10 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular in the parasagittal regions of the cerebral cortex and thalamus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antibodies to macrophage specific antigen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "F4180 and to type-three complement receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mac-I were used for the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reactive morphological changes of microglia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are immuno-reactive to the antibodies to F4/80 and/or Mac-l ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were demonstrated in areas corresponding to those of neuronal degeneration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coincident with the emergence of cells expressing major histocompatibility complex class II , Ia , antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some of the Ia expressing cells had morphological features of ramified microglia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while others were rod shaped with few processes and were mostly located in the perivascular regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The focal nature of such cellular changes suggests that signal ( s ) from the degenerating neurons may be responsible for microglial activation and cellular expression of the la antigen in the brain of the brindled mouse .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "188"
  }
}