{
  "paper_id": "a3116a1ea2e157c8855023d968cc0f0bd6c9846f",
  "metadata": {
    "title": "The 2019-new coronavirus epidemic: evidence for virus evolution",
    "coda_data_split": "train",
    "coda_paper_id": 9178,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "There is concern about a new coronavirus, the 2019-nCoV, as a global public health threat. In this article, we provide a preliminary evolutionary and molecular epidemiological analysis of this new virus. A phylogenetic tree has been built using the 15 available whole genome sequence of 2019-nCoV and 12 whole genome sequences highly similar sequences available in gene bank (5 from SARS, 2 from MERS and 5 from Bat SARS-like Coronavirus). FUBAR analysis shows that the Nucleocapsid and the Spike Glycoprotein has some sites under positive pressure while homology modelling helped to explain some molecular and structural differences between the viruses. The phylogenetic tree showed that 2019.nCoV significantly clustered with Bat SARS-like Coronavirus sequence isolated in 2015, whereas structural analysis revealed mutation in S and nucleocapsid proteins. From these results, 2019nCoV could be considered a coronavirus distinct from SARS virus, probably transmitted from bats or another host where mutations conferred upon it the ability to infect humans. author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "There is concern about a new coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the 2019-nCoV , as a global public health threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we provide a preliminary evolutionary and molecular epidemiological analysis of this new virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A phylogenetic tree has been built using the 15 available whole genome sequence of 2019-nCoV and 12 whole genome sequences highly similar sequences available in gene bank ( 5 from SARS , 2 from MERS and 5 from Bat SARS-like Coronavirus ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "FUBAR analysis shows that the Nucleocapsid and the Spike Glycoprotein has some sites under positive pressure while homology modelling helped to explain some molecular and structural differences between the viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The phylogenetic tree showed that 2019 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "nCoV significantly clustered with Bat SARS-like Coronavirus sequence isolated in 2015 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas structural analysis revealed mutation in S and nucleocapsid proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From these results , 2019nCoV could be considered a coronavirus distinct from SARS virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably transmitted from bats or another host where mutations conferred upon it the ability to infect humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "185"
  }
}