{
  "paper_id": "a31454d7f59d2bac4248b66792db9c0c18a3cba1",
  "metadata": {
    "title": "Intracellular processing of immunostimulatory CpG-siRNA: Toll- like receptor 9 facilitates siRNA dicing and endosomal escape NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4982,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dicer-substrate siRNAs equipped with CpG oligodeoxyribonucleotides overcome the major hurdle in cell-specific siRNA delivery. The CpG-siRNA molecules are actively internalized by TLR9 + cells, without the need for transfection reagents, leading to RNA interference both in vitro and in vivo. Here, we elucidate the molecular mechanisms of CpG-siRNA processing in target cells. We show that shortly after uptake into early endosomes (EE), CpG and siRNA parts of the conjugate are uncoupled in the presence of Dicer endonuclease. Diced siRNA molecules are translocated from endosomes to endoplasmic reticulum, where they can interact with the RNA interference machinery. We previously observed that even though TLR9 is not involved in CpG-siRNA uptake, it is indispensable for induction of gene silencing. To explain the role of TLR9 in intracellular processing of CpG-siRNA, we used primary macrophages derived from wild-type and Tlr9-deficient mice. Macrophages lacking TLR9 showed extended endosomal colocalization of CpG and siRNA parts of the conjugate. However, Tlr9 ablation did not interfere with the interaction of CpG-siRNA with Dicer as shown by in situ proximity ligation assay. Using CpG-siRNA labeled with pH-sensitive dye, we finally identified that lack of TLR9 in macrophages resulted in significant retention of the siRNA in endosomes. Thus, TLR9 facilitates the critical step following CpG-siRNA uncoupling, which is cytoplasmic release of the diced siRNA. These findings suggest that the class of immunostimulatory siRNAs may benefit from activation of",
      "sentences": [
        [
          {
            "segment_text": "Dicer-substrate siRNAs equipped with CpG oligodeoxyribonucleotides overcome the major hurdle in cell-specific siRNA delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The CpG-siRNA molecules are actively internalized by TLR9 + cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "without the need for transfection reagents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to RNA interference both in vitro and in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we elucidate the molecular mechanisms of CpG-siRNA processing in target cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that shortly after uptake into early endosomes ( EE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CpG and siRNA parts of the conjugate are uncoupled in the presence of Dicer endonuclease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diced siRNA molecules are translocated from endosomes to endoplasmic reticulum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where they can interact with the RNA interference machinery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously observed that even though TLR9 is not involved in CpG-siRNA uptake ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is indispensable for induction of gene silencing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To explain the role of TLR9 in intracellular processing of CpG-siRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we used primary macrophages derived from wild-type and Tlr9-deficient mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macrophages lacking TLR9 showed extended endosomal colocalization of CpG and siRNA parts of the conjugate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , Tlr9 ablation did not interfere with the interaction of CpG-siRNA with Dicer as shown by in situ proximity ligation assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using CpG-siRNA labeled with pH-sensitive dye ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we finally identified that lack of TLR9 in macrophages resulted in significant retention of the siRNA in endosomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , TLR9 facilitates the critical step following CpG-siRNA uncoupling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is cytoplasmic release of the diced siRNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that the class of immunostimulatory siRNAs may benefit from activation of",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "253"
  }
}