{
  "paper_id": "a32757c9e2857202acf9b238a2004a533670affc",
  "metadata": {
    "title": "Rapid and sensitive insulated isothermal PCR for point-of-need feline leukaemia virus detection",
    "coda_data_split": "train",
    "coda_paper_id": 2891,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives Feline leukaemia virus (FeLV), a gamma retrovirus, causes diseases of the feline haematopoietic system that are invariably fatal. Rapid and accurate testing at the point-of-need (PON) supports prevention of virus spread and management of clinical disease. This study evaluated the performance of an insulated isothermal PCR (iiPCR) that detects proviral DNA, and a reverse transcription (RT)-iiPCR that detects both viral RNA and proviral DNA, for FeLV detection at the PON. Methods Mycoplasma haemofelis, feline coronavirus, feline herpesvirus, feline calicivirus and feline immunodeficiency virus were used to test analytical specificity. In vitro transcribed RNA, artificial plasmid, FeLV strain American Type Culture Collection VR-719 and a clinical FeLV isolate were used in the analytical sensitivity assays. A retrospective study including 116 clinical plasma and serum samples that had been tested with virus isolation, real-time PCR and ELISA, and a prospective study including 150 clinical plasma and serum samples were implemented to evaluate the clinical performances of the iiPCR-based methods for FeLV detection. Results Ninety-five percent assay limit of detection was calculated to be 16 RNA and five DNA copies for the RT-iiPCR, and six DNA copies for the iiPCR. Both reactions had analytical sensitivity comparable to a reference realtime PCR (qPCR) and did not detect five non-target feline pathogens. The clinical performance of the RT-iiPCR and iiPCR had 98.82% agreement (kappa[κ] \u003d 0.97) and 100% agreement (κ \u003d 1.0), respectively, with the qPCR (n \u003d 85). The agreement between an automatic nucleic extraction/RT-iiPCR system and virus isolation to detect FeLV in plasma or serum was 95.69% (κ \u003d 0.95) and 98.67% (κ \u003d 0.85) in a retrospective (n \u003d 116) and a prospective (n \u003d 150) study, respectively. Conclusions and relevance These results suggested that both RT-iiPCR and iiPCR assays can serve as reliable tools for PON FeLV detection.",
      "sentences": [
        [
          {
            "segment_text": "Objectives Feline leukaemia virus ( FeLV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a gamma retrovirus , causes diseases of the feline haematopoietic system that are invariably fatal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid and accurate testing at the point-of-need ( PON ) supports prevention of virus spread and management of clinical disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study evaluated the performance of an insulated isothermal PCR ( iiPCR ) that detects proviral DNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and a reverse transcription ( RT ) - iiPCR that detects both viral RNA and proviral DNA ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for FeLV detection at the PON .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods Mycoplasma haemofelis , feline coronavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feline herpesvirus , feline calicivirus and feline immunodeficiency virus were used to test analytical specificity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vitro transcribed RNA , artificial plasmid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "FeLV strain American Type Culture Collection VR-719 and a clinical FeLV isolate were used in the analytical sensitivity assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A retrospective study including 116 clinical plasma and serum samples that had been tested with virus isolation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "real-time PCR and ELISA , and a prospective study including 150 clinical plasma and serum samples were implemented to evaluate the clinical performances of the iiPCR-based methods for FeLV detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results Ninety-five percent assay limit of detection was calculated to be 16 RNA and five DNA copies for the RT-iiPCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and six DNA copies for the iiPCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both reactions had analytical sensitivity comparable to a reference realtime PCR ( qPCR ) and did not detect five non-target feline pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical performance of the RT-iiPCR and iiPCR had 98.82 % agreement ( kappa ( κ ) \u003d 0.97 ) and 100 % agreement ( κ \u003d 1.0 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , with the qPCR ( n \u003d 85 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The agreement between an automatic nucleic extraction/RT-iiPCR system and virus isolation to detect FeLV in plasma or serum was 95.69 % ( κ \u003d 0.95 ) and 98.67 % ( κ \u003d 0.85 ) in a retrospective ( n \u003d 116 ) and a prospective ( n \u003d 150 ) study , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions and relevance These results suggested that both RT-iiPCR and iiPCR assays can serve as reliable tools for PON FeLV detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "357"
  }
}