{
  "paper_id": "a32d48a1322181b7217d8328fe6d90d80fc070f4",
  "metadata": {
    "title": "The Role of Infections in BOS",
    "coda_data_split": "train",
    "coda_paper_id": 3841,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Infectious agents, particularly cytomegalovirus (CMV), have long been considered to be potential triggers for BOS, although the exact magnitude of the role of infections and the mechanisms thereof remain an area of active research. Methods: This chapter will review previous literature and newer results concerning the possible roles of CMV, other herpesviruses, community-acquired respiratory viruses, bacteria (including Pseudomonas, other gram-negative, grampositive, and atypical organisms), and fungi, including colonization as well as invasive infection. Results: The text reviews and evaluates the body of literature supporting a role for these infectious agents as risk factors for BOS and time to BOS. Changing patterns of infection over time are taken into account, and studies that have shown an association between BOS (or lack thereof) and CMV are reviewed. Strategies for prevention or early treatment of infections are discussed as potential means of preserving allograft function long term. Immunizations, stringent infection-control practices, and antimicrobial treatment including newer therapies will be discussed. Conclusion: In addition to the classic literature that has focused on CMV, an expanding spectrum of infectious organisms has been implicated as possible risk factors for BOS. Increasing knowledge of the impact of longterm antiviral suppression, prophylaxis, and outcomes of early therapy will help guide future recipient management.",
      "sentences": [
        [
          {
            "segment_text": "Background : Infectious agents , particularly cytomegalovirus ( CMV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have long been considered to be potential triggers for BOS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the exact magnitude of the role of infections and the mechanisms thereof remain an area of active research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : This chapter will review previous literature and newer results concerning the possible roles of CMV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "other herpesviruses , community-acquired respiratory viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacteria ( including Pseudomonas , other gram-negative , grampositive , and atypical organisms ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and fungi , including colonization as well as invasive infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The text reviews and evaluates the body of literature supporting a role for these infectious agents as risk factors for BOS and time to BOS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Changing patterns of infection over time are taken into account ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and studies that have shown an association between BOS ( or lack thereof ) and CMV are reviewed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strategies for prevention or early treatment of infections are discussed as potential means of preserving allograft function long term .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunizations , stringent infection-control practices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and antimicrobial treatment including newer therapies will be discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : In addition to the classic literature that has focused on CMV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an expanding spectrum of infectious organisms has been implicated as possible risk factors for BOS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increasing knowledge of the impact of longterm antiviral suppression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prophylaxis , and outcomes of early therapy will help guide future recipient management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "241"
  }
}