{
  "paper_id": "a333e10a2894a1bc6ade38484b409bb234a1cdf2",
  "metadata": {
    "title": "Immunochromatographic assay for simple and rapid detection of Satsuma dwarf virus and related viruses using monoclonal antibodies",
    "coda_data_split": "train",
    "coda_paper_id": 3700,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A simple and rapid immunochromatographic assay (ICA) to detect Satsuma dwarf virus (SDV) was developed using colloidal gold conjugates of anti-SDV monoclonal antibodies. Of six homogenization buffers tested, 0.1 M citrate buffer (pH 7.0) gave the best results for the ICA. In the ICA, addition of 0.1% thioglycolic acid in the homogenization buffers that have been widely used in enzymelinked immunosorbent assays (ELISA) was deleterious to the reaction because of undesirable coagulation of the colloidal gold. ICA using the anti-SDV monoclonal antibodies was 8 times and 16 times more sensitive than double antibody sandwich-ELISA and ICA using the anti-SDV polyclonal antibody, respectively. The analysis is complete in only 15 min. Furthermore, ICA using the anti-SDV monoclonal antibodies could also detect SDV-related viruses.",
      "sentences": [
        [
          {
            "segment_text": "A simple and rapid immunochromatographic assay ( ICA ) to detect Satsuma dwarf virus ( SDV ) was developed using colloidal gold conjugates of anti-SDV monoclonal antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of six homogenization buffers tested ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "0.1 M citrate buffer ( pH 7.0 ) gave the best results for the ICA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the ICA , addition of 0.1 % thioglycolic acid in the homogenization buffers that have been widely used in enzymelinked immunosorbent assays ( ELISA ) was deleterious to the reaction because of undesirable coagulation of the colloidal gold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ICA using the anti-SDV monoclonal antibodies was 8 times and 16 times more sensitive than double antibody sandwich-ELISA and ICA using the anti-SDV polyclonal antibody , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis is complete in only 15 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , ICA using the anti-SDV monoclonal antibodies could also detect SDV-related viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "141"
  }
}