{
  "paper_id": "a37c116f62a9187496a8d5ad0bbbb193b7fd77e0",
  "metadata": {
    "title": "Targeted adaptive isolation strategy for COVID-19 pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 4446,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "We investigate the effects of social distancing in controlling the impact of the COVID-19 epidemic using a simple susceptible-infected-removed epidemic model. We show that an alternative or complementary approach based on targeted isolation of the vulnerable subpopulation may provide a more efficient and robust strategy at a lower economic and social cost within a shorter timeframe resulting in a collectively immune population.",
      "sentences": [
        [
          {
            "segment_text": "We investigate the effects of social distancing in controlling the impact of the COVID-19 epidemic using a simple susceptible-infected-removed epidemic model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that an alternative or complementary approach based on targeted isolation of the vulnerable subpopulation may provide a more efficient and robust strategy at a lower economic and social cost within a shorter timeframe resulting in a collectively immune population .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "The copyright holder for this preprint .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "99"
  }
}