{
  "paper_id": "a384582b360168eed072454029b7f031a6e3b5a7",
  "metadata": {
    "title": "Common Cold 211 Interventions to prevent transmission of the common cold",
    "coda_data_split": "train",
    "coda_paper_id": 6782,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Theoretically, there are several ways of preventing the common cold: quarantine, immunisation (or vaccination); early treatment of effected individuals; or physical barriers to reduce transmission. All these methods can be dismissed after considering the epidemiology of the common cold, apart from the last. Evidence for effectiveness for physical barriers (which include masks to reduce aerosol transmission; handwashing; and gloves and gowns) come from a variety of empirical studies. The chance of bias for these studies is variable, but we can conclude that all of these barrier methods have important potential for preventing transmission of the common cold, although some methods will not be acceptable to the community currently.",
      "sentences": [
        [
          {
            "segment_text": "Theoretically , there are several ways of preventing the common cold : quarantine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immunisation ( or vaccination ) ; early treatment of effected individuals ; or physical barriers to reduce transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All these methods can be dismissed after considering the epidemiology of the common cold , apart from the last .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence for effectiveness for physical barriers ( which include masks to reduce aerosol transmission ; handwashing ; and gloves and gowns ) come from a variety of empirical studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The chance of bias for these studies is variable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but we can conclude that all of these barrier methods have important potential for preventing transmission of the common cold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although some methods will not be acceptable to the community currently .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "126"
  }
}