{
  "paper_id": "a38e42b1f6af103e0fca657462dc516ad51cf7e9",
  "metadata": {
    "title": "Human-livestock contacts and their relationship to transmission of zoonotic pathogens, a systematic review of literature-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 9772,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Micro-organisms transmitted from vertebrate animalsincluding livestockto humans account for an estimated 60% of human pathogens. Micro-organisms can be transmitted through inhalation, ingestion, via conjunctiva or physical contact. Close contact with animals is crucial for transmission. The role of intensity and type of contact patterns between livestock and humans for disease transmission is poorly understood. In this systematic review we aimed to summarise current knowledge regarding patterns of human-livestock contacts and their role in micro-organism transmission. Methods: We included peer-reviewed publications published between 1996 and 2014 in our systematic review if they reported on human-livestock contacts, human cases of livestock-related zoonotic diseases or serological epidemiology of zoonotic diseases in human samples. We extracted any information pertaining the type and intensity of human-livestock contacts and associated zoonoses. Results: 1522 papers were identified, 75 were included: 7 reported on incidental zoonoses after brief animalhuman contacts (e.g. farm visits), 10 on environmental exposures and 15 on zoonoses in developing countries where backyard livestock keeping is still customary. 43 studies reported zoonotic risks in different occupations. Occupations at risk included veterinarians, culling personnel, slaughterhouse workers and farmers. For culling personnel, more hours exposed to livestock resulted in more frequent occurrence of transmission. Slaughterhouse workers in contact with live animals were more often positive for zoonotic micro-organisms compared to co-workers only exposed to carcasses. Overall, little information was available about the actual mode of micro-organism transmission. Conclusions: Little is known about the intensity and type of contact patterns between livestock and humans that result in micro-organism transmission. Studies performed in occupational settings provide some, but limited evidence of exposure response-like relationships for livestock-human contact and micro-organism transmission. Better understanding of contact patterns driving micro-organism transmission from animals to humans is needed to provide options for prevention and thus deserves more attention.",
      "sentences": [
        [
          {
            "segment_text": "Background : Micro-organisms transmitted from vertebrate animalsincluding livestockto humans account for an estimated 60 % of human pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Micro-organisms can be transmitted through inhalation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ingestion , via conjunctiva or physical contact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Close contact with animals is crucial for transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of intensity and type of contact patterns between livestock and humans for disease transmission is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this systematic review we aimed to summarise current knowledge regarding patterns of human-livestock contacts and their role in micro-organism transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We included peer-reviewed publications published between 1996 and 2014 in our systematic review if they reported on human-livestock contacts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human cases of livestock-related zoonotic diseases or serological epidemiology of zoonotic diseases in human samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We extracted any information pertaining the type and intensity of human-livestock contacts and associated zoonoses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : 1522 papers were identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "75 were included : 7 reported on incidental zoonoses after brief animalhuman contacts ( e.g. farm visits ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 on environmental exposures and 15 on zoonoses in developing countries where backyard livestock keeping is still customary .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "43 studies reported zoonotic risks in different occupations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Occupations at risk included veterinarians ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "culling personnel , slaughterhouse workers and farmers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For culling personnel , more hours exposed to livestock resulted in more frequent occurrence of transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Slaughterhouse workers in contact with live animals were more often positive for zoonotic micro-organisms compared to co-workers only exposed to carcasses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , little information was available about the actual mode of micro-organism transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Little is known about the intensity and type of contact patterns between livestock and humans that result in micro-organism transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies performed in occupational settings provide some ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but limited evidence of exposure response-like relationships for livestock-human contact and micro-organism transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Better understanding of contact patterns driving micro-organism transmission from animals to humans is needed to provide options for prevention and thus deserves more attention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "22",
    "token_num": "330"
  }
}