{
  "paper_id": "a3906c407ebca18664040f4f03a6811dd2c4d027",
  "metadata": {
    "title": "Substrate specificity of Tulane virus protease",
    "coda_data_split": "train",
    "coda_paper_id": 4068,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tulane virus (TV) is a cultivable calicivirus isolated from rhesus monkeys. In this study, we characterized the substrate specificity of TV protease in trans using recombinant proteases and TV polyprotein fragments containing the predicted proteolytic cleavage sites. Cleavage products have been obtained from 4 of the 5 fragments containing 573 Q-S 574 between the helicase and 3A-like protein, 712 E-A 713 between the 3A-like protein and Vpg, 802 E-G 803 between Vpg and the protease, and 976 E-G 977 between the protease and RdRp. We also characterized the enzymatic activities of the recombinant proteases of TV and Norwalk virus using synthetic fluorogenic peptide substrates. Under optimal conditions for enzymatic assays, partial cross-reactivities on reciprocal substrates were observed between TV and Norwalk virus proteases. The apparently shared substrate specificities between TV and Norwalk virus proteases suggested that the cultivable TV could be used as a model for in vivo evaluation of lead candidates of protease inhibitors for human norovirus.",
      "sentences": [
        [
          {
            "segment_text": "Tulane virus ( TV ) is a cultivable calicivirus isolated from rhesus monkeys .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we characterized the substrate specificity of TV protease in trans using recombinant proteases and TV polyprotein fragments containing the predicted proteolytic cleavage sites .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cleavage products have been obtained from 4 of the 5 fragments containing 573 Q-S 574 between the helicase and 3A-like protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "712 E-A 713 between the 3A-like protein and Vpg ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "802 E-G 803 between Vpg and the protease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 976 E-G 977 between the protease and RdRp .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also characterized the enzymatic activities of the recombinant proteases of TV and Norwalk virus using synthetic fluorogenic peptide substrates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Under optimal conditions for enzymatic assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "partial cross-reactivities on reciprocal substrates were observed between TV and Norwalk virus proteases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The apparently shared substrate specificities between TV and Norwalk virus proteases suggested that the cultivable TV could be used as a model for in vivo evaluation of lead candidates of protease inhibitors for human norovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "171"
  }
}