{
  "paper_id": "a393ecaf27a4b0fbc88dd98ec480d006feba87db",
  "metadata": {
    "title": "Experimental infection of dogs with a novel strain of canine coronavirus causing systemic disease and lymphopenia",
    "coda_data_split": "train",
    "coda_paper_id": 8877,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A pantropic canine coronavirus (CCoV) strain (CB/05) has been recently associated to a fatal outbreak of systemic disease in young dogs. We report the clinical, virological and serological findings in dogs experimentally infected with strain CB/05. The dogs, three 2.5-month-old and two 6-month-old pups, were successfully infected, shedding viral RNA with their faeces for the entire observation period (21 days) and displaying systemic clinical signs resembling those observed during the course of natural infection. Leucopenia (acute lymphopenia) occurred in all infected dogs, with values dropping below 60% of the initial counts. Considering the severity of the CB/05-induced disease, two of the youngest pups were euthanized for ethical reasons at days 8-9 postinfection, whereas the other pups underwent a slow but progressive improvement of their clinical status with complete recovery. At postmortem examination, remarkable lesions were observed in the internal organs of the euthanized pups, that tested positive for CCoV by real-time RT-PCR and virus isolation on cell cultures. All pups seroconverted for CCoV, as shown by the high optical density values and antibody titres detected by ELISA and virusneutralisation tests, respectively. The present study confirms that strain CB/05 is highly pathogenic for dogs, being able to induce a severe disease (and in some cases the death) even in experimental conditions. #",
      "sentences": [
        [
          {
            "segment_text": "A pantropic canine coronavirus ( CCoV ) strain ( CB/05 ) has been recently associated to a fatal outbreak of systemic disease in young dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the clinical , virological and serological findings in dogs experimentally infected with strain CB/05 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The dogs , three 2.5-month-old and two 6-month-old pups ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were successfully infected , shedding viral RNA with their faeces for the entire observation period ( 21 days ) and displaying systemic clinical signs resembling those observed during the course of natural infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Leucopenia ( acute lymphopenia ) occurred in all infected dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with values dropping below 60 % of the initial counts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the severity of the CB/05-induced disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two of the youngest pups were euthanized for ethical reasons at days 8-9 postinfection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the other pups underwent a slow but progressive improvement of their clinical status with complete recovery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At postmortem examination , remarkable lesions were observed in the internal organs of the euthanized pups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that tested positive for CCoV by real-time RT-PCR and virus isolation on cell cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All pups seroconverted for CCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as shown by the high optical density values and antibody titres detected by ELISA and virusneutralisation tests , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study confirms that strain CB/05 is highly pathogenic for dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "being able to induce a severe disease ( and in some cases the death ) even in experimental conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "242"
  }
}