{
  "paper_id": "a3aef9e86137f6a9f224989cb7b0f01bbc106d19",
  "metadata": {
    "title": "Genomic instability and rapid clinical course in adult T-cell lymphoma/leukemia patient",
    "coda_data_split": "train",
    "coda_paper_id": 4691,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Adult T-cell leukemia/lymphoma is a distinct clinical entity characterized by a clonal proliferation of malignant T-lymphocytes. The etiologic agent of the disease is a Human T-cell lymphotropic virus type I. It occurs almost exclusively in areas where the virus is endemic; however the disease develops only in the minority of patients who are virus carriers. Karyotyping findings and their correlation with clinical features are still limited in T-cell malignancies, complicated by clinical heterogeneity and a plethora of secondary abnormalities. This study describes detailed chromosomal and fluorescence in situ hybridization results observed in a patient with adult T-cell leukemia/lymphoma and correlates them with clinical characteristics.",
      "sentences": [
        [
          {
            "segment_text": "Adult T-cell leukemia/lymphoma is a distinct clinical entity characterized by a clonal proliferation of malignant T-lymphocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiologic agent of the disease is a Human T-cell lymphotropic virus type I .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It occurs almost exclusively in areas where the virus is endemic ; however the disease develops only in the minority of patients who are virus carriers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Karyotyping findings and their correlation with clinical features are still limited in T-cell malignancies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complicated by clinical heterogeneity and a plethora of secondary abnormalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study describes detailed chromosomal and fluorescence in situ hybridization results observed in a patient with adult T-cell leukemia/lymphoma and correlates them with clinical characteristics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "111"
  }
}