{
  "paper_id": "a3bf6f0444bb71c6d5b232122353d551a15d0a5f",
  "metadata": {
    "title": "Archaeal DnaG contains a conserved N-terminal RNA-binding domain and enables tailing of rRNA by the exosome",
    "coda_data_split": "train",
    "coda_paper_id": 10717,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The archaeal exosome is a phosphorolytic 3 -5 exoribonuclease complex. In a reverse reaction it synthesizes A-rich RNA tails. Its RNA-binding cap comprises the eukaryotic orthologs Rrp4 and Csl4, and an archaea-specific subunit annotated as DnaG. In Sulfolobus solfataricus DnaG and Rrp4 but not Csl4 show preference for poly(rA). Archaeal DnaG contains N-and C-terminal domains (NTD and CTD) of unknown function flanking a TOPRIM domain. We found that the NT and TOPRIM domains have comparable, high conservation in all archaea, while the CTD conservation correlates with the presence of exosome. We show that the NTD is a novel RNA-binding domain with poly(rA)-preference cooperating with the TOPRIM domain in binding of RNA. Consistently, a fusion protein containing full-length Csl4 and NTD of DnaG led to enhanced degradation of A-rich RNA by the exosome. We also found that DnaG strongly binds native and in vitro transcribed rRNA and enables its polynucleotidylation by the exosome. Furthermore, rRNA-derived transcripts with heteropolymeric tails were degraded faster by the exosome than their non-tailed variants. Based on our data, we propose that archaeal DnaG is an RNA-binding protein, which, in the context of the exosome, is involved in targeting of stable RNA for degradation.",
      "sentences": [
        [
          {
            "segment_text": "The archaeal exosome is a phosphorolytic 3 -5 exoribonuclease complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a reverse reaction it synthesizes A-rich RNA tails .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its RNA-binding cap comprises the eukaryotic orthologs Rrp4 and Csl4 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an archaea-specific subunit annotated as DnaG .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Sulfolobus solfataricus DnaG and Rrp4 but not Csl4 show preference for poly ( rA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Archaeal DnaG contains N-and C-terminal domains ( NTD and CTD ) of unknown function flanking a TOPRIM domain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that the NT and TOPRIM domains have comparable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high conservation in all archaea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the CTD conservation correlates with the presence of exosome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that the NTD is a novel RNA-binding domain with poly ( rA ) - preference cooperating with the TOPRIM domain in binding of RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , a fusion protein containing full-length Csl4 and NTD of DnaG led to enhanced degradation of A-rich RNA by the exosome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found that DnaG strongly binds native and in vitro transcribed rRNA and enables its polynucleotidylation by the exosome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , rRNA-derived transcripts with heteropolymeric tails were degraded faster by the exosome than their non-tailed variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on our data , we propose that archaeal DnaG is an RNA-binding protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which , in the context of the exosome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is involved in targeting of stable RNA for degradation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "227"
  }
}