{
  "paper_id": "a3c1f81e5ce1eb9af921018156b2337930ab4cdb",
  "metadata": {
    "title": "Complement C1q formation of immune complexes with milk caseins and wheat glutens in schizophrenia NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 4951,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immune system factors including complement pathway activation are increasingly linked to the etiology and pathophysiology of schizophrenia. Complement protein, C1q, binds to and helps to clear immune complexes composed of immunoglobulins coupled to antigens. The antigenic stimuli for C1q activation in schizophrenia are not known. Food sensitivities characterized by elevated IgG antibodies to bovine milk caseins and wheat glutens have been reported in individuals with schizophrenia. Here, we examined the extent to which these food products might comprise the antigen component of complement C1q immune complexes in individuals with recent onset schizophrenia (n\u003d38), non-recent onset schizophrenia (n\u003d61) and non-psychiatric controls (n\u003d63). C1q seropositivity was significantly associated with both schizophrenia groups (recent onset, odds ratio (OR)\u003d8.02, p≤0.008; non-recent onset, OR\u003d3.15, p≤0.03) compared to controls (logistic regression models corrected for age, sex, race and smoking status). Casein-and/ or gluten-IgG binding to C1q was significantly elevated in the non-recent onset group compared to controls (OR\u003d4.36, p≤0.01). Significant amounts of C1q-casein/gluten-related immune complexes and C1q correlations with a marker for gastrointestinal inflammation in non-recent onset schizophrenia suggests a heightened rate of food antigens in the systemic circulation, perhaps via a disease-associated altered intestinal permeability. In individuals who are in the early stages of disease onset, C1q activation may reflect the formation of immune complexes with non-casein-or non-gluten-related antigens, the presence of C1q autoantibodies, and/or a dissociated state of immune complex components. In conclusion, complement activation may be a useful biomarker to diagnose schizophrenia early during the course of the disease. Future prospective studies should evaluate the impacts of casein-and gluten-free diets on C1q activation in schizophrenia.",
      "sentences": [
        [
          {
            "segment_text": "Immune system factors including complement pathway activation are increasingly linked to the etiology and pathophysiology of schizophrenia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Complement protein , C1q , binds to and helps to clear immune complexes composed of immunoglobulins coupled to antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antigenic stimuli for C1q activation in schizophrenia are not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Food sensitivities characterized by elevated IgG antibodies to bovine milk caseins and wheat glutens have been reported in individuals with schizophrenia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we examined the extent to which these food products might comprise the antigen component of complement C1q immune complexes in individuals with recent onset schizophrenia ( n \u003d 38 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "non-recent onset schizophrenia ( n \u003d 61 ) and non-psychiatric controls ( n \u003d 63 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "C1q seropositivity was significantly associated with both schizophrenia groups ( recent onset , odds ratio ( OR ) \u003d 8.02 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p ≤ 0.008 ; non-recent onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "OR \u003d 3.15 , p ≤ 0.03 ) compared to controls ( logistic regression models corrected for age , sex , race and smoking status ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Casein-and / or gluten-IgG binding to C1q was significantly elevated in the non-recent onset group compared to controls ( OR \u003d 4.36 , p ≤ 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant amounts of C1q-casein/gluten-related immune complexes and C1q correlations with a marker for gastrointestinal inflammation in non-recent onset schizophrenia suggests a heightened rate of food antigens in the systemic circulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perhaps via a disease-associated altered intestinal permeability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In individuals who are in the early stages of disease onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C1q activation may reflect the formation of immune complexes with non-casein-or non-gluten-related antigens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the presence of C1q autoantibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and/or a dissociated state of immune complex components .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , complement activation may be a useful biomarker to diagnose schizophrenia early during the course of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future prospective studies should evaluate the impacts of casein-and gluten-free diets on C1q activation in schizophrenia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "323"
  }
}