{
  "paper_id": "a3cbdd10c04dfec92af0b5e7f352f4afc2902ed6",
  "metadata": {
    "title": "Economic growth, urbanization, globalization, and the risks of emerging infectious diseases in China: A review",
    "coda_data_split": "train",
    "coda_paper_id": 9033,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Three interrelated world trends may be exacerbating emerging zoonotic risks: income growth, urbanization, and globalization. Income growth is associated with rising animal protein consumption in developing countries, which increases the conversion of wild lands to livestock production, and hence the probability of zoonotic emergence. Urbanization implies the greater concentration and connectedness of people, which increases the speed at which new infections are spread. Globalization-the closer integration of the world economy-has facilitated pathogen spread among countries through the growth of trade and travel. Highrisk areas for the emergence and spread of infectious disease are where these three trends intersect with predisposing socioecological conditions including the presence of wild disease reservoirs, agricultural practices that increase contact between wildlife and livestock, and cultural practices that increase contact between humans, wildlife, and livestock. Such an intersection occurs in China, which has been a \u0027\u0027cradle\u0027\u0027 of zoonoses from the Black Death to avian influenza and SARS. Disease management in China is thus critical to the mitigation of global zoonotic risks.",
      "sentences": [
        [
          {
            "segment_text": "Three interrelated world trends may be exacerbating emerging zoonotic risks : income growth , urbanization , and globalization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Income growth is associated with rising animal protein consumption in developing countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which increases the conversion of wild lands to livestock production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and hence the probability of zoonotic emergence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Urbanization implies the greater concentration and connectedness of people ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which increases the speed at which new infections are spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Globalization-the closer integration of the world economy-has facilitated pathogen spread among countries through the growth of trade and travel .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Highrisk areas for the emergence and spread of infectious disease are where these three trends intersect with predisposing socioecological conditions including the presence of wild disease reservoirs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "agricultural practices that increase contact between wildlife and livestock ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cultural practices that increase contact between humans , wildlife , and livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such an intersection occurs in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has been a `` cradle \u0027\u0027 of zoonoses from the Black Death to avian influenza and SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease management in China is thus critical to the mitigation of global zoonotic risks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "185"
  }
}