{
  "paper_id": "a3d1def9eb134591e3d0b38dc1c1330745da34a0",
  "metadata": {
    "title": "Comparison of the geographical distribution of feline immunodeficiency virus and feline leukemia virus infections in the United States of America (2000-2011)",
    "coda_data_split": "train",
    "coda_paper_id": 4821,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Although feline immunodeficiency virus (FIV) and feline leukemia virus (FeLV) have similar risk factors and control measures, infection rates have been speculated to vary in geographic distribution over North America. Since both infections are endemic in North America, it was assumed as a working hypothesis that their geographic distributions were similar. Hence, the purpose of this exploratory analysis was to investigate the comparative geographical distribution of both viral infections. Counts of FIV (n\u003d17,108) and FeLV (n\u003d30,017) positive serology results (FIV antibody and FeLV ELISA) were obtained for 48 contiguous states and District of Columbia of the United States of America (US) from the IDEXX Laboratories website. The proportional morbidity ratio of FIV to FeLV infection was estimated for each administrative region and its geographic distribution pattern was visualized by a choropleth map. Statistical evidence of an excess in the proportional morbidity ratio from unity was assessed using the spatial scan test under the normal probability model. Results: This study revealed distinct spatial distribution patterns in the proportional morbidity ratio suggesting the presence of one or more relevant and geographically varying risk factors. The disease map indicates that there is a higher prevalence of FIV infections in the southern and eastern US compared to FeLV. In contrast, FeLV infections were observed to be more frequent in the western US compared to FIV. The respective excess in proportional morbidity ratio was significant with respect to the spatial scan test (p \u003c 0.05).",
      "sentences": [
        [
          {
            "segment_text": "Background : Although feline immunodeficiency virus ( FIV ) and feline leukemia virus ( FeLV ) have similar risk factors and control measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infection rates have been speculated to vary in geographic distribution over North America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since both infections are endemic in North America ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it was assumed as a working hypothesis that their geographic distributions were similar .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , the purpose of this exploratory analysis was to investigate the comparative geographical distribution of both viral infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Counts of FIV ( n \u003d 17,108 ) and FeLV ( n \u003d 30,017 ) positive serology results ( FIV antibody and FeLV ELISA ) were obtained for 48 contiguous states and District of Columbia of the United States of America ( US ) from the IDEXX Laboratories website .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The proportional morbidity ratio of FIV to FeLV infection was estimated for each administrative region and its geographic distribution pattern was visualized by a choropleth map .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical evidence of an excess in the proportional morbidity ratio from unity was assessed using the spatial scan test under the normal probability model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : This study revealed distinct spatial distribution patterns in the proportional morbidity ratio suggesting the presence of one or more relevant and geographically varying risk factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The disease map indicates that there is a higher prevalence of FIV infections in the southern and eastern US compared to FeLV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , FeLV infections were observed to be more frequent in the western US compared to FIV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The respective excess in proportional morbidity ratio was significant with respect to the spatial scan test ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The observed variability in the geographical distribution of the proportional morbidity ratio of FIV to FeLV may be related to the presence of an additional or unique, but yet unknown, spatial risk factor. Putative factors may be geographic variations in specific virus strains and rate of vaccination. Knowledge of these factors and the geographical distributions of these infections can inform recommendations for testing, management and prevention. However, further studies are required to investigate the potential association of these factors with FIV and FeLV.",
      "sentences": [
        [
          {
            "segment_text": "The observed variability in the geographical distribution of the proportional morbidity ratio of FIV to FeLV may be related to the presence of an additional or unique ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but yet unknown , spatial risk factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Putative factors may be geographic variations in specific virus strains and rate of vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knowledge of these factors and the geographical distributions of these infections can inform recommendations for testing , management and prevention .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , further studies are required to investigate the potential association of these factors with FIV and FeLV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "366"
  }
}