{
  "paper_id": "a3dcabc8a78479a710364bd6ec5232816b638eb4",
  "metadata": {
    "title": "Antibody responses against SARS-coronavirus and its nucleocaspid in SARS patients",
    "coda_data_split": "train",
    "coda_paper_id": 4676,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: SARS-Cov is the etiologic agent of severe acute respiratory syndrome. An understanding of the antibody responses to the viral components is very important for diagnosis and vaccine development. Objective: The spectrum of SARS-specific antibody profiles in SARS patients was investigated from 7 to 210 days after the onset of the symptoms. Study design: Serial serum samples from 14 SARS patients were isolated from 7 to 210 days after the onset of the symptoms, and were tested for anti-viral IgG and IgM by indirect immunofluorescence tests (IFA), anti-nucleocaspid antibody by ELISA tests and viral neutralization. Results: Anti-viral (IgG) and anti-nucleocaspid antibodies were observed in 13 of 14 patients at 14 days after the onset of symptoms, and in all 14 patients at 30-210 days thereafter. Anti-viral antibody (IgM) was detected maximally at 30 days, later than that for the IgG class. IgM antibody declined and became undetectable between 60 to 180 days after the onset of the symptoms. Neutralizing viral antibodies were demonstrated in the sera from all of the patients with SARS symptoms. Conclusions: Anti-viral IgG, IgM, and anti-nucleocaspid antibodies were detected 7-30 days in patients after the onset of SARS symptoms. Anti-viral IgM antibodies disappeared earlier than IgG. Viral neutralization was demonstrated in the sera from the convalescent patients.",
      "sentences": [
        [
          {
            "segment_text": "Background : SARS-Cov is the etiologic agent of severe acute respiratory syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An understanding of the antibody responses to the viral components is very important for diagnosis and vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : The spectrum of SARS-specific antibody profiles in SARS patients was investigated from 7 to 210 days after the onset of the symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Serial serum samples from 14 SARS patients were isolated from 7 to 210 days after the onset of the symptoms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and were tested for anti-viral IgG and IgM by indirect immunofluorescence tests ( IFA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "anti-nucleocaspid antibody by ELISA tests and viral neutralization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Anti-viral ( IgG ) and anti-nucleocaspid antibodies were observed in 13 of 14 patients at 14 days after the onset of symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in all 14 patients at 30-210 days thereafter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-viral antibody ( IgM ) was detected maximally at 30 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "later than that for the IgG class .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgM antibody declined and became undetectable between 60 to 180 days after the onset of the symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutralizing viral antibodies were demonstrated in the sera from all of the patients with SARS symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Anti-viral IgG , IgM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and anti-nucleocaspid antibodies were detected 7-30 days in patients after the onset of SARS symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-viral IgM antibodies disappeared earlier than IgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral neutralization was demonstrated in the sera from the convalescent patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "239"
  }
}