{
  "paper_id": "a3f9d6933e737f7f0a7bd27a54a9bb4882eca041",
  "metadata": {
    "title": "Clinical and Epidemiologic Characteristics of Hospitalized Patients with Laboratory- Confirmed Respiratory Syncytial Virus Infection in Eastern China between 2009 and 2013: A Retrospective Study a11111 OPEN ACCESS",
    "coda_data_split": "train",
    "coda_paper_id": 8110,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory syncytial virus (RSV) is a leading cause of morbidity and mortality worldwide in children aged \u003c5 years and older adults with acute lower respiratory infections (ALRIs). However, few studies regarding the epidemiology of hospitalizations for RSV infection have been performed previously in China. Here, we aimed to describe the clinical and epidemiologic characteristics of hospitalized patients with laboratory-confirmed RSV infection in eastern China. Active surveillance for hospitalized ALRI patients using a broad case definition based on symptoms was performed from 2009-2013 in 12 sentinel hospitals in eastern China. Clinical and epidemiologic data pertaining to hospitalized patients of all ages with laboratory-confirmed RSV infection by PCR assay were collected and analyzed in this study. From 2009 to 2013, 1046 hospitalized patients with laboratory-confirmed RSV infection were enrolled in this study, and 14.7% of patients had subtype A, 24.2% of patients had subtype B, 23.8% of patients with subtype not performed, and 37.3% of patients had RSV coinfections with other viruses. RSV and influenza coinfections (33.3%) were the most common coinfections noted in this study. Moreover, young children aged \u003c5 years (89.1%, 932/1046), particularly young infants aged \u003c1 year (43.3%, 453/1046), represented the highest proportion of patients with RSV infections. In contrast, older adults aged !60 years (1.1%, 12/1046) represented the lowest proportion of patients with RSV infections among enrolled patients. The peak RSV infection period occurred mainly during autumn and winter, and 57% and 66% of patients exhibited symptoms such as fever (body temperature !38˚C) and cough separately. Additionally, only a small number of patients were treated with broad-spectrum antiviral drugs, and most of patients were treated with antimicrobial PLOS ONE | drugs that were not appropriate for RSV infection. RSV is a leading viral pathogen and a common cause of viral infection in young children aged \u003c5 years with ALRIs in eastern China. Effective vaccines and antiviral agents targeting RSV are needed to mitigate its large public health impact.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) is a leading cause of morbidity and mortality worldwide in children aged \u003c 5 years and older adults with acute lower respiratory infections ( ALRIs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , few studies regarding the epidemiology of hospitalizations for RSV infection have been performed previously in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we aimed to describe the clinical and epidemiologic characteristics of hospitalized patients with laboratory-confirmed RSV infection in eastern China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Active surveillance for hospitalized ALRI patients using a broad case definition based on symptoms was performed from 2009-2013 in 12 sentinel hospitals in eastern China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical and epidemiologic data pertaining to hospitalized patients of all ages with laboratory-confirmed RSV infection by PCR assay were collected and analyzed in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From 2009 to 2013 , 1046 hospitalized patients with laboratory-confirmed RSV infection were enrolled in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 14.7 % of patients had subtype A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "24.2 % of patients had subtype B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "23.8 % of patients with subtype not performed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 37.3 % of patients had RSV coinfections with other viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV and influenza coinfections ( 33.3 % ) were the most common coinfections noted in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , young children aged \u003c 5 years ( 89.1 % , 932/1046 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly young infants aged \u003c 1 year ( 43.3 % , 453/1046 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "represented the highest proportion of patients with RSV infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , older adults aged !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "60 years ( 1.1 % , 12/1046 ) represented the lowest proportion of patients with RSV infections among enrolled patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peak RSV infection period occurred mainly during autumn and winter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 57 % and 66 % of patients exhibited symptoms such as fever ( body temperature !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "38 ˚C ) and cough separately .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , only a small number of patients were treated with broad-spectrum antiviral drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and most of patients were treated with antimicrobial PLOS ONE | drugs that were not appropriate for RSV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV is a leading viral pathogen and a common cause of viral infection in young children aged \u003c 5 years with ALRIs in eastern China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Effective vaccines and antiviral agents targeting RSV are needed to mitigate its large public health impact .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Clinical and Epidemiologic Characteristics of RSV Infections PLOS ONE |",
      "sentences": [
        [
          {
            "segment_text": "Clinical and Epidemiologic Characteristics of RSV Infections PLOS ONE |",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "391"
  }
}