{
  "paper_id": "a4490fc5ca8fea133b9a5beb9258df89cf4945b6",
  "metadata": {
    "title": "PRSS contributes to cetuximab resistance in colorectal cancer",
    "coda_data_split": "train",
    "coda_paper_id": 2082,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cetuximab improves the survival of patients with metastatic colorectal cancer. The main limitation is primary and secondary resistance, the underlying mechanism of which requires extensive investigation. We proved that PRSS expression levels are significantly negatively associated with the sensitivity of cancer cells to cetuximab. Detailed mechanistic analysis indicated that PRSS can cleave cetuximab, leading to resistance. Cetuximab or bevacizumab combined with SPINK1, a PRSS inhibitor, inhibited cell growth more efficiently than cetuximab or bevacizumab alone in xenograft models. PRSS levels in the serum of 156 patients with mCRC were analyzed, and poor efficacy of cetuximab therapy was observed in patients with aberrant PRSS expression. PRSS expression in monoclonal antibody (mAb)-treated patients with cancer from The Cancer Genome Atlas database was also evaluated to determine whether patients with higher PRSS expression have significantly reduced progression-free survival. Our work provides a strong scientific rationale for targeting PRSS in combination with cetuximab therapy.",
      "sentences": [
        [
          {
            "segment_text": "Cetuximab improves the survival of patients with metastatic colorectal cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main limitation is primary and secondary resistance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the underlying mechanism of which requires extensive investigation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We proved that PRSS expression levels are significantly negatively associated with the sensitivity of cancer cells to cetuximab .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detailed mechanistic analysis indicated that PRSS can cleave cetuximab , leading to resistance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cetuximab or bevacizumab combined with SPINK1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a PRSS inhibitor , inhibited cell growth more efficiently than cetuximab or bevacizumab alone in xenograft models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PRSS levels in the serum of 156 patients with mCRC were analyzed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and poor efficacy of cetuximab therapy was observed in patients with aberrant PRSS expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PRSS expression in monoclonal antibody ( mAb ) - treated patients with cancer from The Cancer Genome Atlas database was also evaluated to determine whether patients with higher PRSS expression have significantly reduced progression-free survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our work provides a strong scientific rationale for targeting PRSS in combination with cetuximab therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "167"
  }
}