{
  "paper_id": "a4a1f5c5d5bb581f195dee744257396bbbe26dd6",
  "metadata": {
    "title": "Molecular Sciences Review Focus on Translation Initiation of the HIV-1 mRNAs",
    "coda_data_split": "train",
    "coda_paper_id": 5871,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To replicate and disseminate, viruses need to manipulate and modify the cellular machinery for their own benefit. We are interested in translation, which is one of the key steps of gene expression and viruses that have developed several strategies to hijack the ribosomal complex. The type 1 human immunodeficiency virus is a good paradigm to understand the great diversity of translational control. Indeed, scanning, leaky scanning, internal ribosome entry sites, and adenosine methylation are used by ribosomes to translate spliced and unspliced HIV-1 mRNAs, and some require specific cellular factors, such as the DDX3 helicase, that mediate mRNA export and translation. In addition, some viral and cellular proteins, including the HIV-1 Tat protein, also regulate protein synthesis through targeting the protein kinase PKR, which once activated, is able to phosphorylate the eukaryotic translation initiation factor eIF2α, which results in the inhibition of cellular mRNAs translation. Finally, the infection alters the integrity of several cellular proteins, including initiation factors, that directly or indirectly regulates translation events. In this review, we will provide a global overview of the current situation of how the HIV-1 mRNAs interact with the host cellular environment to produce viral proteins.",
      "sentences": [
        [
          {
            "segment_text": "To replicate and disseminate , viruses need to manipulate and modify the cellular machinery for their own benefit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We are interested in translation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is one of the key steps of gene expression and viruses that have developed several strategies to hijack the ribosomal complex .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The type 1 human immunodeficiency virus is a good paradigm to understand the great diversity of translational control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , scanning , leaky scanning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "internal ribosome entry sites , and adenosine methylation are used by ribosomes to translate spliced and unspliced HIV-1 mRNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and some require specific cellular factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the DDX3 helicase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that mediate mRNA export and translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , some viral and cellular proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the HIV-1 Tat protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also regulate protein synthesis through targeting the protein kinase PKR ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which once activated , is able to phosphorylate the eukaryotic translation initiation factor eIF2α ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which results in the inhibition of cellular mRNAs translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Finally , the infection alters the integrity of several cellular proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including initiation factors , that directly or indirectly regulates translation events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will provide a global overview of the current situation of how the HIV-1 mRNAs interact with the host cellular environment to produce viral proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "219"
  }
}