{
  "paper_id": "a4b070420d1fa2e42ac64a9d1d92ce441646b03b",
  "metadata": {
    "title": "Ebola Virus Disease in Humans: Pathophysiology and Immunity",
    "coda_data_split": "train",
    "coda_paper_id": 8138,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses of the Ebolavirus genus cause sporadic epidemics of severe and systemic febrile disease that are fueled by human-to-human transmission. Despite the notoriety of ebolaviruses, particularly Ebola virus (EBOV), as prominent viral hemorrhagic fever agents, and the international concern regarding Ebola virus disease (EVD) outbreaks, very little is known about the pathophysiology of EVD in humans and, in particular, about the human immune correlates of survival and immune memory. This lack of basic knowledge about physiological characteristics of EVD is probably attributable to the dearth of clinical and laboratory data gathered from past outbreaks. The unprecedented magnitude of the EVD epidemic that occurred in West Africa from 2013 to 2016 has allowed, for the first time, evaluation of clinical, epidemiological, and immunological parameters in a significant number of patients using state-of-the-art laboratory equipment. This review will summarize the data from the literature regarding human pathophysiologic and immunologic responses to filoviral infection.",
      "sentences": [
        [
          {
            "segment_text": "Viruses of the Ebolavirus genus cause sporadic epidemics of severe and systemic febrile disease that are fueled by human-to-human transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the notoriety of ebolaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly Ebola virus ( EBOV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as prominent viral hemorrhagic fever agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the international concern regarding Ebola virus disease ( EVD ) outbreaks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "very little is known about the pathophysiology of EVD in humans and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular , about the human immune correlates of survival and immune memory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This lack of basic knowledge about physiological characteristics of EVD is probably attributable to the dearth of clinical and laboratory data gathered from past outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The unprecedented magnitude of the EVD epidemic that occurred in West Africa from 2013 to 2016 has allowed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for the first time , evaluation of clinical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiological , and immunological parameters in a significant number of patients using state-of-the-art laboratory equipment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will summarize the data from the literature regarding human pathophysiologic and immunologic responses to filoviral infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "170"
  }
}