{
  "paper_id": "a4c04b89b12a81de8377021923f827b7c49b2ba3",
  "metadata": {
    "title": "Tularaemia: A challenging zoonosis",
    "coda_data_split": "train",
    "coda_paper_id": 10604,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In recent years, several emerging zoonotic vector-borne infections with potential impact on human health have been identified in Europe, including tularaemia, caused by Francisella tularensis. This remarkable pathogen, one of the most virulent microorganisms currently known, has been detected in increasingly new settings and in a wide range of wild species, including lagomorphs, rodents, carnivores, fish and invertebrate arthropods. Also, a renewed concern has arisen with regard to F. tularensis: its potential use by bioterrorists. Based on the information published concerning the latest outbreaks, the aim of this paper is to review the main features of the agent, its biology, immunology and epidemiology. Moreover, special focus will be given to zoonotic aspects of the disease, as tularaemia outbreaks in human populations have been frequently associated with disease in animals.",
      "sentences": [
        [
          {
            "segment_text": "In recent years , several emerging zoonotic vector-borne infections with potential impact on human health have been identified in Europe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including tularaemia , caused by Francisella tularensis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This remarkable pathogen , one of the most virulent microorganisms currently known ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been detected in increasingly new settings and in a wide range of wild species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including lagomorphs , rodents , carnivores , fish and invertebrate arthropods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , a renewed concern has arisen with regard to F. tularensis : its potential use by bioterrorists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on the information published concerning the latest outbreaks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aim of this paper is to review the main features of the agent ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "its biology , immunology and epidemiology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , special focus will be given to zoonotic aspects of the disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as tularaemia outbreaks in human populations have been frequently associated with disease in animals .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "150"
  }
}