{
  "paper_id": "a4ee11dba58a0b0c6566a1fac060b4329bcdc8cd",
  "metadata": {
    "title": "Study and interest of cellular load in respiratory samples for the optimization of molecular virological diagnosis in clinical practice",
    "coda_data_split": "train",
    "coda_paper_id": 10709,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory viral diagnosis of upper respiratory tract infections has largely developed through multiplex molecular techniques. Although the sensitivity of different types of upper respiratory tract samples seems to be correlated to the number of sampled cells, this link remains largely unexplored. Methods: Our study included 800 upper respiratory tract specimens of which 400 negative and 400 positive for viral detection in multiplex PCR. All samples were selected and matched for age in these 2 groups. For the positive group, samples were selected for the detected viral species. Results: Among the factors influencing the cellularity were the type of sample (p \u003c 0.0001); patient age (p \u003c 0.001); viral positive or negative nature of the sample (p \u003d 0.002); and, for the positive samples, the number of viral targets detected (0.004 \u003c p \u003c 0.049) and viral species. Conclusion: The cellular load of upper respiratory samples is multifactorial and occurs for many in the sensitivity of molecular detection. However it was not possible to determine a minimum cellularity threshold allowing molecular viral detection. The differences according to the type of virus remain to be studied on a larger scale.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory viral diagnosis of upper respiratory tract infections has largely developed through multiplex molecular techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the sensitivity of different types of upper respiratory tract samples seems to be correlated to the number of sampled cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this link remains largely unexplored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Our study included 800 upper respiratory tract specimens of which 400 negative and 400 positive for viral detection in multiplex PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All samples were selected and matched for age in these 2 groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For the positive group , samples were selected for the detected viral species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among the factors influencing the cellularity were the type of sample ( p \u003c 0.0001 ) ; patient age ( p \u003c 0.001 ) ; viral positive or negative nature of the sample ( p \u003d 0.002 ) ; and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for the positive samples , the number of viral targets detected ( 0.004 \u003c p \u003c 0.049 ) and viral species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The cellular load of upper respiratory samples is multifactorial and occurs for many in the sensitivity of molecular detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However it was not possible to determine a minimum cellularity threshold allowing molecular viral detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differences according to the type of virus remain to be studied on a larger scale .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "217"
  }
}