{
  "paper_id": "a4f3abb6d4a6463835878af8817389b825347d7b",
  "metadata": {
    "title": "Influence of age, severity of infection, and co-infection on the duration of respiratory syncytial virus (RSV) shedding",
    "coda_data_split": "train",
    "coda_paper_id": 2247,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "RSV is the most important viral cause of pneumonia and bronchiolitis in children worldwide and has been associated with significant disease burden. With the renewed interest in RSV vaccines, we provide realistic estimates on duration, and influencing factors on RSV shedding which are required to better understand the impact of vaccination on the virus transmission dynamics. The data arise from a prospective study of 47 households (493 individuals) in rural Kenya, followed through a 6-month period of an RSV seasonal outbreak. Deep nasopharyngeal swabs were collected twice each week from all household members, irrespective of symptoms, and tested for RSV by multiplex PCR. The RSV G gene was sequenced. A total of 205 RSV infection episodes were detected in 179 individuals from 40 different households. The infection data were interval censored and assuming a random event time between observations, the average duration of virus shedding was 11·2 (95% confidence interval 10·1-12·3) days. The shedding durations were longer than previous estimates (3·9-7·4 days) based on immunofluorescence antigen detection or viral culture, and were shown to be strongly associated with age, severity of infection, and revealed potential interaction with other respiratory viruses. These findings are key to our understanding of the spread of this important virus and are relevant in the design of control programmes.",
      "sentences": [
        [
          {
            "segment_text": "RSV is the most important viral cause of pneumonia and bronchiolitis in children worldwide and has been associated with significant disease burden .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the renewed interest in RSV vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we provide realistic estimates on duration ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and influencing factors on RSV shedding which are required to better understand the impact of vaccination on the virus transmission dynamics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The data arise from a prospective study of 47 households ( 493 individuals ) in rural Kenya ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed through a 6-month period of an RSV seasonal outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Deep nasopharyngeal swabs were collected twice each week from all household members ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "irrespective of symptoms , and tested for RSV by multiplex PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The RSV G gene was sequenced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 205 RSV infection episodes were detected in 179 individuals from 40 different households .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infection data were interval censored and assuming a random event time between observations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the average duration of virus shedding was 11 · 2 ( 95 % confidence interval 10 · 1-12 · 3 ) days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The shedding durations were longer than previous estimates ( 3 · 9-7 · 4 days ) based on immunofluorescence antigen detection or viral culture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were shown to be strongly associated with age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severity of infection , and revealed potential interaction with other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings are key to our understanding of the spread of this important virus and are relevant in the design of control programmes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "248"
  }
}