{
  "paper_id": "a4f39fce76a00087b57733d4da58e67b49966eae",
  "metadata": {
    "title": "Ciliocytophthoria of nasal epithelial cells after viral infection: a sign of suffering cell",
    "coda_data_split": "train",
    "coda_paper_id": 3006,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ciliocytophthoria (CCP) defines a degenerative process of the ciliated cells consequent to viral infections, and it is characterized by typical morphological changes. We evaluated the distinct and characteristic phases of CCP, by means of the optical microscopy of the nasal mucosa (nasal cytology), in 20 patients (12 males and 8 females; aged between 18 and 40 years). Three phases of CCP by nasal cytology are detected. This outcome confirms that CCP represents a sign of suffering nasal epithelial cell. (www.actabiomedica.it)",
      "sentences": [
        [
          {
            "segment_text": "Ciliocytophthoria ( CCP ) defines a degenerative process of the ciliated cells consequent to viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is characterized by typical morphological changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the distinct and characteristic phases of CCP ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "by means of the optical microscopy of the nasal mucosa ( nasal cytology ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in 20 patients ( 12 males and 8 females ; aged between 18 and 40 years ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three phases of CCP by nasal cytology are detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This outcome confirms that CCP represents a sign of suffering nasal epithelial cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( www.actabiomedica.it )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "96"
  }
}