{
  "paper_id": "a4faf666f5cb62bceede58efbe6c1f3a03b91d44",
  "metadata": {
    "title": "Development of small-molecule viral inhibitors targeting various stages of the life cycle of emerging and re-emerging viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2384,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In recent years, unexpected outbreaks of infectious diseases caused by emerging and re-emerging viruses have become more frequent, which is possibly due to environmental changes. These outbreaks result in the loss of life and economic hardship. Vaccines and therapeutics should be developed for the prevention and treatment of infectious diseases. In this review, we summarize and discuss the latest progress in the development of small-molecule viral inhibitors against highly pathogenic coronaviruses, including severe acute respiratory syndrome coronavirus and Middle East respiratory syndrome coronavirus, Ebola virus, and Zika virus. These viruses can interfere with the specific steps of viral life cycle by blocking the binding between virus and host cells, disrupting viral endocytosis, disturbing membrane fusion, and interrupting viral RNA replication and translation, thereby demonstrating potent therapeutic effect against various emerging and re-emerging viruses. We also discuss some general strategies for developing small-molecule viral inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "In recent years , unexpected outbreaks of infectious diseases caused by emerging and re-emerging viruses have become more frequent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is possibly due to environmental changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These outbreaks result in the loss of life and economic hardship .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccines and therapeutics should be developed for the prevention and treatment of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize and discuss the latest progress in the development of small-molecule viral inhibitors against highly pathogenic coronaviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including severe acute respiratory syndrome coronavirus and Middle East respiratory syndrome coronavirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Ebola virus , and Zika virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These viruses can interfere with the specific steps of viral life cycle by blocking the binding between virus and host cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disrupting viral endocytosis , disturbing membrane fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interrupting viral RNA replication and translation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby demonstrating potent therapeutic effect against various emerging and re-emerging viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also discuss some general strategies for developing small-molecule viral inhibitors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "160"
  }
}