{
  "paper_id": "a4ffcadecc4b60c30df8f699c480724523272e62",
  "metadata": {
    "title": "First Discovery and Stucture-Activity Relationship Study of Phenanthroquinolizidines as Novel Antiviral Agents against Tobacco Mosaic Virus (TMV)",
    "coda_data_split": "train",
    "coda_paper_id": 3016,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A series of phenanthroquinolizidine alkaloids 1-24 were prepared and first evaluated for their antiviral activity against tobacco mosaic virus (TMV). The bioassay results showed that most of these compounds exhibited good to excellent in vivo anti-TMV activity, of which compounds 1, 2, 15 and 16 displayed significantly higher activity than (R)-antofine and commercial Ningnanmycin at the same test condition. The substituents on the phenanthrene moiety play an important role for maintaining high in vivo antiviral activity.",
      "sentences": [
        [
          {
            "segment_text": "A series of phenanthroquinolizidine alkaloids 1-24 were prepared and first evaluated for their antiviral activity against tobacco mosaic virus ( TMV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The bioassay results showed that most of these compounds exhibited good to excellent in vivo anti-TMV activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which compounds 1 , 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 and 16 displayed significantly higher activity than ( R ) - antofine and commercial Ningnanmycin at the same test condition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The substituents on the phenanthrene moiety play an important role for maintaining high in vivo antiviral activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "88"
  }
}