{
  "paper_id": "a5029a455267554658fb20e831e988f3facfbff1",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9909,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the first decade of democratic rule in South Africa scheduled commercial passenger flights across the countryÕs borders more than doubled. Additional flights served new African air passenger markets and secondary airports in established markets. Overseas flights increased more slowly, serving a diminishing number of overseas countries and cities. In 1994 the Republic was linked directly by air with more overseas than African countries and cities; within a decade the pattern reversed. The changing geography of South AfricaÕs international air links reflects developments in the international airline industry, and South AfricaÕs increasingly prominent political and commercial role in Africa.",
      "sentences": [
        [
          {
            "segment_text": "In the first decade of democratic rule in South Africa scheduled commercial passenger flights across the countryÕs borders more than doubled .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additional flights served new African air passenger markets and secondary airports in established markets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overseas flights increased more slowly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serving a diminishing number of overseas countries and cities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 1994 the Republic was linked directly by air with more overseas than African countries and cities ; within a decade the pattern reversed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The changing geography of South AfricaÕs international air links reflects developments in the international airline industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and South AfricaÕs increasingly prominent political and commercial role in Africa .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "107"
  }
}