{
  "paper_id": "a510ff06475118256003b81fbc9abdaa33242da1",
  "metadata": {
    "title": "No Effect of a Homeopathic Preparation on Neonatal Calf Diarrhoea in a Randomised Double-Blind, Placebo-Controlled Clinical Trial",
    "coda_data_split": "train",
    "coda_paper_id": 4793,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Verdier de K, Öhagen P, Alenius S: No effect of a homeopathic preparation on neonatal calf diarrhoea in a randomised double-blind placebo-controlled clinical trial. Acta vet. scand. 2003, 44, 97-101. -A double-blind, placebo-controlled clinical trial of a homeopathic treatment of neonatal calf diarrhoea was performed using 44 calves in 12 dairy herds. Calves with spontaneously derived diarrhoea were treated with either the homeopathic remedy Podophyllum (D30) (n\u003d24) or a placebo (n\u003d20). No clinically or statistically significant difference between the 2 groups was demonstrated. Calves treated with Podophyllum had an average of 3.1 days of diarrhoea compared with 2.9 days for the placebo group. Depression, inappetence and fever were presented equally in the 2 groups. These results support the widely held opinion that scientific proof for the efficacy of veterinary homeopathy is lacking. In the European Union this implies a considerable risk for animal welfare, since in some countries priority is given to homeopathic treatments in organic farming.",
      "sentences": [
        [
          {
            "segment_text": "Verdier de K , Öhagen P ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Alenius S : No effect of a homeopathic preparation on neonatal calf diarrhoea in a randomised double-blind placebo-controlled clinical trial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acta vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "scand .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2003 , 44 , 97-101 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "- A double-blind , placebo-controlled clinical trial of a homeopathic treatment of neonatal calf diarrhoea was performed using 44 calves in 12 dairy herds .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves with spontaneously derived diarrhoea were treated with either the homeopathic remedy Podophyllum ( D30 ) ( n \u003d 24 ) or a placebo ( n \u003d 20 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No clinically or statistically significant difference between the 2 groups was demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves treated with Podophyllum had an average of 3.1 days of diarrhoea compared with 2.9 days for the placebo group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Depression , inappetence and fever were presented equally in the 2 groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support the widely held opinion that scientific proof for the efficacy of veterinary homeopathy is lacking .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the European Union this implies a considerable risk for animal welfare ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since in some countries priority is given to homeopathic treatments in organic farming .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "187"
  }
}