{
  "paper_id": "a5243628f77d40d5861c26212a3cc3102d9b2449",
  "metadata": {
    "title": "Clinical Epidemiology of Bocavirus, Rhinovirus, Two Polyomaviruses and Four Coronaviruses in HIV-Infected and HIV-Uninfected South African Children",
    "coda_data_split": "train",
    "coda_paper_id": 2336,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Advances in molecular diagnostics have implicated newly-discovered respiratory viruses in the pathogenesis of pneumonia. We aimed to determine the prevalence and clinical characteristics of human bocavirus (hBoV), human rhinovirus (hRV), polyomavirus-WU (WUPyV) and -KI (KIPyV) and human coronaviruses (CoV)-OC43, -NL63, -HKU1 and -229E among children hospitalized with lower respiratory tract infections (LRTI).",
      "sentences": [
        [
          {
            "segment_text": "Background : Advances in molecular diagnostics have implicated newly-discovered respiratory viruses in the pathogenesis of pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to determine the prevalence and clinical characteristics of human bocavirus ( hBoV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "human rhinovirus ( hRV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "polyomavirus-WU ( WUPyV ) and - KI ( KIPyV ) and human coronaviruses ( CoV ) - OC43 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "- NL63 , - HKU1 and -229 E among children hospitalized with lower respiratory tract infections ( LRTI ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Multiplex real-time reverse-transcriptase polymerase chain reaction was undertaken on archived nasopharyngeal aspirates from HIV-infected and -uninfected children (,2 years age) hospitalized for LRTI, who had been previously investigated for respiratory syncytial virus, human metapneumovirus, parainfluenza I-III, adenovirus and influenza A/B.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Multiplex real-time reverse-transcriptase polymerase chain reaction was undertaken on archived nasopharyngeal aspirates from HIV-infected and - uninfected children ( ,2 years age ) hospitalized for LRTI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who had been previously investigated for respiratory syncytial virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human metapneumovirus , parainfluenza I-III , adenovirus and influenza A/B .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: At least one of these viruses were identified in 274 (53.0%) of 517 and in 509 (54.0%) of 943 LRTI-episodes in HIVinfected and -uninfected children, respectively. Human rhinovirus was the most prevalent in HIV-infected (31.7%) anduninfected children (32.0%), followed by CoV-OC43 (12.2%) and hBoV (9.5%) in HIV-infected; and by hBoV (13.3%) and WUPyV (11.9%) in HIV-uninfected children. Polyomavirus-KI (8.9% vs. 4.8%; p \u003d 0.002) and CoV-OC43 (12.2% vs. 3.6%; p, 0.001) were more prevalent in HIV-infected than -uninfected children. Combined with previously-tested viruses, respiratory viruses were identified in 60.9% of HIV-infected and 78.3% of HIV-uninfected children. The newly tested viruses were detected at high frequency in association with other respiratory viruses, including previously-investigated viruses (22.8% in HIV-infected and 28.5% in HIV-uninfected children).",
      "sentences": [
        [
          {
            "segment_text": "Results : At least one of these viruses were identified in 274 ( 53.0 % ) of 517 and in 509 ( 54.0 % ) of 943 LRTI-episodes in HIVinfected and - uninfected children , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human rhinovirus was the most prevalent in HIV-infected ( 31.7 % ) anduninfected children ( 32.0 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by CoV-OC43 ( 12.2 % ) and hBoV ( 9.5 % ) in HIV-infected ; and by hBoV ( 13.3 % ) and WUPyV ( 11.9 % ) in HIV-uninfected children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Polyomavirus-KI ( 8.9 % vs. 4.8 % ; p \u003d 0.002 ) and CoV-OC43 ( 12.2 % vs. 3.6 % ; p , 0.001 ) were more prevalent in HIV-infected than - uninfected children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combined with previously-tested viruses , respiratory viruses were identified in 60.9 % of HIV-infected and 78.3 % of HIV-uninfected children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The newly tested viruses were detected at high frequency in association with other respiratory viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including previously-investigated viruses ( 22.8 % in HIV-infected and 28.5 % in HIV-uninfected children ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We established that combined with previously-investigated viruses, at least one respiratory virus was identified in the majority of HIV-infected and HIV-uninfected children hospitalized for LRTI. The high frequency of viral coinfections illustrates the complexities in attributing causality to specific viruses in the aetiology of LRTI and may indicate a synergetic role of viral co-infections in the pathogenesis of childhood LRTI.",
      "sentences": [
        [
          {
            "segment_text": "We established that combined with previously-investigated viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least one respiratory virus was identified in the majority of HIV-infected and HIV-uninfected children hospitalized for LRTI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high frequency of viral coinfections illustrates the complexities in attributing causality to specific viruses in the aetiology of LRTI and may indicate a synergetic role of viral co-infections in the pathogenesis of childhood LRTI .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "368"
  }
}