{
  "paper_id": "a5532cf5c7e249d5ab9856a72f5fdef7ef3c31e4",
  "metadata": {
    "title": "Molecular and functional insights into a novel teleost malectin from big- belly seahorse Hippocampus abdominalis",
    "coda_data_split": "train",
    "coda_paper_id": 8719,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Malectin is a carbohydrate-binding lectin protein found in the endoplasmic reticulum (ER). It selectivity binds to Glc 2 -N-glycan and is involved in a glycoprotein quality control mechanism. Even though malectin may play a role in immunity, its role in innate immunity is not fully known. In the present study, we identified and characterized the malectin gene from Hippocampus abdominalis (HaMLEC). We analyzed sequence features, spatial expression levels, temporal expression profiles upon immune responses, bacterial and carbohydrate binding abilities and anti-viral properties to investigate the potential role of HaMLEC in innate immunity. The molecular weight and isoelectric point (pI) were estimated to be 31.99 kDa and 5.17, respectively. The N-terminal signal peptide, malectin superfamily domain and C-terminal transmembrane region were identified from the amino acid sequence of HaMLEC. The close evolutionary relationship of HaMLEC with other teleosts was identified by phylogenetic analysis. According to quantitative PCR (qPCR) results, HaMLEC expression was observed in all the examined tissues and high expression was observed in the ovary and brain, compared to other tested tissues. Temporal expression of HaMLEC in liver and blood tissues were significant modulated upon exposure to immunogens Edwardasiella tarda, Streptococcus iniae, polyinosinic:polycytidylic and lipopolysaccharide. The presence of carbohydrate binding modules (CBMs) of bacterial glycosyl hydrolases were functionally confirmed by a bacterial binding assay. Anti-viral activity significantly reduced viral hemorrhagic septicemia virus (VHSV) replication in cells overexpressing HaMLEC. The observed results suggested that HaMLEC may have a significant role in innate immunity in Hippocampus abdominalis.",
      "sentences": [
        [
          {
            "segment_text": "Malectin is a carbohydrate-binding lectin protein found in the endoplasmic reticulum ( ER ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It selectivity binds to Glc 2 - N-glycan and is involved in a glycoprotein quality control mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Even though malectin may play a role in immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its role in innate immunity is not fully known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we identified and characterized the malectin gene from Hippocampus abdominalis ( HaMLEC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed sequence features , spatial expression levels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "temporal expression profiles upon immune responses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacterial and carbohydrate binding abilities and anti-viral properties to investigate the potential role of HaMLEC in innate immunity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The molecular weight and isoelectric point ( pI ) were estimated to be 31.99 kDa and 5.17 , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The N-terminal signal peptide , malectin superfamily domain and C-terminal transmembrane region were identified from the amino acid sequence of HaMLEC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The close evolutionary relationship of HaMLEC with other teleosts was identified by phylogenetic analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "According to quantitative PCR ( qPCR ) results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HaMLEC expression was observed in all the examined tissues and high expression was observed in the ovary and brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to other tested tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Temporal expression of HaMLEC in liver and blood tissues were significant modulated upon exposure to immunogens Edwardasiella tarda ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Streptococcus iniae , polyinosinic : polycytidylic and lipopolysaccharide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of carbohydrate binding modules ( CBMs ) of bacterial glycosyl hydrolases were functionally confirmed by a bacterial binding assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-viral activity significantly reduced viral hemorrhagic septicemia virus ( VHSV ) replication in cells overexpressing HaMLEC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observed results suggested that HaMLEC may have a significant role in innate immunity in Hippocampus abdominalis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "284"
  }
}