{
  "paper_id": "a55fe997f40a68ed1e3169a8e6d8c5df4c91e34e",
  "metadata": {
    "title": "Changes in the Prevalence of HBsAg and HBeAg: a Study of 8696 Parturients in a Well Vaccinated Area OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 4449,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To elucidate the impact of a hepatitis B (HB) vaccination program on the prevalence of HB surface antigen (HBsAg) and HB envelope antigen (HBeAg) as well as the success rate of HBeAg clearance among parturients, we collected data on parturients who gave birth between 2000 and 2010, and recorded the HB status postpartum of those with positive HBeAg before birth. A total of 8696 parturients were enrolled, of whom 113 with prenatal positive HBeAg were invited back. The prevalence of HBsAg decreased over the study period, particularly in the vaccinated cohort, while there was no change in the prevalence of HBeAg. Foreign parturients had a higher HBeAg-positive rate and delayed HBeAg clearance, and those with a higher body mass index (\u003e24 kg/m 2 ) had earlier HBeAg clearance (51.9% vs. 23.9%, p \u003d 0.005). Only 30% of the subjects who were positive for HBeAg before birth became negative 5 years after delivery. In conclusion, the downward trend in HB infection with more significance among vaccinated parturients reflects effective prevention and the impact of universal HB immunization. Nonetheless, aggressive follow-up is necessary for parturients who are persistently positive for HBeAg postpartum, as well as developing different public health policies for foreign parturients from endemic areas.",
      "sentences": [
        [
          {
            "segment_text": "To elucidate the impact of a hepatitis B ( HB ) vaccination program on the prevalence of HB surface antigen ( HBsAg ) and HB envelope antigen ( HBeAg ) as well as the success rate of HBeAg clearance among parturients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we collected data on parturients who gave birth between 2000 and 2010 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and recorded the HB status postpartum of those with positive HBeAg before birth .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 8696 parturients were enrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of whom 113 with prenatal positive HBeAg were invited back .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The prevalence of HBsAg decreased over the study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the vaccinated cohort ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while there was no change in the prevalence of HBeAg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Foreign parturients had a higher HBeAg-positive rate and delayed HBeAg clearance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and those with a higher body mass index ( \u003e 24 kg/m 2 ) had earlier HBeAg clearance ( 51.9 % vs. 23.9 % , p \u003d 0.005 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 30 % of the subjects who were positive for HBeAg before birth became negative 5 years after delivery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the downward trend in HB infection with more significance among vaccinated parturients reflects effective prevention and the impact of universal HB immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , aggressive follow-up is necessary for parturients who are persistently positive for HBeAg postpartum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as developing different public health policies for foreign parturients from endemic areas .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published: xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7: 1212 |",
      "sentences": [
        [
          {
            "segment_text": "Published : xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7 : 1212 |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "249"
  }
}