{
  "paper_id": "a57080f174e3ede5138af08070a2b9db8f9c36a7",
  "metadata": {
    "title": "Bat IFITM3 restriction depends on S-palmitoylation and a polymorphic site within the CD225 domain",
    "coda_data_split": "train",
    "coda_paper_id": 5471,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Host interferon-induced transmembrane proteins (IFITMs) are broad-spectrum antiviral restriction factors. Of these, IFITM3 potently inhibits viruses that enter cells through acidic endosomes, many of which are zoonotic and emerging viruses with bats (order Chiroptera) as their natural hosts. We previously demonstrated that microbat IFITM3 is antiviral. Here, we show that bat IFITMs are characterized by strong adaptive evolution and identify a highly variable and functionally important site-codon 70-within the conserved CD225 domain of IFITMs. Mutation of this residue in microbat IFITM3 impairs restriction of representatives of four different virus families that enter cells via endosomes. This mutant shows altered subcellular localization and reduced S-palmitoylation, a phenotype copied by mutation of conserved cysteine residues in microbat IFITM3. Furthermore, we show that microbat IFITM3 is S-palmitoylated on cysteine residues C71, C72, and C105, mutation of each cysteine individually impairs virus restriction, and a triple C71A-C72A-C105A mutant loses all restriction activity, concomitant with subcellular re-localization of microbat IFITM3 to Golgi-associated sites. Thus, we propose that S-palmitoylation is critical for Chiropteran IFITM3 function and identify a key molecular determinant of IFITM3 S-palmitoylation.",
      "sentences": [
        [
          {
            "segment_text": "Host interferon-induced transmembrane proteins ( IFITMs ) are broad-spectrum antiviral restriction factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of these , IFITM3 potently inhibits viruses that enter cells through acidic endosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many of which are zoonotic and emerging viruses with bats ( order Chiroptera ) as their natural hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously demonstrated that microbat IFITM3 is antiviral .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that bat IFITMs are characterized by strong adaptive evolution and identify a highly variable and functionally important site-codon 70-within the conserved CD225 domain of IFITMs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Mutation of this residue in microbat IFITM3 impairs restriction of representatives of four different virus families that enter cells via endosomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This mutant shows altered subcellular localization and reduced S-palmitoylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a phenotype copied by mutation of conserved cysteine residues in microbat IFITM3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we show that microbat IFITM3 is S-palmitoylated on cysteine residues C71 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C72 , and C105 , mutation of each cysteine individually impairs virus restriction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a triple C71A-C72A-C105A mutant loses all restriction activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "concomitant with subcellular re-localization of microbat IFITM3 to Golgi-associated sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we propose that S-palmitoylation is critical for Chiropteran IFITM3 function and identify a key molecular determinant of IFITM3 S-palmitoylation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "201"
  }
}