{
  "paper_id": "a58a7fe8c5725c836e85b5fe2eb9432197832da0",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4053,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A variety of N 0 -[4-[(substituted imino)methyl]benzylidene]-substituted benzohydrazides have been synthesized and evaluated for antimicrobial and anticancer potential. Results from testing of antimicrobial activity indicated the most potent antimicrobial agents had pMIC am \u003d 1.51. The synthesized compounds were bacteriostatic and fungistatic in action. Results from evaluation of antiviral activity indicated that none of the synthesized hydrazide derivatives inhibited viral replication at subtoxic concentrations. Results from anti-HIV screening against HIV-2 strain ROD indicated that one compound was more potent (IC 50 C 1 lg/cm 3 ) than the standard drug nevirapine (IC 50 C 4 lg/cm 3 ) and another was equipotent (IC 50 C 4 lg/cm 3 ). The most effective anticancer agent against both HCT116 and MCF7 cancer cell lines had IC 50 \u003d 19 and 18 lg/cm 3 , respectively. QSAR analysis indicated the importance of Wiener index (W) and energy of the lowest unoccupied molecular orbital (LUMO) in describing the antimicrobial activity of the synthesized compounds.",
      "sentences": [
        [
          {
            "segment_text": "A variety of N 0 - ( 4 - ( ( substituted imino ) methyl ) benzylidene ) - substituted benzohydrazides have been synthesized and evaluated for antimicrobial and anticancer potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results from testing of antimicrobial activity indicated the most potent antimicrobial agents had pMIC am \u003d 1.51 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The synthesized compounds were bacteriostatic and fungistatic in action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results from evaluation of antiviral activity indicated that none of the synthesized hydrazide derivatives inhibited viral replication at subtoxic concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results from anti-HIV screening against HIV-2 strain ROD indicated that one compound was more potent ( IC 50 C 1 lg/cm 3 ) than the standard drug nevirapine ( IC 50 C 4 lg/cm 3 ) and another was equipotent ( IC 50 C 4 lg/cm 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most effective anticancer agent against both HCT116 and MCF7 cancer cell lines had IC 50 \u003d 19 and 18 lg/cm 3 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "QSAR analysis indicated the importance of Wiener index ( W ) and energy of the lowest unoccupied molecular orbital ( LUMO ) in describing the antimicrobial activity of the synthesized compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "187"
  }
}