{
  "paper_id": "a59fdbfef640d08b4729060ee005ff35f87c0a40",
  "metadata": {
    "title": "Viral and bacterial upper respiratory tract infection in hospital health care workers over time and association with symptoms",
    "coda_data_split": "train",
    "coda_paper_id": 10576,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Bacterial colonisation of the respiratory tract is commonly described and usually thought to be of no clinical significance. The aim of this study was to examine the presence and significance of bacteria and viruses in the upper respiratory tract of healthcare workers (HCWs), and association with respiratory symptoms. Methods: A prospective cohort study was conducted in China and 223 HCWs were recruited from fever clinics and respiratory, paediatric, emergency/Intensive medication wards. Participants were followed over 4 weeks (7th May 2015 to 4th June 2015) for development of clinical respiratory illness (CRI). Nasopharyngeal swabs were obtained at baseline and at the end of the study. The primary endpoints were laboratory-confirmed bacterial colonisation and viral respiratory infection. Rates of the following infections in symptomatic and asymptomatic participants were compared at the start or end of the study; 1) all bacterial/viral infections, 2) bacterial infection and bacterial-viral co-infections, excluding virus only infections, and 3) only bacterial infections. Results: Bacterial colonisation was identified in 88% (196/223) of participants at the start or end of the study. Among these participants, 66% (148/223) had only bacterial colonisation while 22% (48/223) had co-infection with a virus. Bacteria were isolated from 170 (76.2%) participants at baseline and 127 (57%) participants at the end of the study. Laboratory confirmed viral infections were identified in 53 (23.8%) participants -35 (15.7%) at the baseline and 20 (9.0%) at the end of the study. CRI symptoms were recorded in 12 participants (4.5%) and all had a positive bacterium isolation at baseline (n \u003d 11) or end of the study (n \u003d 1). Among asymptomatic participants, 187 (87%) had bacterial colonisation or bacterial/viral co-infection at baseline or end of the study. Viruses were also isolated from 5 (2.4%) asymptomatic cases. Rates of all infection outcomes were higher in symptomatic participants, however differences were not statistically significant. Conclusion: We isolated high rates of bacteria and viruses in the upper respiratory tract of hospital HCWs, which may reflect greater exposure to respiratory infections in the hospital. Although respiratory infections are mostly symptomatic, the association between bacterial colonization and symptomatic illness is not clear. In the healthcare setting, HCWs may acquire and transmit infection to patients and other HCWs around them. Larger studies are required to explore ongoing occupational risk of respiratory infection in hospitals HCWs.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bacterial colonisation of the respiratory tract is commonly described and usually thought to be of no clinical significance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to examine the presence and significance of bacteria and viruses in the upper respiratory tract of healthcare workers ( HCWs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and association with respiratory symptoms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A prospective cohort study was conducted in China and 223 HCWs were recruited from fever clinics and respiratory ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "paediatric , emergency/Intensive medication wards .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants were followed over 4 weeks ( 7th May 2015 to 4th June 2015 ) for development of clinical respiratory illness ( CRI ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal swabs were obtained at baseline and at the end of the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary endpoints were laboratory-confirmed bacterial colonisation and viral respiratory infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rates of the following infections in symptomatic and asymptomatic participants were compared at the start or end of the study ; 1 ) all bacterial/viral infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 ) bacterial infection and bacterial-viral co-infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "excluding virus only infections , and 3 ) only bacterial infections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Bacterial colonisation was identified in 88 % ( 196/223 ) of participants at the start or end of the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these participants , 66 % ( 148/223 ) had only bacterial colonisation while 22 % ( 48/223 ) had co-infection with a virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteria were isolated from 170 ( 76.2 % ) participants at baseline and 127 ( 57 % ) participants at the end of the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Laboratory confirmed viral infections were identified in 53 ( 23.8 % ) participants -35 ( 15.7 % ) at the baseline and 20 ( 9.0 % ) at the end of the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CRI symptoms were recorded in 12 participants ( 4.5 % ) and all had a positive bacterium isolation at baseline ( n \u003d 11 ) or end of the study ( n \u003d 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among asymptomatic participants , 187 ( 87 % ) had bacterial colonisation or bacterial/viral co-infection at baseline or end of the study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses were also isolated from 5 ( 2.4 % ) asymptomatic cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rates of all infection outcomes were higher in symptomatic participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however differences were not statistically significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : We isolated high rates of bacteria and viruses in the upper respiratory tract of hospital HCWs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may reflect greater exposure to respiratory infections in the hospital .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although respiratory infections are mostly symptomatic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the association between bacterial colonization and symptomatic illness is not clear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the healthcare setting , HCWs may acquire and transmit infection to patients and other HCWs around them .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Larger studies are required to explore ongoing occupational risk of respiratory infection in hospitals HCWs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "26",
    "token_num": "463"
  }
}