{
  "paper_id": "a5df67ac88dab77c50c138cec2944814000c859f",
  "metadata": {
    "title": "Changes of Adult Population Health Status in China from",
    "coda_data_split": "train",
    "coda_paper_id": 5151,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives: The purpose of this study was to examine the change in health status of China\u0027s adult population between the years of 2003 and 2008 due to rapid economic growth and medical system improvement.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The purpose of this study was to examine the change in health status of China \u0027s adult population between the years of 2003 and 2008 due to rapid economic growth and medical system improvement .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Data from the third and fourth Chinese national health services surveys covering 141,927 residents in 2003 and 136,371 residents in 2008 who were aged .18 years were analyzed.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Data from the third and fourth Chinese national health services surveys covering 141,927 residents in 2003 and 136,371 residents in 2008 who were aged .18 years were analyzed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Chinese respondents in 2008 were more likely to report disease than in 2003. Smoking slightly decreased among men and women, and regular exercise showed much improvement. Stratified analyses revealed significant subpopulation disparities in rate ratios for 2008/2003 in the presence of chronic disease, with greater increases among women, elderly, the Han nationality, unmarried and widow, illiterate, rural, and regions east of China than other groups.",
      "sentences": [
        [
          {
            "segment_text": "Results : Chinese respondents in 2008 were more likely to report disease than in 2003 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Smoking slightly decreased among men and women ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and regular exercise showed much improvement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Stratified analyses revealed significant subpopulation disparities in rate ratios for 2008/2003 in the presence of chronic disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with greater increases among women ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "elderly , the Han nationality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unmarried and widow , illiterate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rural , and regions east of China than other groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Chinese adults in 2008 had worse health status than in 2003 in terms of presence of chronic disease. China\u0027s reform of health care will face more complex challenges in coming years from the deteriorating health status in Chinese adults.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Chinese adults in 2008 had worse health status than in 2003 in terms of presence of chronic disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "China \u0027s reform of health care will face more complex challenges in coming years from the deteriorating health status in Chinese adults .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "190"
  }
}