{
  "paper_id": "a5e53acce9f0017436d1e5289a54398f0741dce6",
  "metadata": {
    "title": "The effect of respiratory syncytial virus on subsequent recurrent wheezing in atopic and nonatopic children",
    "coda_data_split": "train",
    "coda_paper_id": 7019,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Although respiratory syncytial virus (RSV) lower respiratory tract infections (LRTIs) in early life are followed by later airway hyperreactivity, it is unclear whether there is a causal relationship between this and an atopic diathesis.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although respiratory syncytial virus ( RSV ) lower respiratory tract infections ( LRTIs ) in early life are followed by later airway hyperreactivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is unclear whether there is a causal relationship between this and an atopic diathesis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To separate the effects of RSV LRTI and an atopic diathesis on subsequent recurrent wheezing, we examined the protective effect of previous palivizumab administration against subsequent recurrent wheeze in infants with and without a family history of atopy. Methods: A prospective multicenter, matched, double cohort study was conducted in 27 centers in Europe and Canada. The rates of physician-diagnosed recurrent wheezing in premature infants \u003c36 weeks gestation who had received palivizumab in the first year of life were compared to those of gestational age-matched controls. Results: The relative protective effect of palivizumab on physician-diagnosed recurrent wheezing through the ages of 2 to 5 years was 68% in those with no family history of asthma (odds ratio, 0.32; (95% CI, 0.14-0.75; N 5 146 palivizumab-treated, 171 untreated) and 80% in those with no family history of atopy or food allergies (odds ratio, 0.20; 95% CI, 0.07-0.59; N 5 101 palivizumab-treated, 100 untreated). In contrast, there was no effect of palivizumab on subsequent recurrent wheezing in the 90 children with a family history of atopy or food allergies compared to 130 untreated infants with atopic families. Conclusion: Respiratory syncytial virus prophylaxis in nonatopic children decreases by 80% the relative risk of recurrent wheezing but does not have any effect in infants with an atopic family history. This suggests that RSV predisposes to recurrent wheezing in an atopy-independent mechanism. (J Allergy Clin Immunol 2010;126:256-62.) ",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To separate the effects of RSV LRTI and an atopic diathesis on subsequent recurrent wheezing ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we examined the protective effect of previous palivizumab administration against subsequent recurrent wheeze in infants with and without a family history of atopy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A prospective multicenter ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "matched , double cohort study was conducted in 27 centers in Europe and Canada .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The rates of physician-diagnosed recurrent wheezing in premature infants \u003c 36 weeks gestation who had received palivizumab in the first year of life were compared to those of gestational age-matched controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The relative protective effect of palivizumab on physician-diagnosed recurrent wheezing through the ages of 2 to 5 years was 68 % in those with no family history of asthma ( odds ratio , 0.32 ; ( 95 % CI , 0.14-0.75 ; N 5 146 palivizumab-treated , 171 untreated ) and 80 % in those with no family history of atopy or food allergies ( odds ratio , 0.20 ; 95 % CI , 0.07-0.59 ; N 5 101 palivizumab-treated , 100 untreated ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , there was no effect of palivizumab on subsequent recurrent wheezing in the 90 children with a family history of atopy or food allergies compared to 130 untreated infants with atopic families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Respiratory syncytial virus prophylaxis in nonatopic children decreases by 80 % the relative risk of recurrent wheezing but does not have any effect in infants with an atopic family history .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests that RSV predisposes to recurrent wheezing in an atopy-independent mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2010 ; 126:256-62 . )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "315"
  }
}