{
  "paper_id": "a5f08604ffadbbd3a3759ba8c3b647913bc1c4b6",
  "metadata": {
    "title": "Open Forum Infectious Diseases Transmission of Respiratory Syncytial Virus Among Children Under 5 Years in Households of Rural Communities, the Philippines",
    "coda_data_split": "train",
    "coda_paper_id": 10528,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To develop a more effective vaccination strategy for reducing the impact of respiratory syncytial virus (RSV) infection, especially in young infants (\u003c6 months old), it is necessary to understand the transmission dynamics of RSV.",
      "sentences": [
        [
          {
            "segment_text": "To develop a more effective vaccination strategy for reducing the impact of respiratory syncytial virus ( RSV ) infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "especially in young infants ( \u003c 6 months old ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "it is necessary to understand the transmission dynamics of RSV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We conducted a community-based prospective cohort study from 2014 to 2016 in Biliran Province, the Philippines, on children \u003c5 years old. We collected nasopharyngeal swabs from symptomatic children with acute respiratory infection (ARI) during household visits and at health facilities. In households (n \u003d 181) with RSV-positive ARI cases (RSV-ARI), we also identified ARI episodes among other children \u003c5 years old in the same household. In addition, we determined the serial interval to estimate the basic reproduction number (R 0 ), the average number of secondary cases generated by a single primary case.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted a community-based prospective cohort study from 2014 to 2016 in Biliran Province ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the Philippines , on children \u003c 5 years old .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We collected nasopharyngeal swabs from symptomatic children with acute respiratory infection ( ARI ) during household visits and at health facilities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In households ( n \u003d 181 ) with RSV-positive ARI cases ( RSV-ARI ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we also identified ARI episodes among other children \u003c 5 years old in the same household .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , we determined the serial interval to estimate the basic reproduction number ( R 0 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the average number of secondary cases generated by a single primary case .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. In the 181 households analyzed, we found 212 RSV-ARI in 152 households with a single case and 29 households with multiple cases, which included 29 1st RSV-ARI and 31 2nd RSV-ARI. We also found possible index cases among children \u003c5 years old in the same household for 29.0% (18 of 62) of young infants with RSV-ARI. The estimated mean serial interval was 3.2 days, and R 0 was estimated to be 0.92-1.33 for RSV-A and 1.04-1.76 for RSV-B, which varied between different times (2014 and 2015) and places.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the 181 households analyzed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found 212 RSV-ARI in 152 households with a single case and 29 households with multiple cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which included 29 1st RSV-ARI and 31 2nd RSV-ARI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found possible index cases among children \u003c 5 years old in the same household for 29.0 % ( 18 of 62 ) of young infants with RSV-ARI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The estimated mean serial interval was 3.2 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and R 0 was estimated to be 0.92-1.33 for RSV-A and 1.04-1.76 for RSV-B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which varied between different times ( 2014 and 2015 ) and places .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Young infants are likely to acquire RSV infection from older children in the same household. Therefore, vaccination targeting older children might protect infants from RSV infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Young infants are likely to acquire RSV infection from older children in the same household .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , vaccination targeting older children might protect infants from RSV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "289"
  }
}