{
  "paper_id": "a600310d78ebe675d0d7bc5d9188a77d73e0e79a",
  "metadata": {
    "title": "BMC Immunology Toll-like receptors, chemokine receptors and death receptor ligands responses in SARS coronavirus infected human monocyte derived dendritic cells",
    "coda_data_split": "train",
    "coda_paper_id": 9901,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The SARS outbreak in 2003 provides a unique opportunity for the study of human responses to a novel virus. We have previously reported that dendritic cells (DCs) might be involved in the immune escape mechanisms for SARS-CoV. In this study, we focussed on the gene expression of toll-like receptors (TLRs), chemokine receptors (CCRs) and death receptor ligands in SARS-CoV infected DCs. We also compared adult and cord blood (CB) DCs to find a possible explanation for the age-dependent severity of SARS.",
      "sentences": [
        [
          {
            "segment_text": "The SARS outbreak in 2003 provides a unique opportunity for the study of human responses to a novel virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously reported that dendritic cells ( DCs ) might be involved in the immune escape mechanisms for SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we focussed on the gene expression of toll-like receptors ( TLRs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "chemokine receptors ( CCRs ) and death receptor ligands in SARS-CoV infected DCs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also compared adult and cord blood ( CB ) DCs to find a possible explanation for the age-dependent severity of SARS .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Our results demonstrates that SARS-CoV did not modulate TLR-1 to TLR-10 gene expression but significantly induced the expression of CCR-1, CCR-3, and CCR-5. There was also strong induction of TNF-related apoptosis-inducing ligand (TRAIL), but not Fas ligand gene expression in SARS-CoV infected DCs. Interestingly, the expressions of most genes studied were higher in CB DCs than adult DCs.",
      "sentences": [
        [
          {
            "segment_text": "Our results demonstrates that SARS-CoV did not modulate TLR-1 to TLR-10 gene expression but significantly induced the expression of CCR-1 , CCR-3 , and CCR-5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was also strong induction of TNF-related apoptosis-inducing ligand ( TRAIL ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not Fas ligand gene expression in SARS-CoV infected DCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the expressions of most genes studied were higher in CB DCs than adult DCs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The upregulation of chemokines and CCRs may facilitate DC migration from the infection site to the lymph nodes, whereas the increase of TRAIL may induce lymphocyte apoptosis. These findings may explain the increased lung infiltrations and lymphoid depletion in SARS patients. Further explorations of the biological significance of these findings are warranted.",
      "sentences": [
        [
          {
            "segment_text": "The upregulation of chemokines and CCRs may facilitate DC migration from the infection site to the lymph nodes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the increase of TRAIL may induce lymphocyte apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may explain the increased lung infiltrations and lymphoid depletion in SARS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further explorations of the biological significance of these findings are warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "218"
  }
}