{
  "paper_id": "a62b59cabb51d216d57289097c01912596becebd",
  "metadata": {
    "title": "REVIEW PORCINE REPRODUCTIVE AND RESPIRATORY SYNDROME (PRRS): A REVIEW, WITH EMPHASIS ON PATHOLOGICAL, VIROLOGICAL AND DIAGNOSTIC ASPECTS",
    "coda_data_split": "train",
    "coda_paper_id": 9121,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite early attempts to control the spread of the disease, porcine reproductive and respiratory syndrome (PRRS) has now become endemic in many countries including Britain. The occurrence of subclinical herd infections, the prolonged circulation of virus within herds and probable aerogenic virus spread all mitigated against the success of control measures. Tile origin of tile disease is unknown but the causative agent has been shown to be an arterivirus with shared features to lactate dehydrogenase virus of mice. There is evidence of extreme genetic and antigenic variability between Mnerican and European isolates.",
      "sentences": [
        [
          {
            "segment_text": "Despite early attempts to control the spread of the disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine reproductive and respiratory syndrome ( PRRS ) has now become endemic in many countries including Britain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The occurrence of subclinical herd infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the prolonged circulation of virus within herds and probable aerogenic virus spread all mitigated against the success of control measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tile origin of tile disease is unknown but the causative agent has been shown to be an arterivirus with shared features to lactate dehydrogenase virus of mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is evidence of extreme genetic and antigenic variability between Mnerican and European isolates .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "PRRS virus has a predilection for alveolar macrophages and does not grow in most cell lines. In infected pigs, viraemia can persist for many weeks ill the face of circulating antibodies and little is known about the mechanisms by which immunity to infection develops. A wide spectrum of disease has been reported from the field, accompanied in some cases by heavy economic losses. Reproductive and perinatal losses were most prominent when the disease first appeared. In the endemic phase, PRRS may be more significan{ as a contributory factor to a post-weaning respiratory syndrome of young pigs of 3-8 weeks. On-farm techniques have been developed to reduce tile recycling of PRRS virus from older infected nursery pigs to the younger newly weaned pig. Vaccines are now marketed for the control of PRRS, but are not licensed for use in Britain. Improvements in knowledge of virion composition and antigenic stability and in the nature of the immune response of the pig should result in genetically engineered subunit vaccines becoming available.",
      "sentences": [
        [
          {
            "segment_text": "PRRS virus has a predilection for alveolar macrophages and does not grow in most cell lines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In infected pigs , viraemia can persist for many weeks ill the face of circulating antibodies and little is known about the mechanisms by which immunity to infection develops .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A wide spectrum of disease has been reported from the field ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accompanied in some cases by heavy economic losses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reproductive and perinatal losses were most prominent when the disease first appeared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the endemic phase , PRRS may be more significan ( as a contributory factor to a post-weaning respiratory syndrome of young pigs of 3-8 weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On-farm techniques have been developed to reduce tile recycling of PRRS virus from older infected nursery pigs to the younger newly weaned pig .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccines are now marketed for the control of PRRS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but are not licensed for use in Britain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Improvements in knowledge of virion composition and antigenic stability and in the nature of the immune response of the pig should result in genetically engineered subunit vaccines becoming available .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Diagnosis of PRRS is still difficult as many animals do not show clinical signs and may only be detected by serology and often only when other respiratory diseases are being investigated. Now that the infection is wide-0007-1935/96/020153-22/$12.00/0 © 1996 Bailli6re Tindall 154 BRITISH VETERINARY JOURNAL, 152, 2 spread, serological testing must be properly targeted and interpreted to give meaningful results about virus circulation. An increasing arsenal of diagnostic methods are becoming available to detect virus in both fresh and fixed specimens. The pathogenic mechanisms of PRRS remain poorly defined and more work is needed to reveal the nature of the interaction between PRRS virus and other factors in disease.",
      "sentences": [
        [
          {
            "segment_text": "Diagnosis of PRRS is still difficult as many animals do not show clinical signs and may only be detected by serology and often only when other respiratory diseases are being investigated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Now that the infection is wide-0007-1935 / 96/020153 - 22 / $ 12.00 / 0 © 1996 Bailli6re Tindall 154 BRITISH VETERINARY JOURNAL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "152 , 2 spread , serological testing must be properly targeted and interpreted to give meaningful results about virus circulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An increasing arsenal of diagnostic methods are becoming available to detect virus in both fresh and fixed specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pathogenic mechanisms of PRRS remain poorly defined and more work is needed to reveal the nature of the interaction between PRRS virus and other factors in disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "406"
  }
}