{
  "paper_id": "a642d4021e92bf6974af05b20f17e6e8b25c368c",
  "metadata": {
    "title": "Viral and Atypical Bacterial Detection in Acute Respiratory Infection in Children Under Five Years",
    "coda_data_split": "train",
    "coda_paper_id": 5599,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Acute respiratory infection (ARI) is a leading cause of morbidity and mortality in children worldwide. This study aimed to determine the viral and atypical bacterial causes of different severities and clinical manifestations of ARI in preschool children from low-income families in North-East Brazil.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute respiratory infection ( ARI ) is a leading cause of morbidity and mortality in children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to determine the viral and atypical bacterial causes of different severities and clinical manifestations of ARI in preschool children from low-income families in North-East Brazil .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Clinical/demographic data and nasopharyngeal aspirates (NPA) were prospectively collected from children ,5 years presenting with ARI over one year to a paediatric A\u0026E department. Disease severity was grouped according to presence of lower respiratory tract signs, need for hospital admission and need for oxygen. Clinical manifestation of ARI was based on discharge diagnosis from hospital with four conditions predominating: bronchiolitis, pneumonia, episodic viral wheeze/asthma and upper respiratory tract infection. Multiplex PCR was used to detect 17 common respiratory viral and atypical bacterial pathogens in NPA.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Clinical/demographic data and nasopharyngeal aspirates ( NPA ) were prospectively collected from children ,5 years presenting with ARI over one year to a paediatric A\u0026E department .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Disease severity was grouped according to presence of lower respiratory tract signs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "need for hospital admission and need for oxygen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical manifestation of ARI was based on discharge diagnosis from hospital with four conditions predominating : bronchiolitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pneumonia , episodic viral wheeze/asthma and upper respiratory tract infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiplex PCR was used to detect 17 common respiratory viral and atypical bacterial pathogens in NPA .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: 407 children with a median age of eight months were recruited. Pathogens were detected in 85?5% samples with co-infection being particularly common (39?5%). Respiratory Syncytial Virus (RSV; 37%), Adenoviruses (AdV; 25%), Rhinoviruses (hRV; 19%), Bocavirus (hBoV; 19%), human Meta-pneumovirus (hMPV; 10%) and Mycoplasma pneumoniae (Mpp; 10%) were most prevalent. Detection and co-infection rates were similar in all severities and clinical manifestations of ARI apart from RSV, which was associated with more severe disease and specifically more severe cases of bronchiolitis, and Mpp, which was associated with more severe cases of pneumonia. Mpp was detected in 17% of children admitted to hospital with pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Findings : 407 children with a median age of eight months were recruited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathogens were detected in 85 ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "5 % samples with co-infection being particularly common ( 39 ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory Syncytial Virus ( RSV ; 37 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Adenoviruses ( AdV ; 25 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Rhinoviruses ( hRV ; 19 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Bocavirus ( hBoV ; 19 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human Meta-pneumovirus ( hMPV ; 10 % ) and Mycoplasma pneumoniae ( Mpp ; 10 % ) were most prevalent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection and co-infection rates were similar in all severities and clinical manifestations of ARI apart from RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was associated with more severe disease and specifically more severe cases of bronchiolitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Mpp , which was associated with more severe cases of pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mpp was detected in 17 % of children admitted to hospital with pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation: This study underlines the importance of viral and atypical bacterial pathogens in ARI in pre-school children and highlights the complex epidemiology of these pathogens in this age group. Generally, viruses and atypical bacteria were detected in all severities and clinical manifestations of ARI but RSV and Mpp were associated with more severe cases of bronchiolitis and pneumonia respectively.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation : This study underlines the importance of viral and atypical bacterial pathogens in ARI in pre-school children and highlights the complex epidemiology of these pathogens in this age group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Generally , viruses and atypical bacteria were detected in all severities and clinical manifestations of ARI but RSV and Mpp were associated with more severe cases of bronchiolitis and pneumonia respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "359"
  }
}