{
  "paper_id": "a647ca891190fdc6954ebb1d68b2758a2c7d6f64",
  "metadata": {
    "title": "Staphylococcus aureus colonization and non-influenza respiratory viruses: Interactions and synergism mechanisms",
    "coda_data_split": "train",
    "coda_paper_id": 7247,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral infections of the respiratory tract can be complicated by bacterial superinfection, resulting in a significantly longer duration of illness and even a fatal outcome. In this review, we focused on interactions between S. aureus and non-influenza viruses. Clinical data evidenced that rhinovirus infection may increase the S. aureus carriage load in humans and its spread. In children, respiratory syncytial virus infection is associated with S. aureus carriage. The mechanisms by which some non-influenza respiratory viruses predispose host cells to S. aureus superinfection can be summarized in three categories: i) modifying expression levels of cellular patterns involved in S. aureus adhesion and/or internalization, ii) inducing S. aureus invasion of epithelial cells due to the disruption of tight junctions, and iii) decreasing S. aureus clearance by altering the immune response. The comprehension of pathways involved in S. aureus-respiratory virus interactions may help developing new strategies of preventive and curative therapy.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections of the respiratory tract can be complicated by bacterial superinfection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in a significantly longer duration of illness and even a fatal outcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we focused on interactions between S. aureus and non-influenza viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Clinical data evidenced that rhinovirus infection may increase the S. aureus carriage load in humans and its spread .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In children , respiratory syncytial virus infection is associated with S. aureus carriage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mechanisms by which some non-influenza respiratory viruses predispose host cells to S. aureus superinfection can be summarized in three categories : i ) modifying expression levels of cellular patterns involved in S. aureus adhesion and/or internalization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ii ) inducing S. aureus invasion of epithelial cells due to the disruption of tight junctions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and iii ) decreasing S. aureus clearance by altering the immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The comprehension of pathways involved in S. aureus-respiratory virus interactions may help developing new strategies of preventive and curative therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "166"
  }
}