{
  "paper_id": "a652d618a8a622b7b2fa20d6e0eb2ffe7a3657d1",
  "metadata": {
    "title": "Viral load is strongly associated with length of stay in adults hospitalised with viral acute respiratory illness",
    "coda_data_split": "train",
    "coda_paper_id": 3829,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory viruses are detectable in a large proportion of adults hospitalised with acute respiratory illness. For influenza and other viruses there is evidence that viral load and persistence are associated with certain clinical outcomes but it is not known if there is an association between viral load and hospital length of stay. Methods: 306 adults hospitalised with viral acute respiratory illness were studied. Associations between viral load and length of stay were examined. Multiple linear regression analysis was performed to control for age, comorbidity, influenza vaccine status, duration of illness prior to hospitalisation, bacterial co-infection, clinical group and virus subtype. Results: High viral load was associated with a longer duration of hospitalisation for all patients (p \u003c 0.0001). This remained significant across all virus types and clinical groups and when adjusted for age, comorbidity, duration of illness prior to hospitalisation, bacterial coinfection and other factors. Conclusions: High viral loads are associated with prolonged hospital length of stay in adults with viral acute respiratory illness. This further supports existing evidence demonstrating that viral acute respiratory illness is a viral load driven process and suggests that viral load could be used in clinical practise to predict prolonged hospitalisation and prioritise antivirals.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory viruses are detectable in a large proportion of adults hospitalised with acute respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For influenza and other viruses there is evidence that viral load and persistence are associated with certain clinical outcomes but it is not known if there is an association between viral load and hospital length of stay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : 306 adults hospitalised with viral acute respiratory illness were studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Associations between viral load and length of stay were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiple linear regression analysis was performed to control for age ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "comorbidity , influenza vaccine status ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "duration of illness prior to hospitalisation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacterial co-infection , clinical group and virus subtype .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : High viral load was associated with a longer duration of hospitalisation for all patients ( p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This remained significant across all virus types and clinical groups and when adjusted for age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comorbidity , duration of illness prior to hospitalisation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial coinfection and other factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : High viral loads are associated with prolonged hospital length of stay in adults with viral acute respiratory illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This further supports existing evidence demonstrating that viral acute respiratory illness is a viral load driven process and suggests that viral load could be used in clinical practise to predict prolonged hospitalisation and prioritise antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "International Standard Randomised Controlled Trial Number (ISRCTN): 21521552",
      "sentences": [
        [
          {
            "segment_text": "International Standard Randomised Controlled Trial Number ( ISRCTN ) : 21521552",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "234"
  }
}