{
  "paper_id": "a65ed49e9217467923e8db733109be6e54b0bd09",
  "metadata": {
    "title": "Quantitative analysis of ciliary beating in primary ciliary dyskinesia: a pilot study",
    "coda_data_split": "train",
    "coda_paper_id": 7903,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Primary ciliary dyskinesia (PCD) is a rare congenital respiratory disorder characterized by abnormal ciliary motility leading to chronic airway infections. Qualitative evaluation of ciliary beat pattern based on digital high-speed videomicroscopy analysis has been proposed in the diagnosis process of PCD. Although this evaluation is easy in typical cases, it becomes difficult when ciliary beating is partially maintained. We postulated that a quantitative analysis of beat pattern would improve PCD diagnosis. We compared quantitative parameters with the qualitative evaluation of ciliary beat pattern in patients in whom the diagnosis of PCD was confirmed or excluded. Methods: Nasal nitric oxide measurement, nasal brushings and biopsies were performed prospectively in 34 patients with suspected PCD. In combination with qualitative analysis, 12 quantitative parameters of ciliary beat pattern were determined on high-speed videomicroscopy recordings of beating ciliated edges. The combination of ciliary ultrastructural abnormalities on transmission electron microscopy analysis with low nasal nitric oxide levels was the \"gold standard\" used to establish the diagnosis of PCD.",
      "sentences": [
        [
          {
            "segment_text": "Background : Primary ciliary dyskinesia ( PCD ) is a rare congenital respiratory disorder characterized by abnormal ciliary motility leading to chronic airway infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Qualitative evaluation of ciliary beat pattern based on digital high-speed videomicroscopy analysis has been proposed in the diagnosis process of PCD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although this evaluation is easy in typical cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it becomes difficult when ciliary beating is partially maintained .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We postulated that a quantitative analysis of beat pattern would improve PCD diagnosis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We compared quantitative parameters with the qualitative evaluation of ciliary beat pattern in patients in whom the diagnosis of PCD was confirmed or excluded .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Nasal nitric oxide measurement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nasal brushings and biopsies were performed prospectively in 34 patients with suspected PCD .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In combination with qualitative analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "12 quantitative parameters of ciliary beat pattern were determined on high-speed videomicroscopy recordings of beating ciliated edges .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The combination of ciliary ultrastructural abnormalities on transmission electron microscopy analysis with low nasal nitric oxide levels was the `` gold standard \u0027\u0027 used to establish the diagnosis of PCD .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: This \"gold standard\" excluded PCD in 15 patients (non-PCD patients), confirmed PCD in 10 patients (PCD patients) and was inconclusive in 9 patients. Among the 12 parameters, the distance traveled by the cilium tip weighted by the percentage of beating ciliated edges presented 96% sensitivity and 95% specificity. Qualitative evaluation and quantitative analysis were concordant in non-PCD patients. In 9/10 PCD patients, quantitative analysis was concordant with the \"gold standard\", while the qualitative evaluation was discordant with the \"gold standard\" in 3/10 cases. Among the patients with an inconclusive \"gold standard\", the use of quantitative parameters supported PCD diagnosis in 4/9 patients (confirmed by the identification of disease-causing mutations in one patient) and PCD exclusion in 2/9 patients.",
      "sentences": [
        [
          {
            "segment_text": "Results : This `` gold standard \u0027\u0027 excluded PCD in 15 patients ( non-PCD patients ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirmed PCD in 10 patients ( PCD patients ) and was inconclusive in 9 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 12 parameters , the distance traveled by the cilium tip weighted by the percentage of beating ciliated edges presented 96 % sensitivity and 95 % specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Qualitative evaluation and quantitative analysis were concordant in non-PCD patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 9/10 PCD patients , quantitative analysis was concordant with the `` gold standard \u0027\u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the qualitative evaluation was discordant with the `` gold standard \u0027\u0027 in 3/10 cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the patients with an inconclusive `` gold standard \u0027\u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the use of quantitative parameters supported PCD diagnosis in 4/9 patients ( confirmed by the identification of disease-causing mutations in one patient ) and PCD exclusion in 2/9 patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: When the beat pattern is normal or virtually immotile, the qualitative evaluation is adequate to study ciliary beating in patients suspected for PCD. However, when cilia are still beating but with moderate alterations (more than 40% of patients suspected for PCD), quantitative analysis is required to precise the diagnosis and can be proposed to select patients eligible for TEM.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : When the beat pattern is normal or virtually immotile ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the qualitative evaluation is adequate to study ciliary beating in patients suspected for PCD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when cilia are still beating but with moderate alterations ( more than 40 % of patients suspected for PCD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quantitative analysis is required to precise the diagnosis and can be proposed to select patients eligible for TEM .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "396"
  }
}