{
  "paper_id": "a672930b5dc73b6002ca4a697e2109b130dee042",
  "metadata": {
    "title": "Porcine epidemic diarrhea virus: An emerging and re-emerging epizootic swine virus",
    "coda_data_split": "train",
    "coda_paper_id": 6151,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The enteric disease of swine recognized in the early 1970s in Europe was initially described as \"epidemic viral diarrhea\" and is now termed \"porcine epidemic diarrhea (PED)\". The coronavirus referred to as PED virus (PEDV) was determined to be the etiologic agent of this disease in the late 1970s. Since then the disease has been reported in Europe and Asia, but the most severe outbreaks have occurred predominantly in Asian swine-producing countries. Most recently, PED first emerged in early 2013 in the United States that caused high morbidity and mortality associated with PED, remarkably affecting US pig production, and spread further to Canada and Mexico. Soon thereafter, large-scale PED epidemics recurred through the pork industry in South Korea, Japan, and Taiwan. These recent outbreaks and global re-emergence of PED require urgent attention and deeper understanding of PEDV biology and pathogenic mechanisms. This paper highlights the current knowledge of molecular epidemiology, diagnosis, and pathogenesis of PEDV, as well as prevention and control measures against PEDV infection. More information about the virus and the disease is still necessary for the development of effective vaccines and control strategies. It is hoped that this review will stimulate further basic and applied studies and encourage collaboration among producers, researchers, and swine veterinarians to provide answers that improve our understanding of PEDV and PED in an effort to eliminate this economically significant viral disease, which emerged or re-emerged worldwide.",
      "sentences": [
        [
          {
            "segment_text": "The enteric disease of swine recognized in the early 1970s in Europe was initially described as `` epidemic viral diarrhea \u0027\u0027 and is now termed `` porcine epidemic diarrhea ( PED ) \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The coronavirus referred to as PED virus ( PEDV ) was determined to be the etiologic agent of this disease in the late 1970s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then the disease has been reported in Europe and Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the most severe outbreaks have occurred predominantly in Asian swine-producing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most recently , PED first emerged in early 2013 in the United States that caused high morbidity and mortality associated with PED ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remarkably affecting US pig production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and spread further to Canada and Mexico .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Soon thereafter , large-scale PED epidemics recurred through the pork industry in South Korea , Japan , and Taiwan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These recent outbreaks and global re-emergence of PED require urgent attention and deeper understanding of PEDV biology and pathogenic mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper highlights the current knowledge of molecular epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "diagnosis , and pathogenesis of PEDV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as prevention and control measures against PEDV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More information about the virus and the disease is still necessary for the development of effective vaccines and control strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is hoped that this review will stimulate further basic and applied studies and encourage collaboration among producers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "researchers , and swine veterinarians to provide answers that improve our understanding of PEDV and PED in an effort to eliminate this economically significant viral disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which emerged or re-emerged worldwide .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "263"
  }
}