{
  "paper_id": "a69e622047bed2bbb8f49b17551e73cbcd366d39",
  "metadata": {
    "title": "Carcinoembryonic Antigen-Related Cell Adhesion Molecule 1 Modulates Experimental Autoimmune Encephalomyelitis via an iNKT Cell-Dependent Mechanism",
    "coda_data_split": "train",
    "coda_paper_id": 6680,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". MOG 35-55 -specific T cell responses in J␣18 Ϫ/Ϫ mice treated with CEACAM1-Fc fusion protein or with AgB10. J␣18 Ϫ/Ϫ mice were treated with CEACAM1-Fc fusion protein (A) or AgB10 (B) twice per week from the day of immunization with MOG 35-55. Eleven days after the immunization, draining lymph node cells were incubated with MOG 35-55. Supernatants were collected from the culture and measured for the concentration of IFN-␥ and IL-17 by ELISA. Data represent the mean Ϯ SEM of samples from one of two independent experiments (n ϭ 3 mice).",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "MOG 35-55 - specific T cell responses in J ␣ 18 Ϫ/Ϫ mice treated with CEACAM1-Fc fusion protein or with AgB10 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J ␣ 18 Ϫ/Ϫ mice were treated with CEACAM1-Fc fusion protein ( A ) or AgB10 ( B ) twice per week from the day of immunization with MOG 35-55 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eleven days after the immunization ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "draining lymph node cells were incubated with MOG 35-55 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Supernatants were collected from the culture and measured for the concentration of IFN - ␥ and IL-17 by ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data represent the mean Ϯ SEM of samples from one of two independent experiments ( n ϭ 3 mice ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "111"
  }
}