{
  "paper_id": "a6ae8afd89a278eb8d96cfc058988f99782e1645",
  "metadata": {
    "title": "Virological surveillance of influenza-like illness in the community using PCR and serology",
    "coda_data_split": "train",
    "coda_paper_id": 4207,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Surveillance of winter respiratory viral illness has been carried out for nearly 30 years using a clinical diagnosis by general practitioners as part of the Scottish Sentinel General Practice (SSGP) network. Contemparaneous laboratory diagnosis has not been available previously. Objectives: To assess the proportion of influenza-like illness (ILI) attributable to influenza, respiratory syncytial virus (RSV) and picornavirus infection during the winter season. To compare the influenza PCR data with serology of paired blood samples. Study design: Combined nose and throat swabs, from patients with ILI attending 15 general practices across Scotland, were submitted to the laboratory in virus PCR sample solution (VPSS). The extracted nucleic acid was tested using a multiplex reverse-transcription polymerase chain reaction (RT-PCR) assay. Serological analysis was performed on paired serum samples using complement fixation assays. The rate of influenza virus positivity was compared with reports of ILI obtained from the SSGP network. Results: Of 240 samples received at the laboratory, 132 (55%) were PCR positive for influenza A virus. There were nine (3.8%) picornavirus and three (1.2%) RSV PCR positives, two (0.8%) were dual influenza A/picornavirus infections. Ninety four (39.2%) were negative for all viruses tested. Results on paired sera from 89 patients showed a rising titre to influenza A in 48 of the 57 PCR positive samples (84.2%). One PCR negative patient displayed a significant rising titre to influenza A. Virological data paralleled the SSGP data but was available at least a week earlier. Conclusions: Influenza A infection was detected in the majority of patients with ILI; picornavirus infection was also shown to be an important cause of illness. PCR is a rapid and sensitive method for respiratory virus surveillance. Serology is slow, insensitive and difficult to interpret at low titres.",
      "sentences": [
        [
          {
            "segment_text": "Background : Surveillance of winter respiratory viral illness has been carried out for nearly 30 years using a clinical diagnosis by general practitioners as part of the Scottish Sentinel General Practice ( SSGP ) network .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Contemparaneous laboratory diagnosis has not been available previously .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To assess the proportion of influenza-like illness ( ILI ) attributable to influenza ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "respiratory syncytial virus ( RSV ) and picornavirus infection during the winter season .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To compare the influenza PCR data with serology of paired blood samples .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Combined nose and throat swabs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from patients with ILI attending 15 general practices across Scotland ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were submitted to the laboratory in virus PCR sample solution ( VPSS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The extracted nucleic acid was tested using a multiplex reverse-transcription polymerase chain reaction ( RT-PCR ) assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serological analysis was performed on paired serum samples using complement fixation assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The rate of influenza virus positivity was compared with reports of ILI obtained from the SSGP network .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 240 samples received at the laboratory ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "132 ( 55 % ) were PCR positive for influenza A virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were nine ( 3.8 % ) picornavirus and three ( 1.2 % ) RSV PCR positives ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two ( 0.8 % ) were dual influenza A/picornavirus infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ninety four ( 39.2 % ) were negative for all viruses tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results on paired sera from 89 patients showed a rising titre to influenza A in 48 of the 57 PCR positive samples ( 84.2 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One PCR negative patient displayed a significant rising titre to influenza A. Virological data paralleled the SSGP data but was available at least a week earlier .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Influenza A infection was detected in the majority of patients with ILI ; picornavirus infection was also shown to be an important cause of illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR is a rapid and sensitive method for respiratory virus surveillance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serology is slow , insensitive and difficult to interpret at low titres .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "343"
  }
}