{
  "paper_id": "a6af28a7f0a0d8d1e4d5b06f5ae38412298bbcb4",
  "metadata": {
    "title": "Direct Measurement of Rates of Asymptomatic Infection and Clinical Care- Seeking for Seasonal Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6381,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The pandemic potential of the novel coronavirus (nCoV) that emerged in Wuhan, China, during December 2019 is strongly tied to the number and contagiousness of undocumented human infections. Here we present findings from a proactive longitudinal sampling study of acute viral respiratory infections that documents rates of asymptomatic infection and clinical care seeking for seasonal coronavirus. We find that the majority of infections are asymptomatic by most symptom definitions and that only 4% of individuals experiencing a seasonal coronavirus infection episode sought medical care for their symptoms. These numbers indicate that a very high percentage of seasonal coronavirus infections are undocumented and provide a reference for understanding the spread of the emergent nCoV.",
      "sentences": [
        [
          {
            "segment_text": "The pandemic potential of the novel coronavirus ( nCoV ) that emerged in Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China , during December 2019 is strongly tied to the number and contagiousness of undocumented human infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present findings from a proactive longitudinal sampling study of acute viral respiratory infections that documents rates of asymptomatic infection and clinical care seeking for seasonal coronavirus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We find that the majority of infections are asymptomatic by most symptom definitions and that only 4 % of individuals experiencing a seasonal coronavirus infection episode sought medical care for their symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These numbers indicate that a very high percentage of seasonal coronavirus infections are undocumented and provide a reference for understanding the spread of the emergent nCoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY 4.0 International license It is made available under a author/funder ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "is the ( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "163"
  }
}