{
  "paper_id": "a6e5f1e083992ffa066bd6bb10e944798a8136f1",
  "metadata": {
    "title": "Microstructure of atmospheric particles revealed by TXM and a new mode of influenza virus transmission",
    "coda_data_split": "train",
    "coda_paper_id": 9499,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For control of influenza, firstly it is important to find the real virus transmission media. Atmospheric aerosol particles are presumably one of the media. In this study, three typical atmospheric inhaled particles in Shanghai were studied by the synchrotron based transmission X-ray microscopes (TXM). Three dimensional microstructure of the particles reveals that there are many pores contained in, particularly the coal combustion fly particles which may be possible virus carrier. The particles can transport over long distance and cause long-range infections due to its light weight. We suggest a mode which is droplet combining with aerosol mode. By this mode the transmission of global and pandemic influenzas and infection between inland avian far from population and poultry or human living in cities along coast may be explained.",
      "sentences": [
        [
          {
            "segment_text": "For control of influenza , firstly it is important to find the real virus transmission media .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Atmospheric aerosol particles are presumably one of the media .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , three typical atmospheric inhaled particles in Shanghai were studied by the synchrotron based transmission X-ray microscopes ( TXM ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three dimensional microstructure of the particles reveals that there are many pores contained in ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly the coal combustion fly particles which may be possible virus carrier .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The particles can transport over long distance and cause long-range infections due to its light weight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest a mode which is droplet combining with aerosol mode .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By this mode the transmission of global and pandemic influenzas and infection between inland avian far from population and poultry or human living in cities along coast may be explained .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "139"
  }
}