{
  "paper_id": "a6e81aae7fee42fe81691bec6d3f7bee0b2829ea",
  "metadata": {
    "title": "Development of a porcine epidemic diarrhea virus M protein-based ELISA for virus detection",
    "coda_data_split": "train",
    "coda_paper_id": 5522,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A membrane (M), protein-based ELISA was developed to detect porcine epidemic diarrhea virus (PEDV). The M gene of PEDV was expressed in Escherichia coli. The purified recombinant M protein was used to immunize rabbits to generate a polyclonal antibody. Immunofluorescence analysis indicated that the anti-PEDV-M antibody reacted with PEDV-infected cells. The antibody was utilized to develop an indirect ELISA to detect PEDV. Other viruses, porcine transmissible gastroenteritis coronavirus, avian infectious bronchitis coronavirus, porcine reproductive and respiratory syndrome virus, classic swine fever virus and porcine pseudorabies virus, were unreactive.",
      "sentences": [
        [
          {
            "segment_text": "A membrane ( M ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "protein-based ELISA was developed to detect porcine epidemic diarrhea virus ( PEDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The M gene of PEDV was expressed in Escherichia coli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purified recombinant M protein was used to immunize rabbits to generate a polyclonal antibody .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunofluorescence analysis indicated that the anti-PEDV-M antibody reacted with PEDV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibody was utilized to develop an indirect ELISA to detect PEDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other viruses , porcine transmissible gastroenteritis coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "avian infectious bronchitis coronavirus , porcine reproductive and respiratory syndrome virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "classic swine fever virus and porcine pseudorabies virus , were unreactive .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "104"
  }
}