{
  "paper_id": "a6f478369adbfd8be967251a9bb0dd17fa436c45",
  "metadata": {
    "title": "应用多肽芯片研究非小细胞肺癌患者血清中 的EGFR自身抗体 李元 岳文涛 王玥 张丽娜 顾勐 许绍发 Detecting EGFR Autoantibodies in Serums of NSCLC Patients with Peptide Array",
    "coda_data_split": "train",
    "coda_paper_id": 9217,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "【摘要】 背景与目的 自身抗体作为新的肿瘤标志物在肺癌的早期诊断和预后评价中可能发挥重要作用，本 研究利用多肽芯片检测非小细胞肺癌患者血清中表皮生长因子受体(epidermal growth factor receptor, EGFR)的自身抗 体，并筛选自身抗体识别的抗原表位。方法 使用Intavis公司ASPSL多肽芯片合成仪合成EGFR多肽芯片，利用多肽芯 片检测非小细胞肺癌患者血清中EGFR自身抗体，并筛选自身抗体识别的抗原表位。结果 使用EGFR多肽芯片检测 了20例非小细胞肺癌患者，结果有6例阳性，阳性率为30%，在该6例阳性患者中发现了9个高频位点，并且有8个高 频位点集中在EGFR胞外段的第III和第IV结构域。结论 本研究为我们进一步研究EGFR和EGFR自身抗体的功能提供 了新的线索。 【关键词】 肺肿瘤；EGFR；多肽芯片；自身抗体 【中图分类号】 R734.2 【Abstract】 Background and objective Autoantibodies as new tumor markers may play an important role in the early diagnosis and evaluating the prognosis of lung cancer.",
      "sentences": [
        [
          {
            "segment_text": "【 摘要 】 背景与目的 自身抗体作为新的肿瘤标志物在肺癌的早期诊断和预后评价中可能发挥重要作用 ， 本 研究利用多肽芯片检测非小细胞肺癌患者血清中表皮生长因子受体 ( epidermal growth factor receptor , EGFR ) 的自身抗 体 ， 并筛选自身抗体识别的抗原表位 。",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "方法 使用Intavis公司ASPSL多肽芯片合成仪合成EGFR多肽芯片 ， 利用多肽芯 片检测非小细胞肺癌患者血清中EGFR自身抗体 ， 并筛选自身抗体识别的抗原表位 。",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "结果 使用EGFR多肽芯片检测 了20例非小细胞肺癌患者 ， 结果有6例阳性 ， 阳性率为30 % ， 在该6例阳性患者中发现了9个高频位点 ， 并且有8个高 频位点集中在EGFR胞外段的第III和第IV结构域 。",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "结论 本研究为我们进一步研究EGFR和EGFR自身抗体的功能提供 了新的线索 。",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "【 关键词 】 肺肿瘤 ； EGFR ； 多肽芯片 ； 自身抗体 【 中图分类号 】 R734 .2 【 Abstract 】 Background and objective Autoantibodies as new tumor markers may play an important role in the early diagnosis and evaluating the prognosis of lung cancer .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this study, we detect epidermal growth factor receptor (EGFR) autoantibodies using peptide array and screen the epitopes which are recognized by EGFR autoantibodies. Methods Peptide array covering the extracellular domain of EGFR protein was synthesized by a synthesizer (ASPSL) made by Intavis company. EGFR autoantibodies in the serums of non-small cell lung cancer patients was detected using peptide array. Results Six of 20 patients were found to have EGFR autoantibodis. The positive rate is 30%. Nine high frequency spots were found in the 6 positive patients and 8 high frequency spots clustered in the III and IV domains. Conclusion These findings will offer new clues for the futher studies of EGFR and EGFR autoantibodies.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we detect epidermal growth factor receptor ( EGFR ) autoantibodies using peptide array and screen the epitopes which are recognized by EGFR autoantibodies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods Peptide array covering the extracellular domain of EGFR protein was synthesized by a synthesizer ( ASPSL ) made by Intavis company .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "EGFR autoantibodies in the serums of non-small cell lung cancer patients was detected using peptide array .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results Six of 20 patients were found to have EGFR autoantibodis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The positive rate is 30 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine high frequency spots were found in the 6 positive patients and 8 high frequency spots clustered in the III and IV domains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion These findings will offer new clues for the futher studies of EGFR and EGFR autoantibodies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "12",
    "token_num": "218"
  }
}