{
  "paper_id": "a701121045e7b0b260125caf9f75e2e5178f74e5",
  "metadata": {
    "title": "RI-002, an intravenous immunoglobulin containing high titer neutralizing antibody to RSV and other respiratory viruses for use in primary immunodeficiency disease and other immune compromised populations",
    "coda_data_split": "train",
    "coda_paper_id": 8643,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Novel immune globulin (IG) products (RI-002, RI-001) have been designed to provide protection against respiratory syncytial virus (RSV) mediated respiratory illness while at the same time meeting the manufacturing requirements established by FDA for antibody supplementation in immunocompromised subjects. Areas covered: This review covers the manufacture and development of both RI-001 and RI-002, including the selection of plasma donors for IG preparation with high-titers of anti-RSV antibody, in vitro, and preclinical data in the cotton rat model S. hispidus, and clinical trials including Phase II and compassionate use studies of RI-001 and a multi-center, pivotal Phase III study of RI-002 in PIDD patients. Expert commentary: The data demonstrate that RI-002 is efficacious in the prevention and treatment of RSV in preclinical normal and immune suppressed animal models and is safe and efficacious in the treatment of patients with various forms of primary immunodeficiency disease (PIDD). This product offers potential advantages over other available IG\u0027s for prophylaxis in immunocompromised patients requiring polyclonal immunoglobulin supplementation because of its unique antibody composition. In addition to its enhanced neutralizing anti-RSV activity and its polyclonal IG composition, there is preclinical data to support the use of RI-002 for humoral protection against other respiratory pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Novel immune globulin ( IG ) products ( RI-002 , RI-001 ) have been designed to provide protection against respiratory syncytial virus ( RSV ) mediated respiratory illness while at the same time meeting the manufacturing requirements established by FDA for antibody supplementation in immunocompromised subjects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Areas covered : This review covers the manufacture and development of both RI-001 and RI-002 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the selection of plasma donors for IG preparation with high-titers of anti-RSV antibody ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in vitro , and preclinical data in the cotton rat model S. hispidus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and clinical trials including Phase II and compassionate use studies of RI-001 and a multi-center ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pivotal Phase III study of RI-002 in PIDD patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Expert commentary : The data demonstrate that RI-002 is efficacious in the prevention and treatment of RSV in preclinical normal and immune suppressed animal models and is safe and efficacious in the treatment of patients with various forms of primary immunodeficiency disease ( PIDD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This product offers potential advantages over other available IG \u0027s for prophylaxis in immunocompromised patients requiring polyclonal immunoglobulin supplementation because of its unique antibody composition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to its enhanced neutralizing anti-RSV activity and its polyclonal IG composition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is preclinical data to support the use of RI-002 for humoral protection against other respiratory pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "226"
  }
}