{
  "paper_id": "a7059146f3a6c80c7ea311eeee61ca6329a9c472",
  "metadata": {
    "title": "Identi¢cation of Mycobacterium species by comparative analysis of the dnaA gene",
    "coda_data_split": "train",
    "coda_paper_id": 2357,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For the establishment of a diagnostic tool for mycobacterial species, a part of the dnaA gene was amplified and sequenced from clinically relevant 27 mycobacterial species as well as 49 clinical isolates. Sequence variability in the amplified segment of the dnaA gene allowed the differentiation of all species except for Mycobacterium tuberculosis, Mycobacterium africanum and Mycobacterium microti, which had identical sequences. Partial sequences of dnaA from clinical isolates belonging to three frequently isolated species revealed a very high intraspecies similarity, with a range of 96.0-100%. Based on the dnaA sequences, a species-specific primer set for Mycobacterium kansasii and Mycobacterium gastri was successfully designed for a simple loop-mediated isothermal amplification method. These results demonstrate that the variable sequences in the dnaA gene were species specific and were sufficient for the development of an accurate and rapid diagnosis of Mycobacterium species.",
      "sentences": [
        [
          {
            "segment_text": "For the establishment of a diagnostic tool for mycobacterial species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a part of the dnaA gene was amplified and sequenced from clinically relevant 27 mycobacterial species as well as 49 clinical isolates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequence variability in the amplified segment of the dnaA gene allowed the differentiation of all species except for Mycobacterium tuberculosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Mycobacterium africanum and Mycobacterium microti , which had identical sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Partial sequences of dnaA from clinical isolates belonging to three frequently isolated species revealed a very high intraspecies similarity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a range of 96.0-100 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Based on the dnaA sequences ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a species-specific primer set for Mycobacterium kansasii and Mycobacterium gastri was successfully designed for a simple loop-mediated isothermal amplification method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that the variable sequences in the dnaA gene were species specific and were sufficient for the development of an accurate and rapid diagnosis of Mycobacterium species .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "150"
  }
}