{
  "paper_id": "a71e4139dc4ba7ca03da5d99cac0781f092d5223",
  "metadata": {
    "title": "Open Access TECHNICAL ADVANCE Rapid semi-automated quantitative multiplex tandem PCR (MT-PCR) assays for the differential diagnosis of influenza-like illness",
    "coda_data_split": "train",
    "coda_paper_id": 3526,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza A, including avian influenza, is a major public health threat in developed and developing countries. Rapid and accurate detection is a key component of strategies to contain spread of infection, and the efficient diagnosis of influenza-like-illness is essential to protect health infrastructure in the event of a major influenza outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza A , including avian influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a major public health threat in developed and developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid and accurate detection is a key component of strategies to contain spread of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the efficient diagnosis of influenza-like-illness is essential to protect health infrastructure in the event of a major influenza outbreak .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We developed a multiplexed PCR (MT-PCR) assay for the simultaneous diagnosis of respiratory viruses causing influenza-like illness, including the specific recognition of influenza A haemagglutinin subtypes H1, H3, and H5. We tested several hundred clinical specimens in two diagnostic reference laboratories and compared the results with standard techniques.",
      "sentences": [
        [
          {
            "segment_text": "We developed a multiplexed PCR ( MT-PCR ) assay for the simultaneous diagnosis of respiratory viruses causing influenza-like illness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including the specific recognition of influenza A haemagglutinin subtypes H1 , H3 , and H5 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We tested several hundred clinical specimens in two diagnostic reference laboratories and compared the results with standard techniques .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The sensitivity and specificity of these assays was higher than individual assays based on direct antigen detection and standard PCR against a range of control templates and in several hundred clinical specimens. The MT-PCR assays provided differential diagnoses as well as potentially useful quantitation of virus in clinical samples.",
      "sentences": [
        [
          {
            "segment_text": "The sensitivity and specificity of these assays was higher than individual assays based on direct antigen detection and standard PCR against a range of control templates and in several hundred clinical specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MT-PCR assays provided differential diagnoses as well as potentially useful quantitation of virus in clinical samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "MT-PCR is a potentially powerful tool for the differential diagnosis of influenza-like illness in the clinical diagnostic laboratory.",
      "sentences": [
        [
          {
            "segment_text": "MT-PCR is a potentially powerful tool for the differential diagnosis of influenza-like illness in the clinical diagnostic laboratory .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "183"
  }
}