{
  "paper_id": "a7279f9dc72d858cc7f1c85a46c97c803eb47a69",
  "metadata": {
    "title": "REVIEW RNA chaperones encoded by RNA viruses",
    "coda_data_split": "train",
    "coda_paper_id": 5328,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNAs are functionally diverse macromolecules whose proper functions rely strictly upon their correct tertiary structures. However, because of their high structural flexibility, correct folding of RNAs is challenging and slow. Therefore, cells and viruses encode a variety of RNA remodeling proteins, including helicases and RNA chaperones. In RNA viruses, these proteins are believed to play pivotal roles in all the processes involving viral RNAs during the life cycle. RNA helicases have been studied extensively for decades, whereas RNA chaperones, particularly virus-encoded RNA chaperones, are often overlooked. This review describes the activities of RNA chaperones encoded by RNA viruses, particularly the ones identified and characterized in recent years, and the functions of these proteins in different steps of viral life cycles, and presents an overview of this unique group of proteins.",
      "sentences": [
        [
          {
            "segment_text": "RNAs are functionally diverse macromolecules whose proper functions rely strictly upon their correct tertiary structures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , because of their high structural flexibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "correct folding of RNAs is challenging and slow .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , cells and viruses encode a variety of RNA remodeling proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including helicases and RNA chaperones .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In RNA viruses , these proteins are believed to play pivotal roles in all the processes involving viral RNAs during the life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA helicases have been studied extensively for decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas RNA chaperones , particularly virus-encoded RNA chaperones , are often overlooked .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the activities of RNA chaperones encoded by RNA viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "particularly the ones identified and characterized in recent years ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the functions of these proteins in different steps of viral life cycles ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and presents an overview of this unique group of proteins .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "147"
  }
}