{
  "paper_id": "a74504e83f52c1ed91c0e52adc5af8830d71ae5f",
  "metadata": {
    "title": "Impact and clinical profiles of Mycoplasma pneumoniae co-detection in childhood community-acquired pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 2087,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Increasing number of hospitalized children with community acquired pneumonia (CAP) is codetected with Mycoplasma pneumoniae (Mp). The clinical characteristics and impact of Mp co-detected with other bacterial and/or viral pathogens remain poorly understood. The purpose of this study was to evaluate the demographic and clinical features of CAP children with Mp mono-detection and Mp co-detection. Methods: A total of 4148 hospitalized children with CAP were recruited from January to December 2017 at the Children\u0027s Hospital of Hebei Province, affiliated to Hebei Medical University. A variety of respiratory viruses, bacteria and Mp were detected using multiple modalities. The demographic and clinical features of CAP children with Mp mono-detection and Mp co-detection were recorded and analyzed. Results: Among the 110 CAP children with Mp positive, 42 (38.18%) of them were co-detected with at least one other pathogen. Co-detection was more common among children aged ≤3 years. No significant differences were found in most clinical symptoms, complications, underlying conditions and disease severity parameters among various etiological groups, with the following exceptions. First, prolonged duration of fever, lack of appetite and runny nose were more prevalent among CAP children with Mp-virus co-detection. Second, Mp-virus (excluding HRV) co-detected patients were more likely to present with prolonged duration of fever. Third, patients co-detected with Mp-bacteria were more likely to have abnormal blood gases. Additionally, CAP children with Mp-HRV co-detection were significantly more likely to report severe runny nose compared to those with Mp mono-detection. Conclusion: Mp co-detection with viral and/or bacterial pathogens is common in clinical practice. However, there are no apparent differences between Mp mono-detection and Mp co-detections in terms of clinical features and disease severity.",
      "sentences": [
        [
          {
            "segment_text": "Background : Increasing number of hospitalized children with community acquired pneumonia ( CAP ) is codetected with Mycoplasma pneumoniae ( Mp ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical characteristics and impact of Mp co-detected with other bacterial and/or viral pathogens remain poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to evaluate the demographic and clinical features of CAP children with Mp mono-detection and Mp co-detection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 4148 hospitalized children with CAP were recruited from January to December 2017 at the Children \u0027s Hospital of Hebei Province ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "affiliated to Hebei Medical University .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A variety of respiratory viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacteria and Mp were detected using multiple modalities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The demographic and clinical features of CAP children with Mp mono-detection and Mp co-detection were recorded and analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among the 110 CAP children with Mp positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "42 ( 38.18 % ) of them were co-detected with at least one other pathogen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-detection was more common among children aged ≤ 3 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant differences were found in most clinical symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "complications , underlying conditions and disease severity parameters among various etiological groups , with the following exceptions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "First , prolonged duration of fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lack of appetite and runny nose were more prevalent among CAP children with Mp-virus co-detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second , Mp-virus ( excluding HRV ) co-detected patients were more likely to present with prolonged duration of fever .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Third , patients co-detected with Mp-bacteria were more likely to have abnormal blood gases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , CAP children with Mp-HRV co-detection were significantly more likely to report severe runny nose compared to those with Mp mono-detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Mp co-detection with viral and/or bacterial pathogens is common in clinical practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there are no apparent differences between Mp mono-detection and Mp co-detections in terms of clinical features and disease severity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "20",
    "token_num": "314"
  }
}