{
  "paper_id": "a74cd505e565a0fefb38fc76d93ecc1a39c04bb5",
  "metadata": {
    "title": "Disaster Resilient Future in Korea Resilience • Sustainable Development Goals (SDGs) • Climate Change • Ministry of Public Safety and Security (MPSS) • Sendai Framework for Disaster Risk Reduction • Conference of Parties (COP)",
    "coda_data_split": "train",
    "coda_paper_id": 9056,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Republic of Korea has not only monumentally progressed socially, economically, and politically since 1948, but has taken the arduous undertaking of reforming the way it reduces disaster risk, mitigates the impact, and prepares for and responds to disasters for a resilient future. The administrative and organizational reforms have not been without its setbacks or obstacles; however, they were not so insurmountable that they could not be overcome by one of Korea\u0027s greatest assets: persisting endeavors to build back better and to enhance resilience. Starting with an independent national agency in 2004 to manage natural and human-caused disasters and preparedness, the government quickly realized, through focusing events, it was insufficient to handle the increasing complexity and intensifying of disasters striking the nation. Therefore, through political will and hindsight, it continuously coalesced pertinent disaster management responsibilities into newer and newer agencies until 2016, when it enacted a progressively more ubiquitous and self-propelling agency. However, although the agency is apt for current disasters, it will not be for future disaster, which needs the integration of resilience into Disaster Risk Management (DRM). Therefore, we suggest five tenets on how to make Korea\u0027s resilient future as well as for other nations that are and will follow in Korea\u0027s footsteps, especially for those nations in Asia and Africa. A future that is resilient against all types of disaster risks, especially being prepared well for \"low probability and high impact\" focusing events that are located in the long-tail of the Power-law Distribution.",
      "sentences": [
        [
          {
            "segment_text": "The Republic of Korea has not only monumentally progressed socially ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "economically , and politically since 1948 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but has taken the arduous undertaking of reforming the way it reduces disaster risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mitigates the impact , and prepares for and responds to disasters for a resilient future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The administrative and organizational reforms have not been without its setbacks or obstacles ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they were not so insurmountable that they could not be overcome by one of Korea \u0027s greatest assets : persisting endeavors to build back better and to enhance resilience .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Starting with an independent national agency in 2004 to manage natural and human-caused disasters and preparedness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the government quickly realized , through focusing events ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it was insufficient to handle the increasing complexity and intensifying of disasters striking the nation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , through political will and hindsight ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it continuously coalesced pertinent disaster management responsibilities into newer and newer agencies until 2016 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when it enacted a progressively more ubiquitous and self-propelling agency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , although the agency is apt for current disasters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it will not be for future disaster ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which needs the integration of resilience into Disaster Risk Management ( DRM ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Therefore , we suggest five tenets on how to make Korea \u0027s resilient future as well as for other nations that are and will follow in Korea \u0027s footsteps ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for those nations in Asia and Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A future that is resilient against all types of disaster risks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially being prepared well for `` low probability and high impact \u0027\u0027 focusing events that are located in the long-tail of the Power-law Distribution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "19",
    "token_num": "280"
  }
}