{
  "paper_id": "a7520dadc8662d0c0d1f3ef1c439d1a484d59e91",
  "metadata": {
    "title": "A general method for the induction and screening of antisera for cDNA-encoded polypeptides: antibodies specific for a coronavirus putative polymerase-encoding gene (Recombinant DNA; open reading frame vector; nonstructural viral proteins; cell-free protein synthesis; mouse hepatitis virus)",
    "coda_data_split": "train",
    "coda_paper_id": 2304,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A prokaryotic vector, pGE374, containing the recA and la\u0026genes, out-of-frame, was used for the expression of cDNA derived from the putative polymerase-encoding gene of the coronavirus mouse hepatitis virus strain A59 (MHV-A59). The pGE374/viral recombinant vector generates a tripartite bacterial/viral protein composed of a segment of the RecA protein at the N terminus, the coronaviral sequences in the middle, and an enzymatically active /3-galactosidase at the C terminus. Rabbits immunized with such recombinant proteins generated antibodies to the MHV-A59 portion of the tripartite protein. Because the MHV-A59 polymerase proteins have been difficult to identify during infection, we used a novel method to demonstrate the viral specificity of the antiserum. The viral cDNA was excised from the expression vector, and transferred to a pGem vector, downstream from and in-frame with a portion of the cat gene. This construct contained a bacteriophage RNA polymerase promoter that enabled the cell-free synthesis of a fusion protein that was used to verify that antibodies were generated to the expressed viral DNA. This strategy was shown to successfully result in the specific generation of antibodies to the encoded information of the viral cDNA. Furthermore, this method has general applicability in the generation and characterization of antibodies directed against proteins encoded in cDNAs. PA 19104-6076 (U.S.A.) Tel. (215) 898-8013; Fax (2 15) 898-9557. 0378-I 119/89/SO3.50 0 1989 Elsevier Science Publishers B.V. (Biomedical Division)",
      "sentences": [
        [
          {
            "segment_text": "A prokaryotic vector , pGE374 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "containing the recA and la \u0026 genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "out-of-frame , was used for the expression of cDNA derived from the putative polymerase-encoding gene of the coronavirus mouse hepatitis virus strain A59 ( MHV-A59 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pGE374/viral recombinant vector generates a tripartite bacterial/viral protein composed of a segment of the RecA protein at the N terminus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the coronaviral sequences in the middle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an enzymatically active / 3-galactosidase at the C terminus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rabbits immunized with such recombinant proteins generated antibodies to the MHV-A59 portion of the tripartite protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because the MHV-A59 polymerase proteins have been difficult to identify during infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we used a novel method to demonstrate the viral specificity of the antiserum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viral cDNA was excised from the expression vector ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and transferred to a pGem vector ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "downstream from and in-frame with a portion of the cat gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This construct contained a bacteriophage RNA polymerase promoter that enabled the cell-free synthesis of a fusion protein that was used to verify that antibodies were generated to the expressed viral DNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This strategy was shown to successfully result in the specific generation of antibodies to the encoded information of the viral cDNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , this method has general applicability in the generation and characterization of antibodies directed against proteins encoded in cDNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PA 19104-6076 ( U.S.A. ) Tel. -LRB-215-RRB- 898-8013 ; Fax ( 2 15 ) 898-9557 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "0378-I 119/89/SO3 .50 0 1989 Elsevier Science Publishers B.V. ( Biomedical Division )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "257"
  }
}