{
  "paper_id": "a76b38e924387b89e7e80a3aa1df2bd116edbde2",
  "metadata": {
    "title": "The Journal of Infectious Diseases Viral Load Dynamics and Clinical Disease Severity in Infants With Respiratory Syncytial Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 5467,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The association between respiratory syncytial virus (RSV) loads and clinical outcomes in children remains to be defined. In most studies, viral loads (VL) were evaluated in hospitalized children and at a single time-point. We investigated the relationship between VLs and disease severity in both outpatients and inpatients with RSV infection.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The association between respiratory syncytial virus ( RSV ) loads and clinical outcomes in children remains to be defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In most studies , viral loads ( VL ) were evaluated in hospitalized children and at a single time-point .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the relationship between VLs and disease severity in both outpatients and inpatients with RSV infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We enrolled previously healthy children with RSV infection. Disease severity was defined by level of care (outpatients vs ward vs pediatric intensive care unit [PICU]), and a clinical disease severity score (CDSS). Nasopharyngeal VLs by polymerase chain reaction and CDSS were measured at enrollment and daily in inpatients. VL decay according to disease severity was analyzed using linear mixed modeling.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We enrolled previously healthy children with RSV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Disease severity was defined by level of care ( outpatients vs ward vs pediatric intensive care unit ( PICU ) ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a clinical disease severity score ( CDSS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal VLs by polymerase chain reaction and CDSS were measured at enrollment and daily in inpatients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "VL decay according to disease severity was analyzed using linear mixed modeling .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. From February 2015 to March 2017, we enrolled 150 infants: 39 outpatients and 111 inpatients. VLs were higher in outpatients than in age-matched inpatients. Among inpatients, initial VLs were comparable in ward and PICU patients, and preceded the peak CDSS. However, after excluding infants treated with steroids, those hospitalized in the ward had higher VLs than infants requiring PICU care (P \u003c .001). Dynamic analyses showed that VL decay was delayed in PICU patients, especially in those treated with steroids.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From February 2015 to March 2017 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we enrolled 150 infants : 39 outpatients and 111 inpatients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VLs were higher in outpatients than in age-matched inpatients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among inpatients , initial VLs were comparable in ward and PICU patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and preceded the peak CDSS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , after excluding infants treated with steroids ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those hospitalized in the ward had higher VLs than infants requiring PICU care ( P \u003c .001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dynamic analyses showed that VL decay was delayed in PICU patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in those treated with steroids .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Higher VLs at presentation and a faster and consistent VL decline were both associated with less severe RSV disease in children.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher VLs at presentation and a faster and consistent VL decline were both associated with less severe RSV disease in children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "253"
  }
}