{
  "paper_id": "a7878910b3988c9d30b8d2b0bd10581cf2842267",
  "metadata": {
    "title": "Knowle dge-Base d Systems The attribute reductions of three-way concept lattices",
    "coda_data_split": "train",
    "coda_paper_id": 6634,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Object-induced three-way object concept Attribute-induced three-way attribute concept Discernibility attribute set a b s t r a c t Three-way concept analysis is a newly proposed area of formal concept analysis from which one can obtain both the inclusion decision and the exclusion decision. In general, given a context, some attributes may not be essential in three-way concept analysis, such as forming three-way concept lattice. So in this paper, we study the attribute reductions of three-way concept lattices in order to make the data easily be understood. Firstly, based on different criteria generated from object-induced three-way concept (OEconcept), four kinds of attribute reductions are proposed. The four reductions together embody different characteristics of a formal context and can be used in different occasions. Secondly, we discuss their relationships, including their advantages and disadvantages and the relationships among consistent sets and among the cores. Thirdly, based on attribute-induced three-way concept (AE-concept), we also give four attribute-induced three-way attribute reductions and discuss their relationships. Finally, the approaches to computing these attribute reductions are presented and the obtained results are demonstrated and verified by an empirical case. In this paper, we systematically investigate the attribute reductions of threeway concept lattices which enriches the study of formal concept analysis.",
      "sentences": [
        [
          {
            "segment_text": "Object-induced three-way object concept Attribute-induced three-way attribute concept Discernibility attribute set a b s t r a c t Three-way concept analysis is a newly proposed area of formal concept analysis from which one can obtain both the inclusion decision and the exclusion decision .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , given a context ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some attributes may not be essential in three-way concept analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as forming three-way concept lattice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So in this paper , we study the attribute reductions of three-way concept lattices in order to make the data easily be understood .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Firstly , based on different criteria generated from object-induced three-way concept ( OEconcept ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "four kinds of attribute reductions are proposed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The four reductions together embody different characteristics of a formal context and can be used in different occasions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Secondly , we discuss their relationships ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including their advantages and disadvantages and the relationships among consistent sets and among the cores .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thirdly , based on attribute-induced three-way concept ( AE-concept ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we also give four attribute-induced three-way attribute reductions and discuss their relationships .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , the approaches to computing these attribute reductions are presented and the obtained results are demonstrated and verified by an empirical case .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this paper , we systematically investigate the attribute reductions of threeway concept lattices which enriches the study of formal concept analysis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "230"
  }
}