{
  "paper_id": "a78ff7b94d33ade83cbd46f338837ab3c1f9906a",
  "metadata": {
    "title": "A large-scale location-based social network to understanding the impact of human geo-social interaction patterns on vaccination strategies in an urbanized area",
    "coda_data_split": "train",
    "coda_paper_id": 5777,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A R T I C L E I N F O",
      "sentences": [
        [
          {
            "segment_text": "A R T I C L E I N F O",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Geo-social interaction patterns Geo-social scale Location-based social network Agent-based epidemic models Social network analysis Infectious disease transmission and control High performance computing A B S T R A C T Cities play an important role in fostering and amplifying the transmission of airborne diseases (e.g., influenza) because of dense human contacts. Before an outbreak of airborne diseases within a city, how to determine an appropriate containment area for effective vaccination strategies is unknown. This research treats airborne disease spreads as geo-social interaction patterns, because viruses transmit among different groups of people over geographical locations through human interactions and population movement. Previous research argued that an appropriate scale identified through human geo-social interaction patterns can provide great potential for effective vaccination. However, little work has been done to examine the effectiveness of such vaccination at large scales (e.g., city) that are characterized by spatially heterogeneous population distribution and movement. This article therefore aims to understand the impact of geo-social interaction patterns on effective vaccination in the urbanized area of Portland, Oregon. To achieve this goal, we simulate influenza transmission on a large-scale location-based social network to 1) identify human geo-social interaction patterns for designing effective vaccination strategies, and 2) and evaluate the efficacy of different vaccination strategies according to the identified geo-social patterns. The simulation results illustrate the effectiveness of vaccination strategies based on geosocial interaction patterns in containing the epidemic outbreak at the source. This research can provide evidence to inform public health approaches to determine effective scales in the design of disease control strategies.",
      "sentences": [
        [
          {
            "segment_text": "Geo-social interaction patterns Geo-social scale Location-based social network Agent-based epidemic models Social network analysis Infectious disease transmission and control High performance computing A B S T R A C T Cities play an important role in fostering and amplifying the transmission of airborne diseases ( e.g. , influenza ) because of dense human contacts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Before an outbreak of airborne diseases within a city ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how to determine an appropriate containment area for effective vaccination strategies is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This research treats airborne disease spreads as geo-social interaction patterns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because viruses transmit among different groups of people over geographical locations through human interactions and population movement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous research argued that an appropriate scale identified through human geo-social interaction patterns can provide great potential for effective vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little work has been done to examine the effectiveness of such vaccination at large scales ( e.g. , city ) that are characterized by spatially heterogeneous population distribution and movement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article therefore aims to understand the impact of geo-social interaction patterns on effective vaccination in the urbanized area of Portland , Oregon .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To achieve this goal , we simulate influenza transmission on a large-scale location-based social network to 1 ) identify human geo-social interaction patterns for designing effective vaccination strategies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 2 ) and evaluate the efficacy of different vaccination strategies according to the identified geo-social patterns .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The simulation results illustrate the effectiveness of vaccination strategies based on geosocial interaction patterns in containing the epidemic outbreak at the source .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This research can provide evidence to inform public health approaches to determine effective scales in the design of disease control strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "289"
  }
}