{
  "paper_id": "a7a5f2d3cff5287f3c65c24cb77de1caf5872687",
  "metadata": {
    "title": "Structure, Biosynthesis, and Localization of Dipeptidyl Aminopeptidase B, an Integral Membrane Glycoprotein of the Yeast Vacuole",
    "coda_data_split": "train",
    "coda_paper_id": 8294,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We have characterized the structure, biogenesis, and localization of dipeptidyl aminopeptidase B (DPAP B), a membrane protein of the yeast vacuole. An antibody specific for DPAP B recognizes a 120-kD glycoprotein in yeast that behaves like an integral membrane protein in that it is not removed from membranes by high pH Na2COs treatment. Inspection of the deduced amino acid sequence of DPAP B reveals a hydrophobic domain near the NH2 terminus that could potentially span a lipid bilayer. The in vitro enzymatic activity and apparent molecular weight of DPAP B are unaffected by the allelic state of PEP4, a gene essential for the proteolytic activation of a number of soluble vacuolar hydrolases. DPAP B is synthesized as a glycosylated precursor that is converted to the mature 120-kD species by carbohydrate addition. The precur-J. H. Rothman\u0027s present address is",
      "sentences": [
        [
          {
            "segment_text": "We have characterized the structure ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "biogenesis , and localization of dipeptidyl aminopeptidase B ( DPAP B ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a membrane protein of the yeast vacuole .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An antibody specific for DPAP B recognizes a 120-kD glycoprotein in yeast that behaves like an integral membrane protein in that it is not removed from membranes by high pH Na2COs treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inspection of the deduced amino acid sequence of DPAP B reveals a hydrophobic domain near the NH2 terminus that could potentially span a lipid bilayer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The in vitro enzymatic activity and apparent molecular weight of DPAP B are unaffected by the allelic state of PEP4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a gene essential for the proteolytic activation of a number of soluble vacuolar hydrolases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DPAP B is synthesized as a glycosylated precursor that is converted to the mature 120-kD species by carbohydrate addition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The precur-J .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "H. Rothman \u0027s present address is",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "151"
  }
}