{
  "paper_id": "a7ab989eb31d8d6dd0a09da2ee0cf5f6a5182885",
  "metadata": {
    "title": "Zoonoses and One Health: A Review of the Literature",
    "coda_data_split": "train",
    "coda_paper_id": 4617,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. One health is a concept that was officially adopted by international organizations and scholarly bodies in 1984. It is the notion of combining human, animal, and environmental components to address global health challenges that have an ecological interconnectedness. Methods. A cross-sectional study of the available literature cited was conducted from January 1984 when the one health concept was adopted till December 2012 to examine the role of the one health approach towards zoonoses. Inclusion criteria included publications, professional presentations, funding allocations, official documentation books, and book chapters, and exclusion criteria included those citations written outside the period of review. Results. A total of 737 resources met the inclusion criteria and were considered in this review. Resources showed a continuous upward trend for the years from 2006 to 2012. The predominant resources were journal publications with environmental health as the significant scope focus for one health. There was also an emphasis on the distribution of the work from developed countries. All categories of years, resources, scopes, and country locale differed from the means ( \u003d 0.000). Year of initiative, scope, and country locale showed a dependent relationship ( \u003d 0.022, \u003d 0.003, and \u003d 0.021, resp.). Conclusion. Our findings demonstrate the rapid growth in embracing the concept of one health, particularly in developed countries over the past six years. The advantages and benefits of this approach in tackling zoonoses are manifold, yet they are still not seemingly being embraced in developing countries where zoonoses have the greatest impact.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One health is a concept that was officially adopted by international organizations and scholarly bodies in 1984 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the notion of combining human ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animal , and environmental components to address global health challenges that have an ecological interconnectedness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A cross-sectional study of the available literature cited was conducted from January 1984 when the one health concept was adopted till December 2012 to examine the role of the one health approach towards zoonoses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inclusion criteria included publications , professional presentations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "funding allocations , official documentation books ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and book chapters , and exclusion criteria included those citations written outside the period of review .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 737 resources met the inclusion criteria and were considered in this review .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Resources showed a continuous upward trend for the years from 2006 to 2012 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The predominant resources were journal publications with environmental health as the significant scope focus for one health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was also an emphasis on the distribution of the work from developed countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All categories of years , resources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "scopes , and country locale differed from the means ( \u003d 0.000 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Year of initiative , scope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and country locale showed a dependent relationship ( \u003d 0.022 , \u003d 0.003 , and \u003d 0.021 , resp . )",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings demonstrate the rapid growth in embracing the concept of one health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in developed countries over the past six years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The advantages and benefits of this approach in tackling zoonoses are manifold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yet they are still not seemingly being embraced in developing countries where zoonoses have the greatest impact .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "24",
    "token_num": "284"
  }
}