{
  "paper_id": "a7ab7a45f2b808fccd9c684ed6b301bdc9a37cab",
  "metadata": {
    "title": "Severity of Pneumonia Due to New H1N1 Influenza Virus in Ferrets Is Intermediate between That Due to Seasonal H1N1 Virus and Highly Pathogenic Avian Influenza H5N1 Virus",
    "coda_data_split": "train",
    "coda_paper_id": 6226,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The newly emerged influenza A(H1N1) virus (new H1N1 virus) is causing the first influenza pandemic of this century. Three influenza pandemics of the previous century caused variable mortality, which largely depended on the development of severe pneumonia. However, the ability of the new H1N1 virus to cause pneumonia is poorly understood.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The newly emerged influenza A ( H1N1 ) virus ( new H1N1 virus ) is causing the first influenza pandemic of this century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three influenza pandemics of the previous century caused variable mortality ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which largely depended on the development of severe pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the ability of the new H1N1 virus to cause pneumonia is poorly understood .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. The new H1N1 virus was inoculated intratracheally into ferrets. Its ability to cause pneumonia was compared with that of seasonal influenza H1N1 virus and highly pathogenic avian influenza (HPAI) H5N1 virus by using clinical, virological, and pathological analyses.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The new H1N1 virus was inoculated intratracheally into ferrets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Its ability to cause pneumonia was compared with that of seasonal influenza H1N1 virus and highly pathogenic avian influenza ( HPAI ) H5N1 virus by using clinical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virological , and pathological analyses .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Our results showed that the new H1N1 virus causes pneumonia in ferrets intermediate in severity between that caused by seasonal H1N1 virus and by HPAI H5N1 virus. The new H1N1 virus replicated well throughout the lower respiratory tract and more extensively than did both seasonal H1N1 virus (which replicated mainly in the bronchi) and HPAI H5N1 virus (which replicated mainly in the alveoli). High loads of new H1N1 virus in lung tissue were associated with diffuse alveolar damage and mortality.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results showed that the new H1N1 virus causes pneumonia in ferrets intermediate in severity between that caused by seasonal H1N1 virus and by HPAI H5N1 virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The new H1N1 virus replicated well throughout the lower respiratory tract and more extensively than did both seasonal H1N1 virus ( which replicated mainly in the bronchi ) and HPAI H5N1 virus ( which replicated mainly in the alveoli ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High loads of new H1N1 virus in lung tissue were associated with diffuse alveolar damage and mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The new H1N1 virus may be intrinsically more pathogenic for humans than is seasonal H1N1 virus.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The new H1N1 virus may be intrinsically more pathogenic for humans than is seasonal H1N1 virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A new influenza A virus of the subtype H1N1 (new H1N1 virus) that first emerged in Mexico at the beginning of 2009 is the first pandemic human influenza virus of the 21st century. Studies have concluded that this virus probably originated from a domestic swine reservoir on the basis of its genetic signature [1, 2]. On 11 June 2009, the World Health Organization declared phase 6 of the global pandemic alert level [3] .",
      "sentences": [
        [
          {
            "segment_text": "A new influenza A virus of the subtype H1N1 ( new H1N1 virus ) that first emerged in Mexico at the beginning of 2009 is the first pandemic human influenza virus of the 21st century .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies have concluded that this virus probably originated from a domestic swine reservoir on the basis of its genetic signature ( 1 , 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On 11 June 2009 , the World Health Organization declared phase 6 of the global pandemic alert level ( 3 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "16",
    "segment_num": "18",
    "token_num": "301"
  }
}