{
  "paper_id": "a7b187706eb3246cdc6b1965c024bffb8fc3070c",
  "metadata": {
    "title": "Ecology of Avian Influenza Virus in Birds",
    "coda_data_split": "train",
    "coda_paper_id": 2125,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The influenza virus genome is an 8-segment single-stranded RNA with high potential for in situ recombination. Two segments code for the hemagglutinin (H) and neuraminidase (N) antigens used for host-cell entry. At present, 16 H and 9 N subtypes are known, for a total of 144 possible different influenza subtypes, each with potentially different host susceptibility. With 110,000 species of birds found in nearly every terrestrial and aquatic habitat, there are few places on earth where birds cannot be found. The avian immune system differs from that of humans in several important features, including asynchronous B and T lymphocyte systems and a polymorphic multigene immune complex, but little is known about the immunogenetics of pathogenic response. Postbreeding dispersal and migration and a naturally high degree of environmental vagility mean that wild birds have the potential to be vectors that transmit highly pathogenic variants great distances from the original sources of infection.",
      "sentences": [
        [
          {
            "segment_text": "The influenza virus genome is an 8-segment single-stranded RNA with high potential for in situ recombination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two segments code for the hemagglutinin ( H ) and neuraminidase ( N ) antigens used for host-cell entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At present , 16 H and 9 N subtypes are known ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for a total of 144 possible different influenza subtypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each with potentially different host susceptibility .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With 110,000 species of birds found in nearly every terrestrial and aquatic habitat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are few places on earth where birds can not be found .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The avian immune system differs from that of humans in several important features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including asynchronous B and T lymphocyte systems and a polymorphic multigene immune complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known about the immunogenetics of pathogenic response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Postbreeding dispersal and migration and a naturally high degree of environmental vagility mean that wild birds have the potential to be vectors that transmit highly pathogenic variants great distances from the original sources of infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "168"
  }
}