{
  "paper_id": "a7f473df655c67cbdf1b5f61c5a7458bc2a9385c",
  "metadata": {
    "title": "Virus-host interactome and proteomic survey of PMBCs from COVID-19 patients reveal potential virulence factors influencing SARS-CoV-2 pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 8147,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The ongoing coronavirus disease pandemic caused by Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is a global public health concern due to relatively easy person-to-person transmission and the current lack of effective antiviral therapy. However, the exact molecular mechanisms of SARS-CoV-2 pathogenesis remain largely unknown. We exploited an integrated proteomics approach to systematically investigate intra-viral and virus-host interactomes for the identification of unrealized SARS-CoV-2 host targets and participation of cellular proteins in the response to viral infection using peripheral blood mononuclear cells (PBMCs) isolated from COVID-19 patients. Using this approach, we elucidated 251 host proteins targeted by SARS-CoV-2 and more than 200 host proteins that are significantly perturbed in COVID-19 derived PBMCs. From the interactome, we further identified that non-structural protein nsp9 and nsp10 interact with NKRF, a NF-kB repressor, and may precipitate the strong IL-8/IL-6 mediated chemotaxis of neutrophils and overexuberant host inflammatory response observed in COVID-19 patients. Our integrative study not only presents a systematic examination of SARS-CoV-2-induced perturbation of host targets and cellular networks to reflect disease etiology, but also reveals insights into the mechanisms by which SARS-CoV-2 triggers cytokine storms and represents a powerful resource in the quest for therapeutic intervention.",
      "sentences": [
        [
          {
            "segment_text": "The ongoing coronavirus disease pandemic caused by Severe Acute Respiratory Syndrome Coronavirus-2 ( SARS-CoV-2 ) is a global public health concern due to relatively easy person-to-person transmission and the current lack of effective antiviral therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the exact molecular mechanisms of SARS-CoV-2 pathogenesis remain largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We exploited an integrated proteomics approach to systematically investigate intra-viral and virus-host interactomes for the identification of unrealized SARS-CoV-2 host targets and participation of cellular proteins in the response to viral infection using peripheral blood mononuclear cells ( PBMCs ) isolated from COVID-19 patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using this approach , we elucidated 251 host proteins targeted by SARS-CoV-2 and more than 200 host proteins that are significantly perturbed in COVID-19 derived PBMCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From the interactome , we further identified that non-structural protein nsp9 and nsp10 interact with NKRF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a NF-kB repressor , and may precipitate the strong IL-8 / IL-6 mediated chemotaxis of neutrophils and overexuberant host inflammatory response observed in COVID-19 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our integrative study not only presents a systematic examination of SARS-CoV-2-induced perturbation of host targets and cellular networks to reflect disease etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also reveals insights into the mechanisms by which SARS-CoV-2 triggers cytokine storms and represents a powerful resource in the quest for therapeutic intervention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "212"
  }
}