{
  "paper_id": "a7fd820f0a5983f4254f8b6e0e03478bb7da244b",
  "metadata": {
    "title": "Chapter C7 CORONAVIRUSES AND NEUROANTIGENS: myelin proteins, myelin genes",
    "coda_data_split": "train",
    "coda_paper_id": 2711,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is an autoimmune disease in which autoreactive T cells specific to central nervous system (CNS) myelin antigens are activated. Although disease etiology remains unknown, coronaviruses are suspected to be involved in MS pathology. Molecular mimicry, the recognition of two antigens by a single immune cell, could be the mechanism explaining the link between a viral infection and MS through activation of myelin-reactive T cells by a virus infection in a genetically predisposed individual. Evidence supporting this hypothesis in humans has been accumulated in our laboratory. Human coronavirus (HCoV) -myelin cross-reactive T-cell lines (TCL) were predominantly found in MS patients compared to patients with other neurological or inflammatory diseases, or healthy controls. Moreover, virusmyelin T cell cross-reactivity was confirmed at the clonal level. Molecular mimicry between infectious pathogens such as the ubiquitous human respiratory coronaviruses could, in genetically susceptible individuals, play a role leading to the development of MS. Together with other possible mechanisms such as bystander effects, epitope spreading or even superantigenic activities, this pathogen-associated immune induction could play a role in maintaining and broadening the autoimmune response associated with MS pathology. autoimmunity, T cells, central nervous system, virus, molecular mimicry 1.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is an autoimmune disease in which autoreactive T cells specific to central nervous system ( CNS ) myelin antigens are activated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although disease etiology remains unknown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronaviruses are suspected to be involved in MS pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular mimicry , the recognition of two antigens by a single immune cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could be the mechanism explaining the link between a viral infection and MS through activation of myelin-reactive T cells by a virus infection in a genetically predisposed individual .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence supporting this hypothesis in humans has been accumulated in our laboratory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human coronavirus ( HCoV ) - myelin cross-reactive T-cell lines ( TCL ) were predominantly found in MS patients compared to patients with other neurological or inflammatory diseases , or healthy controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , virusmyelin T cell cross-reactivity was confirmed at the clonal level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecular mimicry between infectious pathogens such as the ubiquitous human respiratory coronaviruses could ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in genetically susceptible individuals , play a role leading to the development of MS. Together with other possible mechanisms such as bystander effects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "epitope spreading or even superantigenic activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this pathogen-associated immune induction could play a role in maintaining and broadening the autoimmune response associated with MS pathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "autoimmunity , T cells , central nervous system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virus , molecular mimicry 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "225"
  }
}