{
  "paper_id": "a80751d5415f2d5a22d541111db94909429c89aa",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6457,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The lifecycle of intracellular pathogens, especially viruses, is intimately tied to the macromolecular synthetic processes of their host cell. In the case of positive-stranded RNA viruses, the ability to translate and, thus, replicate their infecting genome is dependent upon hijacking host proteins. To identify proteins that participate in West Nile virus (WNV) replication, we tested the ability of siRNAs designed to knock-down the expression of a large subset of human genes to interfere with replication of WNV replicons. Here we report that multiple siRNAs for proteasome subunits interfered with WNV genome amplification. Specificity of the interference was shown by demonstrating that silencing proteasome subunits did not interfere with Venezuelan equine encephalitis virus replicons. Drugs that blocked proteasome activity were potent inhibitors of WNV genome amplification even if cells were treated 12 h after infection, indicating that the proteasome is required at a post-entry stage(s) of the WNV infection cycle.",
      "sentences": [
        [
          {
            "segment_text": "The lifecycle of intracellular pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially viruses , is intimately tied to the macromolecular synthetic processes of their host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the case of positive-stranded RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the ability to translate and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus , replicate their infecting genome is dependent upon hijacking host proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify proteins that participate in West Nile virus ( WNV ) replication ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we tested the ability of siRNAs designed to knock-down the expression of a large subset of human genes to interfere with replication of WNV replicons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Here we report that multiple siRNAs for proteasome subunits interfered with WNV genome amplification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specificity of the interference was shown by demonstrating that silencing proteasome subunits did not interfere with Venezuelan equine encephalitis virus replicons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Drugs that blocked proteasome activity were potent inhibitors of WNV genome amplification even if cells were treated 12 h after infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the proteasome is required at a post-entry stage ( s ) of the WNV infection cycle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "167"
  }
}