{
  "paper_id": "a80bc93a9b4851d9f4925885f9436f3739781333",
  "metadata": {
    "title": "The Golgi Complex: In Vitro Veritas? Review",
    "coda_data_split": "train",
    "coda_paper_id": 6305,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Understanding thestructure and function of theGolgi comiplex has proved to be among the more challenging probllems in cell biology. The last several years have turned out Ito be particularly exciting in this respect since they have Iyielded new insights and ideas at an increasingly rapid ipace. This period of advance has largely been due to the Idevelopment of powerful new biochemical, morphological, #and genetic approaches to unraveling the complexities of \u0027this organelle. While much remains to be discovered, the Iproblem now is how to integrate this wealth of information.",
      "sentences": [
        [
          {
            "segment_text": "Understanding thestructure and function of theGolgi comiplex has proved to be among the more challenging probllems in cell biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The last several years have turned out Ito be particularly exciting in this respect since they have Iyielded new insights and ideas at an increasingly rapid ipace .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This period of advance has largely been due to the Idevelopment of powerful new biochemical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "morphological , #and genetic approaches to unraveling the complexities of ` this organelle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While much remains to be discovered ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Iproblem now is how to integrate this wealth of information .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "\u0027To see if this is possible, we will first summarize how the lslolgi is commonly believed to work and then evaluate the lstrength of the evidence that underlies these views.",
      "sentences": [
        [
          {
            "segment_text": "` To see if this is possible ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we will first summarize how the lslolgi is commonly believed to work and then evaluate the lstrength of the evidence that underlies these views .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "130"
  }
}