{
  "paper_id": "a813acc37266e266325697747feea229c2299eec",
  "metadata": {
    "title": "Putting Synthesis into Biology: A Viral View of Genetic Engineering through De Novo Gene and Genome Synthesis",
    "coda_data_split": "train",
    "coda_paper_id": 7466,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The rapid improvements in DNA synthesis technology hold the potential to revolutionize biosciences in the near future. Traditional genetic engineering methods are template dependent and make extensive but laborious use of site-directed mutagenesis to explore the impact of small variations on an existing sequence \u0027\u0027theme.\u0027\u0027 De novo gene and genome synthesis frees the investigator from the restrictions of the pre-existing template and allows for the rational design of any conceivable new sequence theme. Viruses, being among the simplest replicating entities, have been at the forefront of the advancing biosciences since the dawn of molecular biology. Viral genomes, especially those of RNA viruses, are relatively short, often less than 10,000 bases long, making them amenable to whole genome synthesis with the currently available technology. For this reason viruses are once again poised to lead the way in the budding field of synthetic biology-for better or worse.",
      "sentences": [
        [
          {
            "segment_text": "The rapid improvements in DNA synthesis technology hold the potential to revolutionize biosciences in the near future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Traditional genetic engineering methods are template dependent and make extensive but laborious use of site-directed mutagenesis to explore the impact of small variations on an existing sequence `` theme . \u0027\u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "De novo gene and genome synthesis frees the investigator from the restrictions of the pre-existing template and allows for the rational design of any conceivable new sequence theme .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses , being among the simplest replicating entities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been at the forefront of the advancing biosciences since the dawn of molecular biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral genomes , especially those of RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are relatively short , often less than 10,000 bases long ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making them amenable to whole genome synthesis with the currently available technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For this reason viruses are once again poised to lead the way in the budding field of synthetic biology-for better or worse .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "159"
  }
}