{
  "paper_id": "a85682aca36d1cf089dc70545836c4a2485c93ee",
  "metadata": {
    "title": "Sero-prevalence, cross-species infection and serological determinants of prevalence of Bovine Coronavirus in Cattle, Sheep and Goats in Ghana",
    "coda_data_split": "train",
    "coda_paper_id": 2488,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cattle, goats and sheep are dominant livestock species in sub-Saharan Africa, with sometimes limited information on the prevalence of major infectious diseases. Restrictions due to notifiable epizootics complicate the exchange of samples in surveillance studies and suggest that laboratory capacities should be established domestically. Bovine Coronavirus (BCoV) causes mainly enteric disease in cattle. Spillover to small ruminants is possible. Here we established BCoV serology based on a recombinant immunofluorescence assay for cattle, goats and sheep, and studied the seroprevalence of BCoV in these species in four different locations in the Greater Accra, Volta, Upper East, and Northern provinces of Ghana. The whole sampling and testing was organized and conducted by a veterinary school in Kumasi, Ashanti Region of Ghana. Among sampled sheep (n \u003d 102), goats (n \u003d 66), and cattle (n \u003d 1495), the seroprevalence rates were 25.8 %, 43.1 % and 55.8 %. For cattle, seroprevalence was significantly higher on larger farms (82.2 % vs 17.8 %, comparing farms with \u003e 50 or \u003c 50 animals; p \u003d 0.027). Highest prevalence was seen in the Northern province with dry climate, but no significant trend following the north-south gradient of sampling sites was detected. Our study identifies a considerable seroprevalence for BCoV in Ghana and provides further support for the spillover of BCoV to small ruminants in settings with mixed husbandry and limited separation between species.",
      "sentences": [
        [
          {
            "segment_text": "Cattle , goats and sheep are dominant livestock species in sub-Saharan Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with sometimes limited information on the prevalence of major infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Restrictions due to notifiable epizootics complicate the exchange of samples in surveillance studies and suggest that laboratory capacities should be established domestically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bovine Coronavirus ( BCoV ) causes mainly enteric disease in cattle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spillover to small ruminants is possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we established BCoV serology based on a recombinant immunofluorescence assay for cattle ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "goats and sheep , and studied the seroprevalence of BCoV in these species in four different locations in the Greater Accra ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Volta , Upper East , and Northern provinces of Ghana .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The whole sampling and testing was organized and conducted by a veterinary school in Kumasi , Ashanti Region of Ghana .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among sampled sheep ( n \u003d 102 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "goats ( n \u003d 66 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cattle ( n \u003d 1495 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the seroprevalence rates were 25.8 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "43.1 % and 55.8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For cattle , seroprevalence was significantly higher on larger farms ( 82.2 % vs 17.8 % , comparing farms with \u003e 50 or \u003c 50 animals ; p \u003d 0.027 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Highest prevalence was seen in the Northern province with dry climate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but no significant trend following the north-south gradient of sampling sites was detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study identifies a considerable seroprevalence for BCoV in Ghana and provides further support for the spillover of BCoV to small ruminants in settings with mixed husbandry and limited separation between species .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "263"
  }
}