{
  "paper_id": "a86517ad056a8b3d53a4ecc467fe26e993d7bf51",
  "metadata": {
    "title": "Multipurpose Instantaneous Microarray Detection of Acute Encephalitis Causing Viruses and Their Expression Profiles",
    "coda_data_split": "train",
    "coda_paper_id": 2188,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Detection of multiple viruses is important for global analysis of gene or protein content and expression, opening up new prospects in terms of molecular and physiological systems for pathogenic diagnosis. Early diagnosis is crucial for disease treatment and control as it reduces inappropriate use of antiviral therapy and focuses surveillance activity. This requires the ability to detect and accurately diagnose infection at or close to the source/ outbreak with minimum delay and the need for specific, accessible point-of-care diagnosis able to distinguish causative viruses and their subtypes. None of the available viral diagnostic assays combine a point-of-care format with the complex capability to identify a large range of human and animal viruses. Microarray detection provides a useful, labor-saving tool for detection of multiple viruses with several advantages, such as convenience and prevention of cross-contamination of polymerase chain reaction (PCR) products, which is of foremost importance in such applications. Recently, real-time PCR assays with the ability to confirm the amplification product and quantitate the target concentration have been developed. Furthermore, nucleotide sequence analysis of amplification products has facilitated epidemiological studies of infectious disease outbreaks and monitoring of treatment outcomes for infections, in particular for viruses that mutate at high frequency. This review discusses applications of microarray technology as a potential new tool for detection and identification of acute encephalitis-causing viruses in human serum, plasma, and cell cultures.",
      "sentences": [
        [
          {
            "segment_text": "Detection of multiple viruses is important for global analysis of gene or protein content and expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "opening up new prospects in terms of molecular and physiological systems for pathogenic diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early diagnosis is crucial for disease treatment and control as it reduces inappropriate use of antiviral therapy and focuses surveillance activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This requires the ability to detect and accurately diagnose infection at or close to the source / outbreak with minimum delay and the need for specific ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accessible point-of-care diagnosis able to distinguish causative viruses and their subtypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "None of the available viral diagnostic assays combine a point-of-care format with the complex capability to identify a large range of human and animal viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microarray detection provides a useful ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "labor-saving tool for detection of multiple viruses with several advantages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as convenience and prevention of cross-contamination of polymerase chain reaction ( PCR ) products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is of foremost importance in such applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , real-time PCR assays with the ability to confirm the amplification product and quantitate the target concentration have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , nucleotide sequence analysis of amplification products has facilitated epidemiological studies of infectious disease outbreaks and monitoring of treatment outcomes for infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular for viruses that mutate at high frequency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses applications of microarray technology as a potential new tool for detection and identification of acute encephalitis-causing viruses in human serum ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "plasma , and cell cultures .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "247"
  }
}