{
  "paper_id": "a8b1775df8aeb8d58ddc9df85dd8d268af0d6a0d",
  "metadata": {
    "title": "Structural and functional characterisation of ferret interleukin-2",
    "coda_data_split": "train",
    "coda_paper_id": 10645,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "While the ferret is a valuable animal model for a number of human viral infections, such as influenza, Hendra and Nipah, evaluating the cellular immune response following infection has been hampered by the lack of a number of species-specific immunological reagents. Interleukin 2 (IL-2) is one such key cytokine. Ferret recombinant IL-2 incorporating a C-terminal histidine tag was expressed and purified and the three-dimensional structure solved and refined at 1.89 Å by X-ray crystallography, which represents the highest resolution and first non-human IL-2 structure. While ferret IL-2 displays the classic cytokine fold of the four-helix bundle structure, conformational flexibility was observed at the second helix and its neighbouring region in the bundle, which may result in the disruption of the spatial arrangement of residues involved in receptor binding interactions, implicating subtle differences between ferret and human IL-2 when initiating biological functions. Ferret recombinant IL-2 stimulated the proliferation of ferret lymph node cells and induced the expression of mRNA for IFN-g and Granzyme A.",
      "sentences": [
        [
          {
            "segment_text": "While the ferret is a valuable animal model for a number of human viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as influenza , Hendra and Nipah ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "evaluating the cellular immune response following infection has been hampered by the lack of a number of species-specific immunological reagents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interleukin 2 ( IL-2 ) is one such key cytokine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ferret recombinant IL-2 incorporating a C-terminal histidine tag was expressed and purified and the three-dimensional structure solved and refined at 1.89 Å by X-ray crystallography ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which represents the highest resolution and first non-human IL-2 structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While ferret IL-2 displays the classic cytokine fold of the four-helix bundle structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "conformational flexibility was observed at the second helix and its neighbouring region in the bundle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may result in the disruption of the spatial arrangement of residues involved in receptor binding interactions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implicating subtle differences between ferret and human IL-2 when initiating biological functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ferret recombinant IL-2 stimulated the proliferation of ferret lymph node cells and induced the expression of mRNA for IFN-g and Granzyme A.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "177"
  }
}