{
  "paper_id": "a8b614e1c39170f6cab8198aa119e71f28421669",
  "metadata": {
    "title": "A scoping review on bio-aerosols in healthcare and the dental environment",
    "coda_data_split": "train",
    "coda_paper_id": 7119,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bio-aerosols originate from different sources and their potentially pathogenic nature may form a hazard to healthcare workers and patients. So far no extensive review on existing evidence regarding bio-aerosols is available.",
      "sentences": [
        [
          {
            "segment_text": "Bio-aerosols originate from different sources and their potentially pathogenic nature may form a hazard to healthcare workers and patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So far no extensive review on existing evidence regarding bio-aerosols is available .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study aimed to review evidence on bio-aerosols in healthcare and the dental setting. The objectives were 1) What are the sources that generate bio-aerosols?; 2) What is the microbial load and composition of bio-aerosols and how were they measured?; and 3) What is the hazard posed by pathogenic micro-organisms transported via the aerosol route of transmission?",
      "sentences": [
        [
          {
            "segment_text": "This study aimed to review evidence on bio-aerosols in healthcare and the dental setting .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The objectives were 1 ) What are the sources that generate bio-aerosols ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "; 2 ) What is the microbial load and composition of bio-aerosols and how were they measured ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "; and 3 ) What is the hazard posed by pathogenic micro-organisms transported via the aerosol route of transmission ?",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Systematic scoping review design. Searched in PubMed and EMBASE from inception to 09-03-2016. References were screened and selected based on abstract and full text according to eligibility criteria. Full text articles were assessed for inclusion and summarized. The results are presented in three separate objectives and summarized for an overview of evidence.",
      "sentences": [
        [
          {
            "segment_text": "Systematic scoping review design .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Searched in PubMed and EMBASE from inception to 09-03-2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "References were screened and selected based on abstract and full text according to eligibility criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Full text articles were assessed for inclusion and summarized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results are presented in three separate objectives and summarized for an overview of evidence .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The search yielded 5,823 studies, of which 62 were included. Dental hand pieces were found to generate aerosols in the dental settings. Another 30 sources from human activities, interventions and daily cleaning performances in the hospital also generate aerosols. Fiftyfive bacterial species, 45 fungi genera and ten viruses were identified in a hospital setting and 16 bacterial and 23 fungal species in the dental environment. Patients with certain risk factors had a higher chance to acquire Legionella in hospitals. Such infections can lead to irreversible septic shock and death. Only a few studies found that bio-aerosol generating procedures resulted in transmission of infectious diseases or allergic reactions.",
      "sentences": [
        [
          {
            "segment_text": "The search yielded 5,823 studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 62 were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dental hand pieces were found to generate aerosols in the dental settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another 30 sources from human activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interventions and daily cleaning performances in the hospital also generate aerosols .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fiftyfive bacterial species , 45 fungi genera and ten viruses were identified in a hospital setting and 16 bacterial and 23 fungal species in the dental environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with certain risk factors had a higher chance to acquire Legionella in hospitals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such infections can lead to irreversible septic shock and death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only a few studies found that bio-aerosol generating procedures resulted in transmission of infectious diseases or allergic reactions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "20",
    "token_num": "273"
  }
}