{
  "paper_id": "a8c077a7cfb866ed4ad64e152568313e586ca77d",
  "metadata": {
    "title": "Dipeptidyl peptidase-4 and kidney fibrosis in diabetes",
    "coda_data_split": "train",
    "coda_paper_id": 2892,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Diabetic nephropathy (DN) is the most common cause of end-stage kidney disease worldwide and is associated with increased morbidity and mortality in patients with both type 1 and type 2 diabetes. Recent evidence revealed that dipeptidyl peptidase-4 (DPP-4) inhibitors may exhibit a protective effect against DN. In fact, the kidney is the organ where the DPP-4 activity is the highest level per organ weight. A preclinical analysis revealed that DPP-4 inhibitors also ameliorated kidney fibrosis. In this review, we analyzed recent reports in this field and explore the renoprotective effects and possible mechanism of the DPP-4 inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "Diabetic nephropathy ( DN ) is the most common cause of end-stage kidney disease worldwide and is associated with increased morbidity and mortality in patients with both type 1 and type 2 diabetes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent evidence revealed that dipeptidyl peptidase-4 ( DPP-4 ) inhibitors may exhibit a protective effect against DN .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In fact , the kidney is the organ where the DPP-4 activity is the highest level per organ weight .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A preclinical analysis revealed that DPP-4 inhibitors also ameliorated kidney fibrosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we analyzed recent reports in this field and explore the renoprotective effects and possible mechanism of the DPP-4 inhibitors .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "108"
  }
}