{
  "paper_id": "a8d09f2ec93bc430082902d1731e13fe9d5ed3ca",
  "metadata": {
    "title": "M I C R O B I O L O G Í A R E V I S TA A R G E N T I N A D E M I C R O B I O L O G Í A Contenidos Sección I. Generalidades",
    "coda_data_split": "train",
    "coda_paper_id": 4072,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Esta guías deben ser aplicadas en conjunto con una cuidadosa evaluación clínica y teniendo en cuenta los factores epidemiológicos locales.",
      "sentences": [
        [
          {
            "segment_text": "Esta guías deben ser aplicadas en conjunto con una cuidadosa evaluación clínica y teniendo en cuenta los factores epidemiológicos locales .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Cancer patients pose an increased risk of infectious complications due to their underlying disease and its treatment. The present guidelines, developed by the Commission of Infections in the Immunocompromised Host of the Argentine Society of Infectious Diseases are an updated version of those published in 2008. For the elaboration of these guidelines, neutropenic patient, the risk categorization, the initial empirical therapy in the multiresistant era and its subsequent management. It includes a section dedicated to of the most frequent fungal infections. Prevention strategies, both general and for hightaking into account local epidemiological factors.",
      "sentences": [
        [
          {
            "segment_text": "Cancer patients pose an increased risk of infectious complications due to their underlying disease and its treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present guidelines , developed by the Commission of Infections in the Immunocompromised Host of the Argentine Society of Infectious Diseases are an updated version of those published in 2008 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For the elaboration of these guidelines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neutropenic patient , the risk categorization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the initial empirical therapy in the multiresistant era and its subsequent management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It includes a section dedicated to of the most frequent fungal infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prevention strategies , both general and for hightaking into account local epidemiological factors .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "En el anexo se relacionan las entidades, autores y revisores que han participado en el desarrollo del documento.",
      "sentences": [
        [
          {
            "segment_text": "En el anexo se relacionan las entidades ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "autores y revisores que han participado en el desarrollo del documento .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "195"
  }
}