{
  "paper_id": "a8e89b8d22e0daace27ca2a9358e433e9f4148d0",
  "metadata": {
    "title": "Viruses \u0026 kidney disease: beyond HIV",
    "coda_data_split": "train",
    "coda_paper_id": 10550,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "HIV-infected patients may acquire new viral co-infections; they may also experience the reactivation or worsening of existing viral infections, including active, smoldering, or latent infections. HIVinfected patients may be predisposed to these viral infections due to immunodeficiency or to risk factors common to HIV and other viruses. A number of these affect the kidney, either by direct infection or by deposition of immune complexes. In this review we discuss the renal manifestations and treatment of hepatitis C virus, BK virus, adenovirus, cytomegalovirus, and parvovirus B19 in patients with HIV disease. We also discuss an approach to the identification of new viral renal pathogens, using a viral gene chip to identify viral DNA or RNA.",
      "sentences": [
        [
          {
            "segment_text": "HIV-infected patients may acquire new viral co-infections ; they may also experience the reactivation or worsening of existing viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including active , smoldering , or latent infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HIVinfected patients may be predisposed to these viral infections due to immunodeficiency or to risk factors common to HIV and other viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of these affect the kidney ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either by direct infection or by deposition of immune complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we discuss the renal manifestations and treatment of hepatitis C virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "BK virus , adenovirus , cytomegalovirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and parvovirus B19 in patients with HIV disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also discuss an approach to the identification of new viral renal pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a viral gene chip to identify viral DNA or RNA .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "129"
  }
}