{
  "paper_id": "a8ede66d26941cf8f36cc99238a73d1452ca3cfd",
  "metadata": {
    "title": "Identification and characterization of RNA duplex unwinding and ATPase activities of an alphatetravirus superfamily 1 helicase",
    "coda_data_split": "train",
    "coda_paper_id": 5693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dendrolimus punctatus tetravirus (DpTV) belongs to the genus omegatetravirus of the Alphatetraviridae family. Sequence analysis predicts that DpTV replicase contains a putative helicase domain (Hel). However, the helicase activity in alphatetraviruses has never been formally determined. In this study, we determined that DpTV Hel is a functional RNA helicase belonging to superfamily-1 helicase with 5 0 -3 0 dsRNA unwinding directionality. Further characterization determined the length requirement of the 5 0 single-stranded tail on the RNA template and the optimal reaction conditions for the unwinding activity of DpTV Hel. Moreover, DpTV Hel also contains NTPase activity. The ATPase activity of DpTV Hel could be significantly stimulated by dsRNA, and dsRNA could partially rescue the ATPase activity abolishment caused by mutations. Our study is the first to identify an alphatetravirus RNA helicase and further characterize its dsRNA unwinding and NTPase activities in detail and should foster our understanding of DpTV and other alphatetraviruses.",
      "sentences": [
        [
          {
            "segment_text": "Dendrolimus punctatus tetravirus ( DpTV ) belongs to the genus omegatetravirus of the Alphatetraviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis predicts that DpTV replicase contains a putative helicase domain ( Hel ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the helicase activity in alphatetraviruses has never been formally determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we determined that DpTV Hel is a functional RNA helicase belonging to superfamily-1 helicase with 5 0 -3 0 dsRNA unwinding directionality .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Further characterization determined the length requirement of the 5 0 single-stranded tail on the RNA template and the optimal reaction conditions for the unwinding activity of DpTV Hel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , DpTV Hel also contains NTPase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ATPase activity of DpTV Hel could be significantly stimulated by dsRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and dsRNA could partially rescue the ATPase activity abolishment caused by mutations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study is the first to identify an alphatetravirus RNA helicase and further characterize its dsRNA unwinding and NTPase activities in detail and should foster our understanding of DpTV and other alphatetraviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "168"
  }
}