{
  "paper_id": "a8efcadf7f62762bddfca87c01a3a764687f2fb5",
  "metadata": {
    "title": "SCIENCE CHINA Genome sequencing and phylogenetic analysis of Banna virus (genus Seadornavirus, family Reoviridae) isolated from Culicoides",
    "coda_data_split": "train",
    "coda_paper_id": 7716,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In an investigation of blood-sucking insects and arboviruses, a virus (YN12243) was isolated from Culicoides samples collected in the Sino-Burmese border region of Yunnan Province, China. The virus caused cytopathic effect (CPE) in C6/36 cells and passaged stably. Polyacrylamide gel analysis showed that the genome of YN12243 was composed of 12 segments of double-stranded RNA (dsRNA), with a distribution pattern of 6-6. The nucleotide and amino acid sequences of the coding region (1-12 segments) were 17,803 bp and 5,925 amino acids in length, respectively. The phylogenetic analysis of VP1 protein (RdRp) revealed that YN12243 belonged to genus Seadornavirus of family Reoviridae, and further analysis indicated that YN12243 belongs to the Banna virus (BAV) genotype A2. Additionally, YN12243 was located in the same evolutionary cluster as BAV strains isolated from different mosquito species, suggesting that the BAV isolated from Culicoides does not have species barriers. These results indicate that Culicoides can also be a vector for BAV. In view of the hematophagous habits of Culicoides on cattle, horses, deer, and other large animals, as well as the possibility of spreading and causing a variety of animal arboviral diseases, it is important to improve infection detection and monitor the BAV in large livestock.",
      "sentences": [
        [
          {
            "segment_text": "In an investigation of blood-sucking insects and arboviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a virus ( YN12243 ) was isolated from Culicoides samples collected in the Sino-Burmese border region of Yunnan Province , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus caused cytopathic effect ( CPE ) in C6/36 cells and passaged stably .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Polyacrylamide gel analysis showed that the genome of YN12243 was composed of 12 segments of double-stranded RNA ( dsRNA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a distribution pattern of 6-6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The nucleotide and amino acid sequences of the coding region ( 1-12 segments ) were 17,803 bp and 5,925 amino acids in length , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The phylogenetic analysis of VP1 protein ( RdRp ) revealed that YN12243 belonged to genus Seadornavirus of family Reoviridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and further analysis indicated that YN12243 belongs to the Banna virus ( BAV ) genotype A2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , YN12243 was located in the same evolutionary cluster as BAV strains isolated from different mosquito species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the BAV isolated from Culicoides does not have species barriers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that Culicoides can also be a vector for BAV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In view of the hematophagous habits of Culicoides on cattle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "horses , deer , and other large animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the possibility of spreading and causing a variety of animal arboviral diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is important to improve infection detection and monitor the BAV in large livestock .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "233"
  }
}