{
  "paper_id": "a8fb2e52e4545f4de90bc13e44ae914d9da6a8ab",
  "metadata": {
    "title": "Patient Isolation Precautions: Are They Worth It?",
    "coda_data_split": "train",
    "coda_paper_id": 4185,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Isolation precautions are intended to minimize pathogen transmission and reduce hospital-acquired infections. More recently, the effectiveness of isolation precautions has been questioned because of increasing evidence of risks. These putative downsides are divided into a quantifiable monetary cost (i.e., a literal cost to the system) and clinically important but less easily quantifiable costs (i.e., \"costs\" to the patient). The authors also briefly review deisolation and alternatives to isolation. The present review is not arguing against appropriate isolation or precautions, simply that the authors consider both risks and benefits and disseminate up-to-date information. Their patient-focused goal is to mitigate risks for those who truly need isolating and to end isolation as soon as it is safe and appropriate to do so.",
      "sentences": [
        [
          {
            "segment_text": "Isolation precautions are intended to minimize pathogen transmission and reduce hospital-acquired infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , the effectiveness of isolation precautions has been questioned because of increasing evidence of risks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These putative downsides are divided into a quantifiable monetary cost ( i.e. , a literal cost to the system ) and clinically important but less easily quantifiable costs ( i.e. , `` costs \u0027\u0027 to the patient ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The authors also briefly review deisolation and alternatives to isolation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present review is not arguing against appropriate isolation or precautions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "simply that the authors consider both risks and benefits and disseminate up-to-date information .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Their patient-focused goal is to mitigate risks for those who truly need isolating and to end isolation as soon as it is safe and appropriate to do so .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "\"Isolation is the sum total of wretchedness to a man.\"",
      "sentences": [
        [
          {
            "segment_text": "`` Isolation is the sum total of wretchedness to a man . \u0027\u0027",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Thomas Carlyle (1800s Scottish Philosopher)",
      "sentences": [
        [
          {
            "segment_text": "Thomas Carlyle ( 1800s Scottish Philosopher )",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Hindawi Publishing Corporation",
      "sentences": [
        [
          {
            "segment_text": "Hindawi Publishing Corporation",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "159"
  }
}