{
  "paper_id": "a8fe8cdbe2991bde5d10b87602eaff297872e826",
  "metadata": {
    "title": "Cystatins in Health and Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5985,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Cystatins constitute a large group of evolutionary related proteins with diverse biological activities. They have been recently realized as instrumental in myriad of pathophysiological conditions. They have been implicated in various pathological conditions. The degree of malignancy of various types of cancer cells has been found to be inversely associated with the expression of cystatins. Cystatins have been found to have various antimicrobial, antiviral and immunomodulatory properties. Keeping in view as their being prospective drug targets and anti-disease options this review explores the role of cytoplasmic and cell secreted cystatins in various human diseases.",
      "sentences": [
        [
          {
            "segment_text": "The Cystatins constitute a large group of evolutionary related proteins with diverse biological activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They have been recently realized as instrumental in myriad of pathophysiological conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They have been implicated in various pathological conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The degree of malignancy of various types of cancer cells has been found to be inversely associated with the expression of cystatins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cystatins have been found to have various antimicrobial , antiviral and immunomodulatory properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Keeping in view as their being prospective drug targets and anti-disease options this review explores the role of cytoplasmic and cell secreted cystatins in various human diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "102"
  }
}