{
  "paper_id": "a907f4f25e87d46bfa30e0a6931f11bb7563f8d8",
  "metadata": {
    "title": "PERSPECTIVE Surfactant Lipids at the Host-Environment Interface Metabolic Sensors, Suppressors, and Effectors of Inflammatory Lung Disease",
    "coda_data_split": "train",
    "coda_paper_id": 5484,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The lipid composition of pulmonary surfactant is unlike that of any other body fluid. This extracellular lipid reservoir is also uniquely susceptible by virtue of its direct and continuous exposure to environmental oxidants, inflammatory agents, and pathogens. Historically, the greatest attention has been focused on those biophysical features of surfactant that serve to reduce surface tension at the air-liquid interface. More recently, surfactant lipids have also been recognized as bioactive molecules that maintain immune quiescence in the lung but can also be remodeled by the inhaled environment into neolipids that mediate key roles in inflammation, immunity, and fibrosis. This review focuses on the roles in inflammatory and infectious lung disease of two classes of native surfactant lipids, glycerophospholipids and sterols, and their corresponding oxidized species, oxidized glycerophospholipids and oxysterols. We highlight evidence that surfactant composition is sensitive to circulating lipoproteins and that the lipid milieu of the alveolus should thus be recognized as susceptible to diet and common systemic metabolic disorders. We also discuss intriguing evidence suggesting that oxidized surfactant lipids may represent an evolutionary link between immunity and tissue homeostasis that arose in the primordial lung. Taken together, the emerging picture is one in which the unique environmental susceptibility of the lung, together with its unique extracellular lipid requirements, may have made this organ both an evolutionary hub and an engine for lipid-immune cross-talk.",
      "sentences": [
        [
          {
            "segment_text": "The lipid composition of pulmonary surfactant is unlike that of any other body fluid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This extracellular lipid reservoir is also uniquely susceptible by virtue of its direct and continuous exposure to environmental oxidants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammatory agents , and pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Historically , the greatest attention has been focused on those biophysical features of surfactant that serve to reduce surface tension at the air-liquid interface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , surfactant lipids have also been recognized as bioactive molecules that maintain immune quiescence in the lung but can also be remodeled by the inhaled environment into neolipids that mediate key roles in inflammation , immunity , and fibrosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the roles in inflammatory and infectious lung disease of two classes of native surfactant lipids ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "glycerophospholipids and sterols , and their corresponding oxidized species , oxidized glycerophospholipids and oxysterols .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We highlight evidence that surfactant composition is sensitive to circulating lipoproteins and that the lipid milieu of the alveolus should thus be recognized as susceptible to diet and common systemic metabolic disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also discuss intriguing evidence suggesting that oxidized surfactant lipids may represent an evolutionary link between immunity and tissue homeostasis that arose in the primordial lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the emerging picture is one in which the unique environmental susceptibility of the lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with its unique extracellular lipid requirements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may have made this organ both an evolutionary hub and an engine for lipid-immune cross-talk .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "245"
  }
}