{
  "paper_id": "a9211cfbf3e5afa35a25c841adc2e65eed47dd07",
  "metadata": {
    "title": "Synanthropy of Wild Mammals as a Determinant of Emerging Infectious Diseases in the Asian-Australasian Region",
    "coda_data_split": "train",
    "coda_paper_id": 9798,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Humans create ecologically simplified landscapes that favour some wildlife species, but not others.",
      "sentences": [
        [
          {
            "segment_text": "Humans create ecologically simplified landscapes that favour some wildlife species , but not others .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we explore the possibility that those species that tolerate or do well in human-modified environments, or \u0027synanthropic\u0027 species, are predominantly the hosts of zoonotic emerging and re-emerging infectious diseases (EIDs). We do this using global wildlife conservation data and wildlife host information extracted from systematically reviewed emerging infectious disease literature. The evidence for this relationship is examined with special emphasis on the Australasian, South East Asian and East Asian regions. We find that synanthropic wildlife hosts are approximately 15 times more likely than other wildlife in this region to be the source of emerging infectious diseases, and this association is essentially independent of the taxonomy of the species. A significant positive association with EIDs is also evident for those wildlife species of low conservation risk. Since the increase and spread of native and introduced species able to adapt to human-induced landscape change is at the expense of those species most vulnerable to habitat loss, our findings suggest a mechanism linking land conversion, global decline in biodiversity and a rise in EIDs of wildlife origin.",
      "sentences": [
        [
          {
            "segment_text": "Here , we explore the possibility that those species that tolerate or do well in human-modified environments ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "or ` synanthropic \u0027 species ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "are predominantly the hosts of zoonotic emerging and re-emerging infectious diseases ( EIDs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We do this using global wildlife conservation data and wildlife host information extracted from systematically reviewed emerging infectious disease literature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The evidence for this relationship is examined with special emphasis on the Australasian ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "South East Asian and East Asian regions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We find that synanthropic wildlife hosts are approximately 15 times more likely than other wildlife in this region to be the source of emerging infectious diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this association is essentially independent of the taxonomy of the species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A significant positive association with EIDs is also evident for those wildlife species of low conservation risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since the increase and spread of native and introduced species able to adapt to human-induced landscape change is at the expense of those species most vulnerable to habitat loss ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our findings suggest a mechanism linking land conversion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "global decline in biodiversity and a rise in EIDs of wildlife origin .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "207"
  }
}