{
  "paper_id": "a930f01f71c8c9e5ecc9a35ccb26a9f608688e49",
  "metadata": {
    "title": "2 Viral Lower Respiratory Tract Infections",
    "coda_data_split": "train",
    "coda_paper_id": 10890,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lower respiratory tract infections in children are often viral in origin. Unfortunately in this time of significant antimicrobial resistance of infectious organisms, especially bacteria, there is still a tendency for clinicians to manage a child who coughs with antibiotics. In addition, the World Health Organization (WHO) has defined \"pneumonia\" as a condition that only occurs in children who have \"fast breathing or chest wall indrawing\". That would delineate upper respiratory tract infections from those in the lower airway. However, in addition to pneumonia another important entity exists in the lower respiratory tract that is almost always viral in origin. This condition is acute viral bronchiolitis. The concept of \"acute lower respiratory tract infection\" (ALRTI) has emerged and it is becoming increasing evident from a number of studies that the infectious base of both acute pneumonia (AP) and acute bronchiolitis in children has a mixed etiology of microorganisms. Therefore, whilst certain clinical phenotypes do not require antibiotics the actual microbial etiology is much less distinct.",
      "sentences": [
        [
          {
            "segment_text": "Lower respiratory tract infections in children are often viral in origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately in this time of significant antimicrobial resistance of infectious organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially bacteria , there is still a tendency for clinicians to manage a child who coughs with antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the World Health Organization ( WHO ) has defined `` pneumonia \u0027\u0027 as a condition that only occurs in children who have `` fast breathing or chest wall indrawing \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "That would delineate upper respiratory tract infections from those in the lower airway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in addition to pneumonia another important entity exists in the lower respiratory tract that is almost always viral in origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This condition is acute viral bronchiolitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The concept of `` acute lower respiratory tract infection \u0027\u0027 ( ALRTI ) has emerged and it is becoming increasing evident from a number of studies that the infectious base of both acute pneumonia ( AP ) and acute bronchiolitis in children has a mixed etiology of microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , whilst certain clinical phenotypes do not require antibiotics the actual microbial etiology is much less distinct .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "189"
  }
}