{
  "paper_id": "a94d1f207ac69e4c7f515a13e7dda1599aa9476e",
  "metadata": {
    "title": "Comparison of Five Diagnostic Methods for the Detection of Rotavirus Antigens in Calf Faeces",
    "coda_data_split": "train",
    "coda_paper_id": 3761,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Immunoelectroosmophoresis, complement fixation, immunofluorescence on inoculated cell cultures, electron microscopy, and an enzyme-linked immunosorbent assay were compared for the detection of rotavirus in faecal samples from calves. Rotavirus particles could be detected in 39 out of 98 faecal samples by electron microscopy. Immunofluorescence, complement fixation, and immunoelectroosmophoresis detected rotavirus antigens in 39, 42, and 30 samples, respectively. The enzyme-linked immunosorbent assay demonstrated rotavirus antigens in 4-9 faecal samples. The assay is not only sensitive but also simple to perform and suitable for large-scale testing.",
      "sentences": [
        [
          {
            "segment_text": "Immunoelectroosmophoresis , complement fixation , immunofluorescence on inoculated cell cultures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "electron microscopy , and an enzyme-linked immunosorbent assay were compared for the detection of rotavirus in faecal samples from calves .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rotavirus particles could be detected in 39 out of 98 faecal samples by electron microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunofluorescence , complement fixation , and immunoelectroosmophoresis detected rotavirus antigens in 39 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "42 , and 30 samples , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The enzyme-linked immunosorbent assay demonstrated rotavirus antigens in 4-9 faecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay is not only sensitive but also simple to perform and suitable for large-scale testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "98"
  }
}