{
  "paper_id": "a95452bb03845776e74c5af3dd628cb5c25a02aa",
  "metadata": {
    "title": "Dogs (Canis familiaris) as Sentinels for Human Infectious Disease and Application to Canadian Populations: A Systematic Review",
    "coda_data_split": "train",
    "coda_paper_id": 9895,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In a world where climate change, vector expansion, human activity, and pathogen dispersal do not respect boundaries, the human-animal-pathogen interface has become less defined. Consequently, a One Health approach to disease surveillance and control has generated much interest across several disciplines. This systematic review evaluates current global research on the use of domestic dogs as sentinels for human infectious disease, and critically appraises how this may be applied within Canada. Results highlighted a bias in research from highand middle-income-economy countries, with 35% of the studies describing data from the Latin America/Caribbean region, 25% from North America, and 11% from the European/Central Asia region. Bacteria were the most studied type of infectious agent, followed by protozoa, viruses, helminths, and fungi. Only six out of 142 studies described disease in Canada: four researched a variety of pathogens within Indigenous communities, one researched Borrelia burgdorferi in British Columbia, and one researched arboviruses in Quebec. Results from this review suggest that dogs could provide excellent sentinels for certain infectious-disease pathogens in Canada, yet are currently overlooked. Further research into the use of dog-sentinel surveillance is specifically recommended for California serogroup viruses, Chikungunya virus, West Nile virus, Lyme borreliosis, Rickettsia spp., Ehrlichia spp., and Dirofilaria immitis.",
      "sentences": [
        [
          {
            "segment_text": "In a world where climate change ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vector expansion , human activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and pathogen dispersal do not respect boundaries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the human-animal-pathogen interface has become less defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , a One Health approach to disease surveillance and control has generated much interest across several disciplines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This systematic review evaluates current global research on the use of domestic dogs as sentinels for human infectious disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and critically appraises how this may be applied within Canada .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results highlighted a bias in research from highand middle-income-economy countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 35 % of the studies describing data from the Latin America/Caribbean region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "25 % from North America ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 11 % from the European/Central Asia region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteria were the most studied type of infectious agent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by protozoa , viruses , helminths , and fungi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only six out of 142 studies described disease in Canada : four researched a variety of pathogens within Indigenous communities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one researched Borrelia burgdorferi in British Columbia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and one researched arboviruses in Quebec .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results from this review suggest that dogs could provide excellent sentinels for certain infectious-disease pathogens in Canada , yet are currently overlooked .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research into the use of dog-sentinel surveillance is specifically recommended for California serogroup viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Chikungunya virus , West Nile virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Lyme borreliosis , Rickettsia spp. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ehrlichia spp. , and Dirofilaria immitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "21",
    "token_num": "235"
  }
}