{
  "paper_id": "a95c035b57ab604840a84a23ec7ba8f42b7b25d1",
  "metadata": {
    "title": "Successful establishment and global dispersal of genotype VI avian paramyxovirus serotype 1 after cross species transmission",
    "coda_data_split": "train",
    "coda_paper_id": 9311,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The evolutionary history of avian paramyxovirus serotype 1 (PMV1), which includes the agents of Newcastle disease (ND), is characterized by a series of strain emergence events since viruses in this family were first recognized in the 1920s. Despite the importance of ND to the poultry industry, little is known about PMV1 strain emergence events and the subsequent dispersal and evolution of new strains. The genotype VI-PMV1 was first identified in the 1980s and has been named pigeon paramyxovirus-1 (PPMV1) because of unusual host specificity with Columbiformes (Collins et al., 1996); it has been responsible for panzootics in both chickens and pigeons during that time. Here, we used evolutionary analyses to characterize the emergence of this contemporary PMV1 lineage. We demonstrate that GVI-PMV1 arose through cross-species transmission events from Galliformes (i.e. chicken) to Columbiformes, and quickly established in pigeon populations. Our studies revealed a close association between the time of viral emergence and panzootic events of this virus. The virus appeared first in Southeastern Europe and quickly spread across the European continent, which became the epicenter for global virus dissemination.",
      "sentences": [
        [
          {
            "segment_text": "The evolutionary history of avian paramyxovirus serotype 1 ( PMV1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which includes the agents of Newcastle disease ( ND ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is characterized by a series of strain emergence events since viruses in this family were first recognized in the 1920s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the importance of ND to the poultry industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about PMV1 strain emergence events and the subsequent dispersal and evolution of new strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genotype VI-PMV1 was first identified in the 1980s and has been named pigeon paramyxovirus-1 ( PPMV1 ) because of unusual host specificity with Columbiformes ( Collins et al. , 1996 ) ; it has been responsible for panzootics in both chickens and pigeons during that time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we used evolutionary analyses to characterize the emergence of this contemporary PMV1 lineage .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that GVI-PMV1 arose through cross-species transmission events from Galliformes ( i.e. chicken ) to Columbiformes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and quickly established in pigeon populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our studies revealed a close association between the time of viral emergence and panzootic events of this virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus appeared first in Southeastern Europe and quickly spread across the European continent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which became the epicenter for global virus dissemination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "With new viral gene sequences, we show that GVI-PMV1 viruses currently circulating in North America resulted from multiple invasion events from Europe, one associated with an exotic European Columbiformes species, and that extant lineages have diversified locally. This study extends our understanding of successful viral emergence subsequent to cross-species transmission and dispersal patterns of newly emerged avian viruses, which may improve surveillance awareness and disease control of this and other important avian pathogens.",
      "sentences": [
        [
          {
            "segment_text": "With new viral gene sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we show that GVI-PMV1 viruses currently circulating in North America resulted from multiple invasion events from Europe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one associated with an exotic European Columbiformes species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that extant lineages have diversified locally .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study extends our understanding of successful viral emergence subsequent to cross-species transmission and dispersal patterns of newly emerged avian viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may improve surveillance awareness and disease control of this and other important avian pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "283"
  }
}