{
  "paper_id": "a98cb78560aeea0f7e3e21df8359a9430ffce55d",
  "metadata": {
    "title": "The Intracellular Cargo Receptor ERGIC-53 Is Required for the Production of Infectious Arenavirus, Coronavirus, and Filovirus Particles",
    "coda_data_split": "train",
    "coda_paper_id": 4054,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Arenaviruses and hantaviruses cause severe human disease. Little is known regarding host proteins required for their propagation. We identified human proteins that interact with the glycoproteins (GPs) of a prototypic arenavirus and hantavirus and show that the lectin endoplasmic reticulum (ER)-Golgi intermediate compartment 53 kDa protein (ERGIC-53), a cargo receptor required for glycoprotein trafficking within the early exocytic pathway, associates with arenavirus, hantavirus, coronavirus, orthomyxovirus, and filovirus GPs. ERGIC-53 binds to arenavirus GPs through a lectin-independent mechanism, traffics to arenavirus budding sites, and is incorporated into virions. ERGIC-53 is required for arenavirus, coronavirus, and filovirus propagation; in its absence, GP-containing virus particles form but are noninfectious, due in part to their inability to attach to host cells. Thus, we have identified a class of pathogen-derived ERGIC-53 ligands, a lectin-independent basis for their association with ERGIC-53, and a role for ERGIC-53 in the propagation of several highly pathogenic RNA virus families.",
      "sentences": [
        [
          {
            "segment_text": "Arenaviruses and hantaviruses cause severe human disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known regarding host proteins required for their propagation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We identified human proteins that interact with the glycoproteins ( GPs ) of a prototypic arenavirus and hantavirus and show that the lectin endoplasmic reticulum ( ER ) - Golgi intermediate compartment 53 kDa protein ( ERGIC-53 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a cargo receptor required for glycoprotein trafficking within the early exocytic pathway ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "associates with arenavirus , hantavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "coronavirus , orthomyxovirus , and filovirus GPs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ERGIC-53 binds to arenavirus GPs through a lectin-independent mechanism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "traffics to arenavirus budding sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is incorporated into virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ERGIC-53 is required for arenavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronavirus , and filovirus propagation ; in its absence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GP-containing virus particles form but are noninfectious ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "due in part to their inability to attach to host cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we have identified a class of pathogen-derived ERGIC-53 ligands ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a lectin-independent basis for their association with ERGIC-53 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a role for ERGIC-53 in the propagation of several highly pathogenic RNA virus families .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "16",
    "token_num": "180"
  }
}