{
  "paper_id": "a99c4b9e539ac13e666430236b3483c72b79154f",
  "metadata": {
    "title": "Invasive pulmonary aspergillosis is a frequent complication of critically ill H1N1 patients: a retrospective study",
    "coda_data_split": "train",
    "coda_paper_id": 5283,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Despite their controversial role, corticosteroids (CS) are frequently administered to patients with H1N1 virus infection with severe respiratory failure secondary to viral pneumonia. We hypothesized that invasive pulmonary aspergillosis (IPA) is a frequent complication in critically ill patients with H1N1 virus infection and that CS may contribute to this complication. Methods: We retrospectively selected all adult patients with confirmed H1N1 virus infection admitted to the intensive care unit (ICU) of two tertiary care hospitals from September 2009 to March 2011. Differences in baseline factors, risk factors, and outcome parameters were studied between patients with and without IPA. Results: Of 40 critically ill patients with confirmed H1N1, 9 (23 %) developed IPA 3 days after ICU admission. Five patients had proven and four had probable IPA. Significantly more IPA patients received CS within 7 days before ICU admission (78 versus 23 %, p \u003d 0.002). IPA patients also received significantly higher doses of CS before ICU admission [hydrocortisone equivalent 800 (360-2,635) versus 0 (0-0) mg, p \u003d 0.005]. On multivariate analysis, use of CS before ICU admission was independently associated with IPA [odds ratio (OR) 14.4 (2.0-101.6), p \u003d 0.007]. Conclusions: IPA was diagnosed in 23 % of critically ill patients with H1N1 virus infection after a median of 3 days after ICU admission. Our data suggest that use of CS 7 days before ICU admission is an independent risk factor for fungal superinfection. These findings may have consequences for clinical practice as they point out the need for increased awareness of IPA, especially in those critically ill H1N1 patients already receiving CS.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Despite their controversial role ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "corticosteroids ( CS ) are frequently administered to patients with H1N1 virus infection with severe respiratory failure secondary to viral pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that invasive pulmonary aspergillosis ( IPA ) is a frequent complication in critically ill patients with H1N1 virus infection and that CS may contribute to this complication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We retrospectively selected all adult patients with confirmed H1N1 virus infection admitted to the intensive care unit ( ICU ) of two tertiary care hospitals from September 2009 to March 2011 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Differences in baseline factors , risk factors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and outcome parameters were studied between patients with and without IPA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 40 critically ill patients with confirmed H1N1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "9 ( 23 % ) developed IPA 3 days after ICU admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Five patients had proven and four had probable IPA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significantly more IPA patients received CS within 7 days before ICU admission ( 78 versus 23 % , p \u003d 0.002 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IPA patients also received significantly higher doses of CS before ICU admission ( hydrocortisone equivalent 800 ( 360-2,635 ) versus 0 ( 0-0 ) mg , p \u003d 0.005 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On multivariate analysis , use of CS before ICU admission was independently associated with IPA ( odds ratio ( OR ) 14.4 ( 2.0-101.6 ) , p \u003d 0.007 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : IPA was diagnosed in 23 % of critically ill patients with H1N1 virus infection after a median of 3 days after ICU admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that use of CS 7 days before ICU admission is an independent risk factor for fungal superinfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may have consequences for clinical practice as they point out the need for increased awareness of IPA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in those critically ill H1N1 patients already receiving CS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "310"
  }
}