{
  "paper_id": "a99fc1c9bd70ce6d87bbd0a2b67eca7e009295a6",
  "metadata": {
    "title": "MERS coronavirus induces apoptosis in kidney and lung by upregulating Smad7 and FGF2",
    "coda_data_split": "train",
    "coda_paper_id": 5070,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b c d MERS-CoV NP Podocin Merge 50 µm Supplementary figure 1. Productive MERS-CoV replication in a primary human podocyte cell line. (a) Co-immunohistochemical staining of MERS-CoV NP (green) and a podocytespecific marker, podocin (red) in a primary human podocyte cell line 1 24 h after the challenge of MERS-CoV. (b) Western blot analysis of MERS-CoV NP in MERS-CoV-and mock-infected podocytes. γ-tubulin was also detected as a loading control. Total RNAs (c) and the conditioned media (d) of the MERS-CoV-inoculated podocytes were harvested for viral load detection at the indicated time-points using RT-qPCR as previously described. 2 The MERS-CoV RNA from the cell lysates were normalized to the expression level of GAPDH mRNA. Images shown in a and b are representatives of three independent experiments. Error bars shown in c and d represent the mean ± s.d. of three independent experiments. Statistical significance was evaluated by Student\u0027s t-tests and the ranges of p-values were indicated in c and d. Samples from a, b, c and d represent biological replicates. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology 1 2 50 µm 50 µm Supplementary figure 2. Apoptosis due to MERS-CoV infection in kidney cells or overexpression of Smad7 and FGF2 in uninfected kidney cells. (a) HK2 cells were infected by MERS-CoV or SARS-CoV at M.O.I. \u003d 9.6, separately. At different time-points (0, 16, 28 and 34 hpi), the infected cells were assayed by terminal deoxynucleotidy transferase dUTP nick end labeling (TUNEL) assays. The degree of apoptosis (top) was measured by counting the number of positively stained cells (red focal stain; bottom) over the total number of cells in the counted fields (blue nuclei counterstained by DAPI; bottom). Statistical analyses of the percentage of apoptotic cells induced by MERS-CoV over that of SARS-CoV were evaluated by Student\u0027s ttests and the ranges of p-values were indicated on top of each time-point. Immunostainings of the virus NP (green; bottom) in each infection condition were included. (b) HK2 cells were transfected with overexpression constructs of Smad7 and FGF2 followed by the detection of apoptosis using TUNEL assays as described above. Different doses of cDNA (0, 0.25 and 0.5 μg) were first topped up to 0.5 μg with their vector backbone plasmids followed by transfection. The degree of apoptosis (top) was measured by counting the number of positively stained cells (red focal stain; bottom) over the total number of cells in the counted fields (blue nuclei counterstained by DAPI; bottom). Images shown in a and b are representatives of three independent experiments. Error bars shown in a and b represent the mean ± s.d. of three independent experiments. Statistical significance was evaluated by Student\u0027s t-tests and the ranges of p-values were indicated in a and b. Samples from a and b represent biological replicates. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology",
      "sentences": [
        [
          {
            "segment_text": "a b c d MERS-CoV NP Podocin Merge 50 µm Supplementary figure 1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Productive MERS-CoV replication in a primary human podocyte cell line .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( a ) Co-immunohistochemical staining of MERS-CoV NP ( green ) and a podocytespecific marker ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "podocin ( red ) in a primary human podocyte cell line 1 24 h after the challenge of MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( b ) Western blot analysis of MERS-CoV NP in MERS-CoV-and mock-infected podocytes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "γ-tubulin was also detected as a loading control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Total RNAs ( c ) and the conditioned media ( d ) of the MERS-CoV-inoculated podocytes were harvested for viral load detection at the indicated time-points using RT-qPCR as previously described .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "2 The MERS-CoV RNA from the cell lysates were normalized to the expression level of GAPDH mRNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Images shown in a and b are representatives of three independent experiments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Error bars shown in c and d represent the mean ± s.d. of three independent experiments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical significance was evaluated by Student \u0027s t-tests and the ranges of p-values were indicated in c and d. Samples from a ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "b , c and d represent biological replicates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology 1 2 50 µm 50 µm Supplementary figure 2 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Apoptosis due to MERS-CoV infection in kidney cells or overexpression of Smad7 and FGF2 in uninfected kidney cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( a ) HK2 cells were infected by MERS-CoV or SARS-CoV at M.O.I. \u003d 9.6 , separately .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At different time-points ( 0 , 16 , 28 and 34 hpi ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the infected cells were assayed by terminal deoxynucleotidy transferase dUTP nick end labeling ( TUNEL ) assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The degree of apoptosis ( top ) was measured by counting the number of positively stained cells ( red focal stain ; bottom ) over the total number of cells in the counted fields ( blue nuclei counterstained by DAPI ; bottom ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical analyses of the percentage of apoptotic cells induced by MERS-CoV over that of SARS-CoV were evaluated by Student \u0027s ttests and the ranges of p-values were indicated on top of each time-point .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunostainings of the virus NP ( green ; bottom ) in each infection condition were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "( b ) HK2 cells were transfected with overexpression constructs of Smad7 and FGF2 followed by the detection of apoptosis using TUNEL assays as described above .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Different doses of cDNA ( 0 , 0.25 and 0.5 μg ) were first topped up to 0.5 μg with their vector backbone plasmids followed by transfection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The degree of apoptosis ( top ) was measured by counting the number of positively stained cells ( red focal stain ; bottom ) over the total number of cells in the counted fields ( blue nuclei counterstained by DAPI ; bottom ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Images shown in a and b are representatives of three independent experiments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Error bars shown in a and b represent the mean ± s.d. of three independent experiments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical significance was evaluated by Student \u0027s t-tests and the ranges of p-values were indicated in a and b. Samples from a and b represent biological replicates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NATURE MICROBIOLOGY | www.nature.com / naturemicrobiology",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "24",
    "segment_num": "27",
    "token_num": "537"
  }
}