{
  "paper_id": "a9a1c94b78740907c3fa8294e1b283c3f710d948",
  "metadata": {
    "title": "ADHERENCE AND COLONIZATION BY BACTERIAL PATHOGENS IN EXPLANT CULTURES OF BOVINE MAMMARY TISSUE",
    "coda_data_split": "train",
    "coda_paper_id": 3401,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Adherence and colonization by bacterial pathogens in explant cultures of bovine mammary tissue. Veterinary Research Communications, 16 (2), 87-96 Explant cultures of bovine mammary tissue taken from virgin heifers were used to examine adherence, colonization and cytopathogenesis of Streptococcus uberis, Streptococcus agalactiae, Streptococcus dysgalactiae, Staphylococcus aureus and Eschen\u0027chia coli in the putative target tissue.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Adherence and colonization by bacterial pathogens in explant cultures of bovine mammary tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Veterinary Research Communications , 16 ( 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "87-96 Explant cultures of bovine mammary tissue taken from virgin heifers were used to examine adherence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "colonization and cytopathogenesis of Streptococcus uberis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Streptococcus agalactiae , Streptococcus dysgalactiae ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Staphylococcus aureus and Eschen ` chia coli in the putative target tissue .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "None of the five bacteria was able to adhere to healthy ductular epithelium but all showed a marked tropism for exposed connective tissue. S. aureus and E. coli induced a marked cytopathic effect in ductular epithelium after 6 hours in culture but the bacteria were not in close association with the affected tissue. No evidence could be found to support the hypothesis that adherence to epithelium might be the first stage in the pathogenesis of mastitis caused by these organisms.",
      "sentences": [
        [
          {
            "segment_text": "None of the five bacteria was able to adhere to healthy ductular epithelium but all showed a marked tropism for exposed connective tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "S. aureus and E. coli induced a marked cytopathic effect in ductular epithelium after 6 hours in culture but the bacteria were not in close association with the affected tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No evidence could be found to support the hypothesis that adherence to epithelium might be the first stage in the pathogenesis of mastitis caused by these organisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "150"
  }
}