{
  "paper_id": "a9abb3db5313ed216d36a6997fb39a7eb6ee418f",
  "metadata": {
    "title": "Experimental vaccines against potentially pandemic and highly pathogenic avian influenza viruses",
    "coda_data_split": "train",
    "coda_paper_id": 8509,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza A viruses continue to emerge and re-emerge, causing outbreaks, epidemics and occasionally pandemics. While the influenza vaccines licensed for public use are generally effective against seasonal influenza, issues arise with production, immunogenicity, and efficacy in the case of vaccines against pandemic and emerging influenza viruses, and highly pathogenic avian influenza virus in particular. Thus, there is need of improved influenza vaccines and vaccination strategies. This review discusses advances in alternative influenza vaccines, touching briefly on licensed vaccines and vaccine antigens; then reviewing recombinant subunit vaccines, virus-like particle vaccines and DNA vaccines, with the main focus on virus-vectored vaccine approaches.",
      "sentences": [
        [
          {
            "segment_text": "Influenza A viruses continue to emerge and re-emerge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing outbreaks , epidemics and occasionally pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the influenza vaccines licensed for public use are generally effective against seasonal influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "issues arise with production , immunogenicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and efficacy in the case of vaccines against pandemic and emerging influenza viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and highly pathogenic avian influenza virus in particular .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , there is need of improved influenza vaccines and vaccination strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses advances in alternative influenza vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "touching briefly on licensed vaccines and vaccine antigens ; then reviewing recombinant subunit vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "virus-like particle vaccines and DNA vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with the main focus on virus-vectored vaccine approaches .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "115"
  }
}