{
  "paper_id": "a9b89e25eda369c143f0185f03fec7efbc0221ca",
  "metadata": {
    "title": "Distribution and absence of generalized lesions in mice following single dose intramuscular inoculation of the vaccine candidate MVA-MERS-S",
    "coda_data_split": "train",
    "coda_paper_id": 2672,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Modified Vaccinia Virus Ankara (MVA) is a highly attenuated and replication-deficient virus serving as vaccine against infectious diseases. Here, we assessed the in vivo distribution of a recombinant MVA candidate vaccine against the Middle Eastern Respiratory Syndrome (MVA-MERS-S) in mice. Intramuscularly inoculated mice were necropsied at different time points and examined by histology, immunohistochemistry and real-time PCR. We detected inflammation and myonecrosis at the parenteral site and hyperplasia of the draining lymph nodes. MVA-MERS-S did not result in detectable lesions in tissues peripheral to the parenteral site and draining lymph nodes. Real-time PCR analysis of \u003e 240 tissue samples detected MVA-DNA predominantly at the injection site and in the draining lymph nodes, and suggested continuous clearance of the candidate vaccine during the observation period. Levels of parenteral site inflammation and hyperplasia of draining lymph nodes were considered in line with immunological responses to vaccine inoculation.",
      "sentences": [
        [
          {
            "segment_text": "Modified Vaccinia Virus Ankara ( MVA ) is a highly attenuated and replication-deficient virus serving as vaccine against infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we assessed the in vivo distribution of a recombinant MVA candidate vaccine against the Middle Eastern Respiratory Syndrome ( MVA-MERS-S ) in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Intramuscularly inoculated mice were necropsied at different time points and examined by histology , immunohistochemistry and real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We detected inflammation and myonecrosis at the parenteral site and hyperplasia of the draining lymph nodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MVA-MERS-S did not result in detectable lesions in tissues peripheral to the parenteral site and draining lymph nodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real-time PCR analysis of \u003e 240 tissue samples detected MVA-DNA predominantly at the injection site and in the draining lymph nodes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggested continuous clearance of the candidate vaccine during the observation period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Levels of parenteral site inflammation and hyperplasia of draining lymph nodes were considered in line with immunological responses to vaccine inoculation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "159"
  }
}