{
  "paper_id": "a9e7f41215542f62723e5118535f51d7d0c5cdab",
  "metadata": {
    "title": "Plasmablasts as Migratory IgG-Producing Cells in the Pathogenesis of Neuromyelitis Optica",
    "coda_data_split": "train",
    "coda_paper_id": 4439,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Neuromyelitis optica (NMO) is an inflammatory disease characterized by recurrent attacks of optic neuritis and myelitis. It is generally accepted that autoantibodies against aquaporin 4 water channel protein play a pathogenic role in neuromyelitis optica. We have recently reported that plasmablasts are increased in the peripheral blood of this autoimmune disease, and are capable of producing autoantibodies against aquaporin 4. Here, we demonstrate that CD138 + HLA-DR + plasmablasts, a subset of IgG-producing cells, are increased in the peripheral blood and are enriched among the cerebrospinal fluid (CSF) lymphocytes during the relapse of neuromyelitis optica. Notably, these CD138 + HLA-DR + plasmablasts overexpress CXCR3, whose ligands are present in the cerebrospinal fluid during the relapse of neuromyelitis optica. These results led us to speculate that plasmablasts producing anti-aquaporin 4 autoantibodies might traffic toward the central nervous system (CNS). Furthermore, we performed single-cell sorting of plasmablasts from peripheral blood and CSF samples from NMO and sequenced the complementarity-determining regions (CDRs) of the IgG heavy chain expressed by the sorted plasmablast clones. There were high frequencies of mutations in the CDRs compared with framework regions, indicating that these plasmablast clones would represent a post-germinal center B-cell lineage. Consistent with the preceding results, the plasmablast clones from the peripheral blood shared the same CDR sequences with the clones from the CSF. These results indicate that IgG-producing plasmablasts, which are guided by helper T-cells, may migrate from the peripheral blood preferentially to the CSF. Since migratory plasmablasts could be involved in the inflammatory pathology of NMO, the B-cell subset and their migration might be an attractive therapeutic target.",
      "sentences": [
        [
          {
            "segment_text": "Neuromyelitis optica ( NMO ) is an inflammatory disease characterized by recurrent attacks of optic neuritis and myelitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is generally accepted that autoantibodies against aquaporin 4 water channel protein play a pathogenic role in neuromyelitis optica .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have recently reported that plasmablasts are increased in the peripheral blood of this autoimmune disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are capable of producing autoantibodies against aquaporin 4 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we demonstrate that CD138 + HLA-DR + plasmablasts ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a subset of IgG-producing cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "are increased in the peripheral blood and are enriched among the cerebrospinal fluid ( CSF ) lymphocytes during the relapse of neuromyelitis optica .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , these CD138 + HLA-DR + plasmablasts overexpress CXCR3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whose ligands are present in the cerebrospinal fluid during the relapse of neuromyelitis optica .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results led us to speculate that plasmablasts producing anti-aquaporin 4 autoantibodies might traffic toward the central nervous system ( CNS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we performed single-cell sorting of plasmablasts from peripheral blood and CSF samples from NMO and sequenced the complementarity-determining regions ( CDRs ) of the IgG heavy chain expressed by the sorted plasmablast clones .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There were high frequencies of mutations in the CDRs compared with framework regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that these plasmablast clones would represent a post-germinal center B-cell lineage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with the preceding results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the plasmablast clones from the peripheral blood shared the same CDR sequences with the clones from the CSF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that IgG-producing plasmablasts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are guided by helper T-cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may migrate from the peripheral blood preferentially to the CSF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since migratory plasmablasts could be involved in the inflammatory pathology of NMO ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the B-cell subset and their migration might be an attractive therapeutic target .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "295"
  }
}