{
  "paper_id": "a9f21b4c08ef6cf4b7553c5666b4102d0c984243",
  "metadata": {
    "title": "Broad-spectrum antiviral agents",
    "coda_data_split": "train",
    "coda_paper_id": 5798,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Development of highly effective, broad-spectrum antiviral agents is the major objective shared by the fields of virology and pharmaceutics. Antiviral drug development has focused on targeting viral entry and replication, as well as modulating cellular defense system. High throughput screening of molecules, genetic engineering of peptides, and functional screening of agents have identified promising candidates for development of optimal broad-spectrum antiviral agents to intervene in viral infection and control viral epidemics. This review discusses current knowledge, prospective applications, opportunities, and challenges in the development of broad-spectrum antiviral agents.",
      "sentences": [
        [
          {
            "segment_text": "Development of highly effective , broad-spectrum antiviral agents is the major objective shared by the fields of virology and pharmaceutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antiviral drug development has focused on targeting viral entry and replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as modulating cellular defense system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "High throughput screening of molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genetic engineering of peptides , and functional screening of agents have identified promising candidates for development of optimal broad-spectrum antiviral agents to intervene in viral infection and control viral epidemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses current knowledge ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "prospective applications , opportunities , and challenges in the development of broad-spectrum antiviral agents .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "99"
  }
}