{
  "paper_id": "aa0cd876635a216f6679b3d319c180928294a3d6",
  "metadata": {
    "title": "Microcantilevers and organic transistors: two promising classes of label-free biosensing devices which can be integrated in electronic circuits",
    "coda_data_split": "train",
    "coda_paper_id": 4954,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most of the success of electronic devices fabricated to actively interact with a biological environment relies on the proper choice of materials and efficient engineering of surfaces and interfaces. Organic materials have proved to be among the best candidates for this aim owing to many properties, such as the synthesis tunability, processing, softness and self-assembling ability, which allow them to form surfaces that are compatible with biological tissues. This review reports some research results obtained in the development of devices which exploit organic materials\u0027 properties in order to detect biologically significant molecules as well as to trigger/capture signals from the biological environment. Among the many investigated sensing devices, organic field-effect transistors (OFETs), organic electrochemical transistors (OECTs) and microcantilevers (MCLs) have been chosen. The main factors motivating this choice are their label-free detection approach, which is particularly important when addressing complex biological processes, as well as the possibility to integrate them in an electronic circuit. Particular attention is paid to the design and realization of biocompatible surfaces which can be employed in the recognition of pertinent molecules as well as to the research of new materials, both natural and inspired by nature, as a first approach to environmentally friendly electronics.",
      "sentences": [
        [
          {
            "segment_text": "Most of the success of electronic devices fabricated to actively interact with a biological environment relies on the proper choice of materials and efficient engineering of surfaces and interfaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Organic materials have proved to be among the best candidates for this aim owing to many properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the synthesis tunability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "processing , softness and self-assembling ability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which allow them to form surfaces that are compatible with biological tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review reports some research results obtained in the development of devices which exploit organic materials \u0027 properties in order to detect biologically significant molecules as well as to trigger/capture signals from the biological environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the many investigated sensing devices ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "organic field-effect transistors ( OFETs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "organic electrochemical transistors ( OECTs ) and microcantilevers ( MCLs ) have been chosen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main factors motivating this choice are their label-free detection approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is particularly important when addressing complex biological processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the possibility to integrate them in an electronic circuit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particular attention is paid to the design and realization of biocompatible surfaces which can be employed in the recognition of pertinent molecules as well as to the research of new materials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both natural and inspired by nature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as a first approach to environmentally friendly electronics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "222"
  }
}