{
  "paper_id": "aa14d6de32495ec579e30a5c6f1ae21666c01c8a",
  "metadata": {
    "title": "Intranasal DNA Vaccine for Protection against Respiratory Infectious Diseases: The Delivery Perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 6115,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Intranasal delivery of DNA vaccines has become a popular research area recently. It offers some distinguished advantages over parenteral and other routes of vaccine administration. Nasal mucosa as site of vaccine administration can stimulate respiratory mucosal immunity by interacting with the nasopharyngeal-associated lymphoid tissues (NALT). Different kinds of DNA vaccines are investigated to provide protection against respiratory infectious diseases including tuberculosis, coronavirus, influenza and respiratory syncytial virus (RSV) etc. DNA vaccines have several attractive development potential, such as producing cross-protection towards different virus subtypes, enabling the possibility of mass manufacture in a relatively short time and a better safety profile. The biggest obstacle to DNA vaccines is low immunogenicity. One of the approaches to enhance the efficacy of DNA vaccine is to improve DNA delivery efficiency. This review provides insight on the development of intranasal DNA vaccine for respiratory infections, with special attention paid to the strategies to improve the delivery of DNA vaccines using non-viral delivery agents.",
      "sentences": [
        [
          {
            "segment_text": "Intranasal delivery of DNA vaccines has become a popular research area recently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It offers some distinguished advantages over parenteral and other routes of vaccine administration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nasal mucosa as site of vaccine administration can stimulate respiratory mucosal immunity by interacting with the nasopharyngeal-associated lymphoid tissues ( NALT ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Different kinds of DNA vaccines are investigated to provide protection against respiratory infectious diseases including tuberculosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronavirus , influenza and respiratory syncytial virus ( RSV ) etc. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA vaccines have several attractive development potential ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as producing cross-protection towards different virus subtypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabling the possibility of mass manufacture in a relatively short time and a better safety profile .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The biggest obstacle to DNA vaccines is low immunogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the approaches to enhance the efficacy of DNA vaccine is to improve DNA delivery efficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides insight on the development of intranasal DNA vaccine for respiratory infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with special attention paid to the strategies to improve the delivery of DNA vaccines using non-viral delivery agents .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "175"
  }
}