{
  "paper_id": "aa1ad941b0eb3a752c0ce992440c37f334d34ae7",
  "metadata": {
    "title": "Small interfering RNAs targeting the rabies virus nucleoprotein gene",
    "coda_data_split": "train",
    "coda_paper_id": 3711,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rabies virus (RABV) infection continues to be a global threat to human and animal health, yet no curative therapy has been developed. RNA interference (RNAi) therapy, which silences expression of specific target genes, represents a promising approach for treating viral infections in mammalian hosts. We designed six small interfering (si)RNAs (N473, N580, N783, N796, N799 and N1227) that target the conserved region of the RABV challenge virus standard (CVS)-11 strain nucleoprotein (N) gene. Using a plasmid-based transient expression model, we demonstrated that N796, N580 and N799 were capable of significantly inhibiting viral replication in vitro and in vivo. These three siRNAs effectively suppressed RABV expression in infected baby hamster kidney-21 (BHK-21) cells, as evidenced by direct immunofluorescence assay, viral titer measurements, real-time PCR, and Western blotting. In addition, liposome-mediated siRNA expression plasmid delivery to RABV-infected mice significantly increased survival, compared to a nonliposome-mediated delivery method. Collectively, our results showed that the three siRNAs, N796, N580 and N799, targeting the N gene could potently inhibit RABV CVS-11 reproduction. These siRNAs have the potential to be developed into new and effective prophylactic anti-RABV drugs.",
      "sentences": [
        [
          {
            "segment_text": "Rabies virus ( RABV ) infection continues to be a global threat to human and animal health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet no curative therapy has been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA interference ( RNAi ) therapy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which silences expression of specific target genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represents a promising approach for treating viral infections in mammalian hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We designed six small interfering ( si ) RNAs ( N473 , N580 , N783 , N796 , N799 and N1227 ) that target the conserved region of the RABV challenge virus standard ( CVS ) -11 strain nucleoprotein ( N ) gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using a plasmid-based transient expression model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrated that N796 , N580 and N799 were capable of significantly inhibiting viral replication in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These three siRNAs effectively suppressed RABV expression in infected baby hamster kidney-21 ( BHK-21 ) cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evidenced by direct immunofluorescence assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral titer measurements , real-time PCR , and Western blotting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , liposome-mediated siRNA expression plasmid delivery to RABV-infected mice significantly increased survival ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to a nonliposome-mediated delivery method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our results showed that the three siRNAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N796 , N580 and N799 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "targeting the N gene could potently inhibit RABV CVS-11 reproduction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These siRNAs have the potential to be developed into new and effective prophylactic anti-RABV drugs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "225"
  }
}