{
  "paper_id": "aa23967b98943923bde1e9a0e2b3470d3966c829",
  "metadata": {
    "title": "Recombinant Genomic RNA of Coronavirus MHV-A59 after Coreplication with a DI RNA Containing the MHV-RI Spike Gene",
    "coda_data_split": "train",
    "coda_paper_id": 3788,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A strategy for targeted RNA recombination between the spike gene on the genomic RNA of MHV-A59 and a synthetic DI RNA containing the MHV-RI spike gene is described. The MHV-RI spike gene contains several nucleotide differences from the MHV-A59 spike gene that could be used as genetic markers, including a stretch of 156 additional nucleotides starting at nucleotide 1497. The MHV-RI S gene cDNA (from nucleotide 277-termination codon) was inserted in frame into pMIDI, a full-length cDNA clone of an MHV-A59 DI, yielding pDPRIS. Using the vaccinia vTF7.3 system, RNA was transcribed from pDPRIS upon transfection into MHV-A59-infected L cells. DPRIS RNA was shown to be replicated and passaged efficiently. MHV-A59 and the DPRIS DI particle were copassaged several times. Using a highly specific and sensitive RT-PCR, recombinant genomic RNA was detected in intracellular RNA from total lysates of pDPRIS-transfected and MHV-A59infected cells and among genomic RNA that was agarose gel-purified from these lysates. More significantly, specific PCR products were found in virion RNA from progeny virus. PCR products were absent in control mixes of intracellular RNA from MHV-A59-infected cells and in vitro-transcribed DPRIS RNA. PCR products from intracellular RNA and virion RNA were cloned and 11 independent clones were sequenced. Crossovers between A59 and RI RNA were found upstream of nucleotide 1497 and had occurred between 106 nucleotides from the 5-border and 73 nucleotides from the 3-border of sequence homologous between A59 and RI S genes. We conclude that homologous RNA recombination took place between the genomic RNA template and the synthetic DI RNA template at different locations, generating a series of MHV recombinant genomes with chimeric S genes. ᭧ 1997 Academic Press",
      "sentences": [
        [
          {
            "segment_text": "A strategy for targeted RNA recombination between the spike gene on the genomic RNA of MHV-A59 and a synthetic DI RNA containing the MHV-RI spike gene is described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The MHV-RI spike gene contains several nucleotide differences from the MHV-A59 spike gene that could be used as genetic markers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including a stretch of 156 additional nucleotides starting at nucleotide 1497 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The MHV-RI S gene cDNA ( from nucleotide 277-termination codon ) was inserted in frame into pMIDI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a full-length cDNA clone of an MHV-A59 DI , yielding pDPRIS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the vaccinia vTF7 .3 system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNA was transcribed from pDPRIS upon transfection into MHV-A59-infected L cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DPRIS RNA was shown to be replicated and passaged efficiently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MHV-A59 and the DPRIS DI particle were copassaged several times .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a highly specific and sensitive RT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recombinant genomic RNA was detected in intracellular RNA from total lysates of pDPRIS-transfected and MHV-A59infected cells and among genomic RNA that was agarose gel-purified from these lysates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More significantly , specific PCR products were found in virion RNA from progeny virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR products were absent in control mixes of intracellular RNA from MHV-A59-infected cells and in vitro-transcribed DPRIS RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR products from intracellular RNA and virion RNA were cloned and 11 independent clones were sequenced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crossovers between A59 and RI RNA were found upstream of nucleotide 1497 and had occurred between 106 nucleotides from the 5-border and 73 nucleotides from the 3-border of sequence homologous between A59 and RI S genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that homologous RNA recombination took place between the genomic RNA template and the synthetic DI RNA template at different locations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "generating a series of MHV recombinant genomes with chimeric S genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1997 Academic Press",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "295"
  }
}