{
  "paper_id": "aa36e8d21c62925bbaa87429a45a81d0ef78b154",
  "metadata": {
    "title": "Current review Safety of intranasal corticosteroids in acute rhinosinusitis",
    "coda_data_split": "train",
    "coda_paper_id": 5219,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Treatment guidelines for acute rhinosinusitis (RS) recommend the use of intranasal corticosteroids (INSs) as monotherapy or adjunctive therapy. However, the adverse event (AE) profiles of oral glucocorticoids, which result largely from the systemic absorption of those agents, have engendered concerns about the safety of INSs. These concerns persist for INSs despite significant or marked clinical differences between them and systemic corticosteroids in systemic absorption and among the INSs in bioavailability, mechanism of action, and lipophilicity, which may contribute to differences in AEs. For example, the systemic bioavailability of the INSs as a percentage of the administered drug is less than 0.1% for mometasone furoate, less than 1% for fluticasone propionate, 46% for triamcinolone acetonide, and 44% for beclomethasone dipropionate. A review of the safety profiles of INSs, as reported in clinical trials in acute and chronic RS and allergic rhinitis, shows primarily local AEs (eg, epistaxis and headache) that are generally classified as mild to moderate, with occurrence rates that are similar to those with placebo. Studies of the safety of mometasone furoate, fluticasone propionate, budesonide, and triamcinolone acetonide did not identify any evidence of systemic AEs, such as growth retardation in children due to suppression of the hypothalamicpituitary-adrenal axis, bone mineral density loss, or cataracts, which suggests that INSs can be safely administered in patients with acute RS without concern for systemic AEs.",
      "sentences": [
        [
          {
            "segment_text": "Treatment guidelines for acute rhinosinusitis ( RS ) recommend the use of intranasal corticosteroids ( INSs ) as monotherapy or adjunctive therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the adverse event ( AE ) profiles of oral glucocorticoids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which result largely from the systemic absorption of those agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have engendered concerns about the safety of INSs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These concerns persist for INSs despite significant or marked clinical differences between them and systemic corticosteroids in systemic absorption and among the INSs in bioavailability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mechanism of action , and lipophilicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may contribute to differences in AEs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , the systemic bioavailability of the INSs as a percentage of the administered drug is less than 0.1 % for mometasone furoate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "less than 1 % for fluticasone propionate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "46 % for triamcinolone acetonide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 44 % for beclomethasone dipropionate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A review of the safety profiles of INSs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as reported in clinical trials in acute and chronic RS and allergic rhinitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shows primarily local AEs ( eg , epistaxis and headache ) that are generally classified as mild to moderate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with occurrence rates that are similar to those with placebo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies of the safety of mometasone furoate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fluticasone propionate , budesonide , and triamcinolone acetonide did not identify any evidence of systemic AEs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as growth retardation in children due to suppression of the hypothalamicpituitary-adrenal axis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bone mineral density loss , or cataracts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that INSs can be safely administered in patients with acute RS without concern for systemic AEs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "20",
    "token_num": "263"
  }
}