{
  "paper_id": "aa4f0d343cad8a2d7a79b6ed7ad07b70b56db70c",
  "metadata": {
    "title": "Infectious causes of necrotizing enterocolitis",
    "coda_data_split": "train",
    "coda_paper_id": 8759,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Necrotizing enterocolitis (NEC) is the most common gastrointestinal emergency among premature infants. Although a large body of research has focused on understanding its pathogenesis, the exact mechanism has not been elucidated. Of particular interest is the potential causative role of infectious culprits in the development of NEC. A variety of reports describe bacterial, viral, and fungal infections occurring in association with NEC; however, no organism has emerged as being definitively involved in NEC pathogenesis. In this review, we summarize the body of research on infectious causes of necrotizing enterocolitis.",
      "sentences": [
        [
          {
            "segment_text": "Necrotizing enterocolitis ( NEC ) is the most common gastrointestinal emergency among premature infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a large body of research has focused on understanding its pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the exact mechanism has not been elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of particular interest is the potential causative role of infectious culprits in the development of NEC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A variety of reports describe bacterial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral , and fungal infections occurring in association with NEC ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no organism has emerged as being definitively involved in NEC pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the body of research on infectious causes of necrotizing enterocolitis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "102"
  }
}