{
  "paper_id": "aa69482e261bf1d6546491ba52991ea1ac3402a1",
  "metadata": {
    "title": "): e20165. 2008ZX10003011), the National Nature Science Foundation of China (no. 30872300), university basic scientific research expense, the Youth Development Project (no. 09YKPY76), the China Postdoctoral Science Foundation (no. 20090460804) and the National Key Basic",
    "coda_data_split": "train",
    "coda_paper_id": 4831,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Important advances have been made in the immunodiagnosis of tuberculosis (TB) based on the detection of Mycobacterium tuberculosis (MTB)-specific T cells. However, the sensitivity and specificity of the immunological approach are relatively low because there are no specific markers for antigen-specific Th cells, and some of the Th cells that do not produce cytokines can be overlooked using this approach. In this study, we found that MTB-specific peptides of ESAT-6/CFP-10 can stimulate the expression of CD40L specifically in CD4 + T cells but not other cells from pleural fluid cells (PFCs) in patients with tuberculous pleurisy (TBP). CD4 + CD40L + but not CD4 + CD40L 2 T cells express IFN-c, IL-2, TNF-a, IL-17 or IL-22 after stimulation with MTBspecific peptides. In addition, CD4 + CD40L + T cells were found to be mostly polyfunctional T cells that simultaneously produce IFN-c, IL-2 and TNF-a and display an effector or effector memory phenotype (CD45RA 2 CD45RO + CCR7 2 CD62L 2 ICOS 2 ). To determine the specificity of CD4 + CD40L + T cells, we incubated PFCs with ESTA-6/CFP-10 peptides and sorted live CD4 + CD40L + and CD4 + CD40L 2 T cells by flow cytometry. We further demonstrated that sorted CD4 + CD40L + , but not CD4 + CD40L 2 fractions, principally produced IFN-c, IL-2, TNF-a, IL-17 and IL-22 following restimulation with ESTA-6/CFP-10 peptides. Taken together, our data indicate that the expression of CD40L on MTB-specific CD4 + T cells could be a good marker for the evaluation and isolation of MTB-specific Th cells and might also be useful in the diagnosis of TB.",
      "sentences": [
        [
          {
            "segment_text": "Important advances have been made in the immunodiagnosis of tuberculosis ( TB ) based on the detection of Mycobacterium tuberculosis ( MTB ) - specific T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the sensitivity and specificity of the immunological approach are relatively low because there are no specific markers for antigen-specific Th cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and some of the Th cells that do not produce cytokines can be overlooked using this approach .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that MTB-specific peptides of ESAT-6 / CFP-10 can stimulate the expression of CD40L specifically in CD4 + T cells but not other cells from pleural fluid cells ( PFCs ) in patients with tuberculous pleurisy ( TBP ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CD4 + CD40L + but not CD4 + CD40L 2 T cells express IFN-c ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-2 , TNF-a , IL-17 or IL-22 after stimulation with MTBspecific peptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , CD4 + CD40L + T cells were found to be mostly polyfunctional T cells that simultaneously produce IFN-c ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-2 and TNF-a and display an effector or effector memory phenotype ( CD45RA 2 CD45RO + CCR7 2 CD62L 2 ICOS 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To determine the specificity of CD4 + CD40L + T cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we incubated PFCs with ESTA-6 / CFP-10 peptides and sorted live CD4 + CD40L + and CD4 + CD40L 2 T cells by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We further demonstrated that sorted CD4 + CD40L + ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not CD4 + CD40L 2 fractions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "principally produced IFN-c , IL-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNF-a , IL-17 and IL-22 following restimulation with ESTA-6 / CFP-10 peptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our data indicate that the expression of CD40L on MTB-specific CD4 + T cells could be a good marker for the evaluation and isolation of MTB-specific Th cells and might also be useful in the diagnosis of TB .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "306"
  }
}