{
  "paper_id": "aa7094234bc71c19d615cc130ca8c2ef98f543a9",
  "metadata": {
    "title": "Physica A Evolution of Chinese airport network",
    "coda_data_split": "train",
    "coda_paper_id": 6235,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "With the rapid development of the economy and the accelerated globalization process, the aviation industry plays a more and more critical role in today\u0027s world, in both developed and developing countries. As the infrastructure of aviation industry, the airport network is one of the most important indicators of economic growth. In this paper, we investigate the evolution of the Chinese airport network (CAN) via complex network theory. It is found that although the topology of CAN has remained steady during the past few years, there are many dynamic switchings inside the network, which have changed the relative importance of airports and airlines. Moreover, we investigate the evolution of traffic flow (passengers and cargoes) on CAN. It is found that the traffic continues to grow in an exponential form and has evident seasonal fluctuations. We also found that cargo traffic and passenger traffic are positively related but the correlations are quite different for different kinds of cities.",
      "sentences": [
        [
          {
            "segment_text": "With the rapid development of the economy and the accelerated globalization process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aviation industry plays a more and more critical role in today \u0027s world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in both developed and developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the infrastructure of aviation industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the airport network is one of the most important indicators of economic growth .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we investigate the evolution of the Chinese airport network ( CAN ) via complex network theory .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It is found that although the topology of CAN has remained steady during the past few years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are many dynamic switchings inside the network ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have changed the relative importance of airports and airlines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we investigate the evolution of traffic flow ( passengers and cargoes ) on CAN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is found that the traffic continues to grow in an exponential form and has evident seasonal fluctuations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found that cargo traffic and passenger traffic are positively related but the correlations are quite different for different kinds of cities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "175"
  }
}