{
  "paper_id": "aa71e82c7e8fb18305287a5bccd724d35d238db6",
  "metadata": {
    "title": "Dengue Hemorrhagic Fever in Infants: Research Opportunities Ignored",
    "coda_data_split": "train",
    "coda_paper_id": 3753,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The age distribution of cases of dengue hemorrhagic fever and dengue shock syndrome (DHF/DSS) in infants under the age of 1 year are reported from Bangkok, Thailand, and for the first time for Ho Chi Minh City, Vietnam; Yangon, Myanmar; and Surabaya, Indonesia. The four dengue viruses were isolated from Thai infants, all of whom were having a primary dengue infection. Progress studying the immunologically distinct infant DHF/DSS has been limited; most contemporary research has centered on DHF/DSS accompanying secondary dengue infections. In designing research results obtained in studies on a congruent animal model, feline infectious peritonitis virus (FIPV) infections of kittens born to FIPV-immune queens should be considered. Research challenges presented by infant DHF/DSS are discussed.",
      "sentences": [
        [
          {
            "segment_text": "The age distribution of cases of dengue hemorrhagic fever and dengue shock syndrome ( DHF/DSS ) in infants under the age of 1 year are reported from Bangkok ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Thailand , and for the first time for Ho Chi Minh City ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Vietnam ; Yangon , Myanmar ; and Surabaya , Indonesia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The four dengue viruses were isolated from Thai infants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "all of whom were having a primary dengue infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Progress studying the immunologically distinct infant DHF/DSS has been limited ; most contemporary research has centered on DHF/DSS accompanying secondary dengue infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In designing research results obtained in studies on a congruent animal model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feline infectious peritonitis virus ( FIPV ) infections of kittens born to FIPV-immune queens should be considered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Research challenges presented by infant DHF/DSS are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "136"
  }
}