{
  "paper_id": "aa779977e2eb9f20709fe36177c984272f8e3927",
  "metadata": {
    "title": "Ancient pathogen genomics as an emerging tool for infectious disease research M I C R O B I A L G E N O M I C S 1500 CE 1000 BCE 500 BCE 0 CE",
    "coda_data_split": "train",
    "coda_paper_id": 7128,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| Over the past decade, a genomics revolution, made possible through the development of high-throughput sequencing, has triggered considerable progress in the study of ancient DNA , enabling complete genomes of past organisms to be reconstructed. A newly established branch of this field, ancient pathogen genomics, affords an in-depth view of microbial evolution by providing a molecular fossil record for a number of human-associated pathogens. Recent accomplishments include the confident identification of causative agents from past pandemics, the discovery of microbial lineages that are now extinct, the extrapolation of past emergence events on a chronological scale and the characterization of long-term evolutionary history of microorganisms that remain relevant to public health today. In this Review , we discuss methodological advancements, persistent challenges and novel revelations gained through the study of ancient pathogen genomes.",
      "sentences": [
        [
          {
            "segment_text": "| Over the past decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a genomics revolution , made possible through the development of high-throughput sequencing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has triggered considerable progress in the study of ancient DNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabling complete genomes of past organisms to be reconstructed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A newly established branch of this field ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ancient pathogen genomics , affords an in-depth view of microbial evolution by providing a molecular fossil record for a number of human-associated pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent accomplishments include the confident identification of causative agents from past pandemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the discovery of microbial lineages that are now extinct ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the extrapolation of past emergence events on a chronological scale and the characterization of long-term evolutionary history of microorganisms that remain relevant to public health today .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we discuss methodological advancements ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "persistent challenges and novel revelations gained through the study of ancient pathogen genomes .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "145"
  }
}