{
  "paper_id": "aa8c1dae28ba8fb4664d2ec9e8632cd1673da721",
  "metadata": {
    "title": "First evidence of the emergence of novel putative infectious bronchitis virus genotypes in Cuba",
    "coda_data_split": "train",
    "coda_paper_id": 3607,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of new infectious bronchitis virus (IBV) genotypes or serotypes along with the poor crossprotection observed among IBV serotypes have complicated the avian infectious bronchitis (IB) control programs in different geographic regions. In Cuba, the lack of genetic information regarding IBV and the increasing epidemiological importance of this virus in Cuban chicken flocks demand further characterization of IBV isolates. In the present work, studies of genetic diversity and phylogenetic relationships among recent IBV isolates from Cuban chicken flocks showing respiratory disorders were performed. Two putative genotypes genetically different to the Massachusetts genotype H120 strain used in the Cuban vaccination program were found in the flocks assessed. In addition, a potential nephropathogenic IBV isolate was found by first time in Cuba.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of new infectious bronchitis virus ( IBV ) genotypes or serotypes along with the poor crossprotection observed among IBV serotypes have complicated the avian infectious bronchitis ( IB ) control programs in different geographic regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Cuba , the lack of genetic information regarding IBV and the increasing epidemiological importance of this virus in Cuban chicken flocks demand further characterization of IBV isolates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present work , studies of genetic diversity and phylogenetic relationships among recent IBV isolates from Cuban chicken flocks showing respiratory disorders were performed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two putative genotypes genetically different to the Massachusetts genotype H120 strain used in the Cuban vaccination program were found in the flocks assessed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a potential nephropathogenic IBV isolate was found by first time in Cuba .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "133"
  }
}