{
  "paper_id": "aa99e9d4628a937fb1b1e4bc6905d367715d515e",
  "metadata": {
    "title": "Long noncoding RNAs in innate immunity",
    "coda_data_split": "train",
    "coda_paper_id": 9997,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Long noncoding RNAs (lncRNAs) have been shown to play important roles in immune cell development and immune responses through different mechanisms, such as dosage compensation, imprinting, enhancer function, and transcriptional regulation. Although the functions of most lncRNAs are unclear, some lncRNAs have been found to control transcriptional or post-transcriptional regulation of the innate and adaptive immune responses via new methods of protein-protein interactions or pairing with DNA and RNA. Interestingly, increasing evidence has elucidated the importance of lncRNAs in the interaction between hosts and pathogens. In this review, an overview of the lncRNAs modes of action, as well as the important and diversified roles of lncRNAs in immunity, are provided, and an emerging paradigm of lncRNAs in regulating innate immune responses is highlighted.",
      "sentences": [
        [
          {
            "segment_text": "Long noncoding RNAs ( lncRNAs ) have been shown to play important roles in immune cell development and immune responses through different mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as dosage compensation , imprinting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhancer function , and transcriptional regulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the functions of most lncRNAs are unclear ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some lncRNAs have been found to control transcriptional or post-transcriptional regulation of the innate and adaptive immune responses via new methods of protein-protein interactions or pairing with DNA and RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , increasing evidence has elucidated the importance of lncRNAs in the interaction between hosts and pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , an overview of the lncRNAs modes of action ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as the important and diversified roles of lncRNAs in immunity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "are provided , and an emerging paradigm of lncRNAs in regulating innate immune responses is highlighted .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Cellular \u0026 Molecular Immunology",
      "sentences": [
        [
          {
            "segment_text": "Cellular \u0026 Molecular Immunology",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "143"
  }
}