{
  "paper_id": "aaa0dcb4ac1fa33484589cc17fedde949e2ec8b6",
  "metadata": {
    "title": "Effectiveness of an education health programme about Middle East respiratory syndrome coronavirus tested during travel consultations Public Health",
    "coda_data_split": "train",
    "coda_paper_id": 9604,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle east respiratory syndrome coronavirus International travel Pilgrims a b s t r a c t Objective: We aimed to evaluate the level of knowledge of Middle East respiratory syndrome coronavirus (MERS-CoV) among Hajj pilgrims before and after an education health programme during international vaccine consultations in France.",
      "sentences": [
        [
          {
            "segment_text": "Middle east respiratory syndrome coronavirus International travel Pilgrims a b s t r a c t Objective : We aimed to evaluate the level of knowledge of Middle East respiratory syndrome coronavirus ( MERS-CoV ) among Hajj pilgrims before and after an education health programme during international vaccine consultations in France .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Consecutive adults (\u003e18 years old) who attended for pre-Hajj meningococcal vaccination were eligible to complete an anonymous questionnaire with closed answers to evaluate their level of knowledge about MERS-CoV. To evaluate the effectiveness of the information given during the consultation, the same questionnaire was completed by the Hajj pilgrim before and after the consultation, where the information about MERS-CoV was provided.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Consecutive adults ( \u003e 18 years old ) who attended for pre-Hajj meningococcal vaccination were eligible to complete an anonymous questionnaire with closed answers to evaluate their level of knowledge about MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To evaluate the effectiveness of the information given during the consultation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the same questionnaire was completed by the Hajj pilgrim before and after the consultation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where the information about MERS-CoV was provided .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Among 82 Hajj pilgrim adults enrolled in the study, less than 25% were aware of the routes of transmission, symptoms and preventive behaviours to adopt abroad or in case of fever. Pilgrims had a higher rate of correct responses on each question at the time they completed the second questionnaire, as compared with the first, with 11 of 13 questions answered significantly better after delivery of educational information about MERS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Results : Among 82 Hajj pilgrim adults enrolled in the study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less than 25 % were aware of the routes of transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "symptoms and preventive behaviours to adopt abroad or in case of fever .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pilgrims had a higher rate of correct responses on each question at the time they completed the second questionnaire ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as compared with the first ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 11 of 13 questions answered significantly better after delivery of educational information about MERS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "However, although the rate of correct answers to the questions about routes of transmission, symptoms, preventive behaviours to adopt in case of fever and time delay between return and potential MERS-CoV occurrence increased significantly after receiving the information, the rates remained below 50%.",
      "sentences": [
        [
          {
            "segment_text": "However , although the rate of correct answers to the questions about routes of transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "symptoms , preventive behaviours to adopt in case of fever and time delay between return and potential MERS-CoV occurrence increased significantly after receiving the information ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the rates remained below 50 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Information given during travel consultations significantly increases the general level of knowledge, but not enough to achieve epidemic control.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Information given during travel consultations significantly increases the general level of knowledge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not enough to achieve epidemic control .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "273"
  }
}