{
  "paper_id": "aada914c9454237bad1a0dd33ae257e8f9d2ca2f",
  "metadata": {
    "title": "Community-Based Risk Communication Survey: Risk Prevention Behaviors in Communities during the H1N1 crisis, 2010",
    "coda_data_split": "train",
    "coda_paper_id": 4293,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives: The present study aimed to investigate the prevalence of and factors associated with H1N1 preventive behaviors in a community-based population. Methods: A cross-sectional study was conducted in three urban and two rural communities in Korea. Interviews were conducted with 3462 individuals (1608 men and 1854 women) aged ! 19 years during FebruaryeMarch 2010. Influenzarelated information including anxiety, preventive behaviors and their perceived effectiveness, vaccination status, past influenza-like illness symptoms, and sources of and trust in information was obtained. Results: Among 3462 participants, 173 reported experiencing influenza-like illness symptoms within the past 12 months. The mean H1N1 preventive behavior score was 25.5 AE 5.5 (out of a possible 40). The percent of participants reporting high perceived effectiveness and high anxiety was 46.2% and 21.4%, respectively. After controlling for potential confounders, H1N1 preventive behavior scores were predicted by a high (b Z 3.577, p \u003c 0.001) or moderate (b Z 2.529, p \u003c 0.001) perception of their effectiveness. Similarly, moderate (b Z 1.516, p \u003c 0.001) and high (b Z 4.103, p \u003c 0.001) anxiety scores predicted high preventive behavior scores. Conclusion: Effective methods of promoting population behavior change may be nationwide campaigns through mass media, as well as education and promotion by health care providers and broadcasters.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The present study aimed to investigate the prevalence of and factors associated with H1N1 preventive behaviors in a community-based population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A cross-sectional study was conducted in three urban and two rural communities in Korea .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interviews were conducted with 3462 individuals ( 1608 men and 1854 women ) aged !",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "19 years during FebruaryeMarch 2010 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenzarelated information including anxiety , preventive behaviors and their perceived effectiveness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vaccination status , past influenza-like illness symptoms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and sources of and trust in information was obtained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among 3462 participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "173 reported experiencing influenza-like illness symptoms within the past 12 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean H1N1 preventive behavior score was 25.5 AE 5.5 ( out of a possible 40 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percent of participants reporting high perceived effectiveness and high anxiety was 46.2 % and 21.4 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After controlling for potential confounders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H1N1 preventive behavior scores were predicted by a high ( b Z 3.577 , p \u003c 0.001 ) or moderate ( b Z 2.529 , p \u003c 0.001 ) perception of their effectiveness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , moderate ( b Z 1.516 , p \u003c 0.001 ) and high ( b Z 4.103 , p \u003c 0.001 ) anxiety scores predicted high preventive behavior scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Effective methods of promoting population behavior change may be nationwide campaigns through mass media ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as education and promotion by health care providers and broadcasters .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "248"
  }
}