{
  "paper_id": "aae9028bc39c23fd877b0059777933774b7bf2e0",
  "metadata": {
    "title": "Increasing the X-ray Diffraction Power of Protein Crystals by Dehydration: The Case of Bovine Serum Albumin and a Survey of Literature Data",
    "coda_data_split": "train",
    "coda_paper_id": 3746,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Serum albumin is one of the most widely studied proteins. It is the most abundant protein in plasma with a typical concentration of 5 g/100 mL and the principal transporter of fatty acids in plasma. While the crystal structures of human serum albumin (HSA) free and in complex with fatty acids, hemin, and local anesthetics have been characterized, no crystallographic models are available on bovine serum albumin (BSA), presumably because of the poor diffraction power of existing hexagonal BSA crystals. Here, the crystallization and diffraction data of a new BSA crystal form, obtained by the hanging drop method using MPEG 5K as precipitating agent, are presented. The crystals belong to space group C2, with unit-cell parameters a \u003d 216.45 Å, b \u003d 44.72 Å, c \u003d 140.18 Å, β \u003d 114.5°. Dehydration was found to increase the diffraction limit of BSA crystals from ~8 Å to 3.2 Å, probably by improving the packing of protein molecules in the crystal lattice. These results, together with a survey of more than 60 successful cases of protein crystal dehydration, confirm that it can be a useful procedure to be used in initial screening as a method of improving the diffraction limits of existing crystals.",
      "sentences": [
        [
          {
            "segment_text": "Serum albumin is one of the most widely studied proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the most abundant protein in plasma with a typical concentration of 5 g/100 mL and the principal transporter of fatty acids in plasma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the crystal structures of human serum albumin ( HSA ) free and in complex with fatty acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hemin , and local anesthetics have been characterized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no crystallographic models are available on bovine serum albumin ( BSA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "presumably because of the poor diffraction power of existing hexagonal BSA crystals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , the crystallization and diffraction data of a new BSA crystal form ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "obtained by the hanging drop method using MPEG 5K as precipitating agent , are presented .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The crystals belong to space group C2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with unit-cell parameters a \u003d 216.45 Å ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "b \u003d 44.72 Å , c \u003d 140.18 Å , β \u003d 114.5 ° .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Dehydration was found to increase the diffraction limit of BSA crystals from ~ 8 Å to 3.2 Å ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably by improving the packing of protein molecules in the crystal lattice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results , together with a survey of more than 60 successful cases of protein crystal dehydration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirm that it can be a useful procedure to be used in initial screening as a method of improving the diffraction limits of existing crystals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Int. J. Mol. Sci. 2012, 13 3783 ",
      "sentences": [
        [
          {
            "segment_text": "Int .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "J. Mol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Sci .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2012 , 13 3783",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "239"
  }
}