{
  "paper_id": "aaf7deba7fe0be0575208289f0311d280dab7c7e",
  "metadata": {
    "title": "Aptasensors for detection of microbial and viral pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 4450,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aptamers are specific nucleic acid sequences that can bind to a wide range of non-nucleic acid targets with high affinity and specificity. These molecules are identified and selected through an in vitro process called SELEX (systematic evolution of ligands by exponential enrichment). Proteins are the most common targets in aptamer selection. In diagnostic and detection assays, aptamers represent an alternative to antibodies as recognition agents. Cellular detection is a promising area in aptamer research. One of its principal advantages is the ability to target and specifically differentiate microbial strains without having previous knowledge of the membrane molecules or structural changes present in that particular microorganism. The present review focuses on aptamers, SELEX procedures, and aptamer-based biosensors (aptasensors) for the detection of pathogenic microorganisms and viruses. Special emphasis is placed on nanoparticlebased platforms.",
      "sentences": [
        [
          {
            "segment_text": "Aptamers are specific nucleic acid sequences that can bind to a wide range of non-nucleic acid targets with high affinity and specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These molecules are identified and selected through an in vitro process called SELEX ( systematic evolution of ligands by exponential enrichment ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Proteins are the most common targets in aptamer selection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In diagnostic and detection assays ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "aptamers represent an alternative to antibodies as recognition agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cellular detection is a promising area in aptamer research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of its principal advantages is the ability to target and specifically differentiate microbial strains without having previous knowledge of the membrane molecules or structural changes present in that particular microorganism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present review focuses on aptamers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "SELEX procedures , and aptamer-based biosensors ( aptasensors ) for the detection of pathogenic microorganisms and viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Special emphasis is placed on nanoparticlebased platforms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "147"
  }
}