{
  "paper_id": "ab02d59cd9f13d9667b2cc9913b24f81818c0b8f",
  "metadata": {
    "title": "Planning and priority setting for vaccine development and immunization q",
    "coda_data_split": "train",
    "coda_paper_id": 5781,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We review a sequence of strategic planning efforts over time in the United States, all involving processes to prioritize new vaccine candidates. The Institute of Medicine of the National Academies of Sciences, Engineering, and Medicine has been involved in three priority setting processes, each using different metrics and methodologies: infant mortality equivalents (1985)(1986), cost-effectiveness (2000), and more recently, the implementation of a software system based on a broader multi-criteria systems approach that can include either of the earlier metrics among other various considerations (2015). The systems approach offers users the flexibility to select, combine, rank, weigh and evaluate different attributes representing their perspectives, assumptions, and particular needs. This approach also overcomes concerns relating to the previous single-metric ranking approaches that yielded lists that, once published, were static, and could not readily accommodate new information about emerging pathogens, new scientific advances, or changes in the costs and performance features of interventions. We discuss the rationale and reasoning behind the design of this multi-criteria decision support approach, stakeholder feedback about the tool, and highlight the potential advantages from using this expanded approach to better inform and support vaccine policies.",
      "sentences": [
        [
          {
            "segment_text": "We review a sequence of strategic planning efforts over time in the United States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "all involving processes to prioritize new vaccine candidates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Institute of Medicine of the National Academies of Sciences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Engineering , and Medicine has been involved in three priority setting processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each using different metrics and methodologies : infant mortality equivalents ( 1985 ) ( 1986 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cost-effectiveness ( 2000 ) , and more recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the implementation of a software system based on a broader multi-criteria systems approach that can include either of the earlier metrics among other various considerations ( 2015 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The systems approach offers users the flexibility to select ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "combine , rank , weigh and evaluate different attributes representing their perspectives ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "assumptions , and particular needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This approach also overcomes concerns relating to the previous single-metric ranking approaches that yielded lists that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "once published , were static ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and could not readily accommodate new information about emerging pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new scientific advances , or changes in the costs and performance features of interventions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss the rationale and reasoning behind the design of this multi-criteria decision support approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stakeholder feedback about the tool ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and highlight the potential advantages from using this expanded approach to better inform and support vaccine policies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "17",
    "token_num": "221"
  }
}