{
  "paper_id": "ab1435aed43ce2dd07e0d66f4d59fab9837d4c45",
  "metadata": {
    "title": "Reduction in morbidity due to diarrhea in nursing beef calves by use of an inactivated oil- adjuvanted rotavirus-Escherichia coli vaccine in the dam",
    "coda_data_split": "train",
    "coda_paper_id": 7600,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cornaglia, E.M., Fern~indez, F.M., Gottschalk, M., Barrandeguy, M.E., Luchelli, A., Pasini, M.I., Saif, L.J., Parraud, J.R., Romat, A. and Schudel, A.A., 1992. Reduction in morbidity due to diatthea in nursing beef calves by use of an inactivated oil-adjuvanted rotavirus -Escherichia coli vaccine in the dam. Vet. Microbiol.,.",
      "sentences": [
        [
          {
            "segment_text": "Cornaglia , E.M. , Fern ~ indez ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "F.M. , Gottschalk , M. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Barrandeguy , M.E. , Luchelli ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "A. , Pasini , M.I. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Saif , L.J. , Parraud ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "J.R. , Romat , A. and Schudel , A.A. , 1992 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Reduction in morbidity due to diatthea in nursing beef calves by use of an inactivated oil-adjuvanted rotavirus - Escherichia coli vaccine in the dam .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "An outbreak of neonatal diarrhea occurred among beef calves (2000 animals) from one large Argentinian farm in 1985. Rotavirus was detected in 78% ( 106/136 ) and enterotoxigenic Escherichia coli in 1.5% of the samples ( 2/136 ) obtained from sick calves. In comparison rotavirus was identified in only 1.6% (1/63) of the samples from clinically healthy calves. The rotavirus strain responsible for the outbreak was characterized as serotype 6 belonging to group A. In the following three years the protective capacity of a combined rotavirus-E, coli inactivated vaccine administered to the dams during the last third of the gestation period was evaluated on this farm by comparison of morbidity due to diarrhea in calves from vaccinated vs. placebo cows within the same year. The morbidity due to diarrhea among calves from dams in the vaccinated and placebo groups was 34% and 77%, respectively in 1986; 23% and 47% in 1987, and 15% and 34%, in 1988. In 1987 morbidity of diarrhea in calves born from vaccinated heifers was 54% and 74% in calves from placebo heifers. In 1988 morbidity from diarrhea was 41% and 54%, respectively among calves in these two groups. In all experiments, calves from heifers showed significantly greater morbidity than calves from cows. Differences in diarrhea morbidity between the vaccinated and placebo groups were statistically significant (P\u003c 0.05 ). Additional studies showed that the diarrhea had a significant influence (P\u003c 0.05 ) on the average live weight of the calves at weaning ( 5 to 7 months ) with an average weight loss of 7.8 kg per calf among the calves affected with diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "An outbreak of neonatal diarrhea occurred among beef calves ( 2000 animals ) from one large Argentinian farm in 1985 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rotavirus was detected in 78 % ( 106/136 ) and enterotoxigenic Escherichia coli in 1.5 % of the samples ( 2/136 ) obtained from sick calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison rotavirus was identified in only 1.6 % ( 1/63 ) of the samples from clinically healthy calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rotavirus strain responsible for the outbreak was characterized as serotype 6 belonging to group A .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the following three years the protective capacity of a combined rotavirus-E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coli inactivated vaccine administered to the dams during the last third of the gestation period was evaluated on this farm by comparison of morbidity due to diarrhea in calves from vaccinated vs. placebo cows within the same year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The morbidity due to diarrhea among calves from dams in the vaccinated and placebo groups was 34 % and 77 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively in 1986 ; 23 % and 47 % in 1987 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 15 % and 34 % , in 1988 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 1987 morbidity of diarrhea in calves born from vaccinated heifers was 54 % and 74 % in calves from placebo heifers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 1988 morbidity from diarrhea was 41 % and 54 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively among calves in these two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In all experiments , calves from heifers showed significantly greater morbidity than calves from cows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differences in diarrhea morbidity between the vaccinated and placebo groups were statistically significant ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional studies showed that the diarrhea had a significant influence ( P \u003c 0.05 ) on the average live weight of the calves at weaning ( 5 to 7 months ) with an average weight loss of 7.8 kg per calf among the calves affected with diarrhea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "381"
  }
}