{
  "paper_id": "ab26098d2e9876c05c8c1fd3d30d45a749b944e3",
  "metadata": {
    "title": "The Development of an AIDS Mucosal Vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 9361,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "It is well known that mucosal tissues contain the largest surface area of the human body and are the front line of natural host defense against various pathogens. In fact, more than 80% of infectious disease pathogens probably gain entry into the susceptible human hosts through open mucosal surfaces. Human immunodeficiency virus type one (HIV-1), a mainly sexually transmitted virus, also primarily targets the vaginal and gastrointestinal mucosa as entry sites for viral transmission, seeding, replication and amplification. Since HIV-1 establishes its early replication in vaginal or rectal mucosal tissues, the induction of sufficient mucosal immunity at the initial site of HIV-1 transmission becomes essential for a protective vaccine. However, despite the fact that current conventional vaccine strategies have remained unsuccessful in preventing HIV-1 infection, sufficient financial support and resources have yet to be given to develop a vaccine able to elicit protective mucosal immunity against sexual transmissions. Interestingly, Chinese ancestors invented variolation through intranasal administration about one thousand years ago, which led to the discovery of a successful smallpox vaccine and the final eradication of the disease. It is the hope for all mankind that the development of a mucosal AIDS vaccine will ultimately help control the AIDS pandemic. In order to discover an effective mucosal AIDS vaccine, it is necessary to have a deep understanding of mucosal immunology and to test various mucosal vaccination strategies.",
      "sentences": [
        [
          {
            "segment_text": "It is well known that mucosal tissues contain the largest surface area of the human body and are the front line of natural host defense against various pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In fact , more than 80 % of infectious disease pathogens probably gain entry into the susceptible human hosts through open mucosal surfaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human immunodeficiency virus type one ( HIV-1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a mainly sexually transmitted virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also primarily targets the vaginal and gastrointestinal mucosa as entry sites for viral transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "seeding , replication and amplification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since HIV-1 establishes its early replication in vaginal or rectal mucosal tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the induction of sufficient mucosal immunity at the initial site of HIV-1 transmission becomes essential for a protective vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , despite the fact that current conventional vaccine strategies have remained unsuccessful in preventing HIV-1 infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sufficient financial support and resources have yet to be given to develop a vaccine able to elicit protective mucosal immunity against sexual transmissions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , Chinese ancestors invented variolation through intranasal administration about one thousand years ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which led to the discovery of a successful smallpox vaccine and the final eradication of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the hope for all mankind that the development of a mucosal AIDS vaccine will ultimately help control the AIDS pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to discover an effective mucosal AIDS vaccine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is necessary to have a deep understanding of mucosal immunology and to test various mucosal vaccination strategies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses 2010, 2 284",
      "sentences": [
        [
          {
            "segment_text": "Viruses 2010 , 2 284",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "254"
  }
}