{
  "paper_id": "ab51b7f0f30737bd7beb5c19baa5774ade9bccda",
  "metadata": {
    "title": "E-mail Address for Each Author",
    "coda_data_split": "train",
    "coda_paper_id": 9704,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": " Adults who did not work in the outbreak were worse in mental and physical health, distress and life satisfaction.",
      "sentences": [
        [
          {
            "segment_text": "Adults who did not work in the outbreak were worse in mental and physical health , distress and life satisfaction .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": " The identification of whose health and wellbeing is more affected by the disruption enables more targeted assistance.",
      "sentences": [
        [
          {
            "segment_text": "The identification of whose health and wellbeing is more affected by the disruption enables more targeted assistance .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": " The early evidence from China can help countries that consider implementing confinement policies to contain COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "The early evidence from China can help countries that consider implementing confinement policies to contain COVID-19 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We assess the health and wellbeing of normal adults living and working after one month of confinement to contain the COVID-19 outbreak in China. On Feb 20-21, 2020, we surveyed 369 adults in 64 cities in China that varied in their rates of confirmed coronavirus cases on their health conditions, distress and life satisfaction. 27% of the participants worked at the office, 38% resorted to working from home, and 25% stopped working due to the outbreak. Those who stopped working reported worse mental and physical health conditions as well as distress. The severity of in an individual\u0027s home city predicts their life satisfaction, and this relationship is contingent upon individuals\u0027 existing chronic health issues and their hours of exercise. Our evidence supports the need to pay attention to the health of people who were not affected by the virus epidemiologically, especially for people who stopped working during the outbreak. Our results highlight that physically active people might be more susceptible to wellbeing issues during the lockdown. Policymakers who are considering introducing restrictive measures to contain COVID-19 may benefit from understanding such health and wellbeing implications.",
      "sentences": [
        [
          {
            "segment_text": "We assess the health and wellbeing of normal adults living and working after one month of confinement to contain the COVID-19 outbreak in China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On Feb 20-21 , 2020 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we surveyed 369 adults in 64 cities in China that varied in their rates of confirmed coronavirus cases on their health conditions , distress and life satisfaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "27 % of the participants worked at the office ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "38 % resorted to working from home ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 25 % stopped working due to the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those who stopped working reported worse mental and physical health conditions as well as distress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The severity of in an individual \u0027s home city predicts their life satisfaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this relationship is contingent upon individuals \u0027 existing chronic health issues and their hours of exercise .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our evidence supports the need to pay attention to the health of people who were not affected by the virus epidemiologically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for people who stopped working during the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight that physically active people might be more susceptible to wellbeing issues during the lockdown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Policymakers who are considering introducing restrictive measures to contain COVID-19 may benefit from understanding such health and wellbeing implications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "261"
  }
}