{
  "paper_id": "ab52dcab06a5175319e7fa36f117e883056c91ce",
  "metadata": {
    "title": "4 2 7 ( 0 1 ) 0 0 3 9 7 -X",
    "coda_data_split": "train",
    "coda_paper_id": 7401,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Effect of experimental infection of cattle with bovine herpesvirus-1 (BHV-1) on the ex vivo interaction of bovine leukocytes with Mannheimia (Pasteurella) haemolytica leukotoxin Abstract Mannheimia (Pasteurella) haemolytica A1 produces an extracellular leukotoxin (LKT) that is reported to bind the b 2 -integrin CD11a/CD18 (LEA-1) on ruminant leukocytes. LKT binding induces activation, and subsequent cytolysis, of these cells. It is well known that active viral infection greatly increases the susceptibility of cattle to pasteurellosis. To better understand the mechanism by which this occurs, we investigated the effects of experimental in vivo infection of cattle with bovine herpes virus-1 (BHV-1) on the ex vivo interaction of bovine leukocytes with the M. haemolytica LKT. In this study, we demonstrated that active BHV-1 infection increased the expression of the b 2 -integrin CD11a/CD18 (as de速ned by the mAb BAT75) on bovine peripheral blood neutrophils, enhanced the binding of LKT to bronchoalveolar lavage (BAL) leukocytes and peripheral blood neutrophils, and increased the killing of BAL leukocytes and peripheral blood leukocytes by LKT. In addition, BHV-1 greatly increased the number of BAL, resulting in many more LKT-responsive cells being present in the lungs. These 速ndings might explain in part the increased susceptibility of BHV-1 infected cattle to pneumonic pasteurellosis. #",
      "sentences": [
        [
          {
            "segment_text": "Effect of experimental infection of cattle with bovine herpesvirus-1 ( BHV-1 ) on the ex vivo interaction of bovine leukocytes with Mannheimia ( Pasteurella ) haemolytica leukotoxin Abstract Mannheimia ( Pasteurella ) haemolytica A1 produces an extracellular leukotoxin ( LKT ) that is reported to bind the b 2 - integrin CD11a/CD18 ( LEA-1 ) on ruminant leukocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "LKT binding induces activation , and subsequent cytolysis , of these cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is well known that active viral infection greatly increases the susceptibility of cattle to pasteurellosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To better understand the mechanism by which this occurs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we investigated the effects of experimental in vivo infection of cattle with bovine herpes virus-1 ( BHV-1 ) on the ex vivo interaction of bovine leukocytes with the M. haemolytica LKT .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrated that active BHV-1 infection increased the expression of the b 2 - integrin CD11a/CD18 ( as de 速 ned by the mAb BAT75 ) on bovine peripheral blood neutrophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhanced the binding of LKT to bronchoalveolar lavage ( BAL ) leukocytes and peripheral blood neutrophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and increased the killing of BAL leukocytes and peripheral blood leukocytes by LKT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , BHV-1 greatly increased the number of BAL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in many more LKT-responsive cells being present in the lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These 速 ndings might explain in part the increased susceptibility of BHV-1 infected cattle to pneumonic pasteurellosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "291"
  }
}