{
  "paper_id": "ab5652086c345dbe360ca35b48b31e43f95507e4",
  "metadata": {
    "title": "Reactomes of Porcine Alveolar Macrophages Infected with Porcine Reproductive and Respiratory Syndrome Virus",
    "coda_data_split": "train",
    "coda_paper_id": 3636,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) has devastated pig industries worldwide for many years. It is caused by a small RNA virus (PRRSV), which targets almost exclusively pig monocytes or macrophages. In the present study, five SAGE (serial analysis of gene expression) libraries derived from 0 hour mock-infected and 6, 12, 16 and 24 hours PRRSVinfected porcine alveolar macrophages (PAMs) produced a total 643,255 sequenced tags with 91,807 unique tags. Differentially expressed (DE) tags were then detected using the Bayesian framework followed by gene/mRNA assignment, arbitrary selection and manual annotation, which determined 699 DE genes for reactome analysis. The DAVID, KEGG and REACTOME databases assigned 573 of the DE genes into six biological systems, 60 functional categories and 504 pathways. The six systems are: cellular processes, genetic information processing, environmental information processing, metabolism, organismal systems and human diseases as defined by KEGG with modification. Self-organizing map (SOM) analysis further grouped these 699 DE genes into ten clusters, reflecting their expression trends along these five time points. Based on the number one functional category in each system, cell growth and death, transcription processes, signal transductions, energy metabolism, immune system and infectious diseases formed the major reactomes of PAMs responding to PRRSV infection. Our investigation also focused on dominant pathways that had at least 20 DE genes identified, multi-pathway genes that were involved in 10 or more pathways and exclusively-expressed genes that were included in one system. Overall, our present study reported a large set of DE genes, compiled a comprehensive coverage of pathways, and revealed systembased reactomes of PAMs infected with PRRSV. We believe that our reactome data provides new insight into molecular mechanisms involved in host genetic complexity of antiviral activities against PRRSV and lays a strong foundation for vaccine development to control PRRS incidence in pigs.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) has devastated pig industries worldwide for many years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is caused by a small RNA virus ( PRRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which targets almost exclusively pig monocytes or macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , five SAGE ( serial analysis of gene expression ) libraries derived from 0 hour mock-infected and 6 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "12 , 16 and 24 hours PRRSVinfected porcine alveolar macrophages ( PAMs ) produced a total 643,255 sequenced tags with 91,807 unique tags .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Differentially expressed ( DE ) tags were then detected using the Bayesian framework followed by gene/mRNA assignment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "arbitrary selection and manual annotation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which determined 699 DE genes for reactome analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The DAVID , KEGG and REACTOME databases assigned 573 of the DE genes into six biological systems ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "60 functional categories and 504 pathways .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The six systems are : cellular processes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "genetic information processing , environmental information processing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "metabolism , organismal systems and human diseases as defined by KEGG with modification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Self-organizing map ( SOM ) analysis further grouped these 699 DE genes into ten clusters ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reflecting their expression trends along these five time points .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Based on the number one functional category in each system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cell growth and death , transcription processes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "signal transductions , energy metabolism ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immune system and infectious diseases formed the major reactomes of PAMs responding to PRRSV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our investigation also focused on dominant pathways that had at least 20 DE genes identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multi-pathway genes that were involved in 10 or more pathways and exclusively-expressed genes that were included in one system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , our present study reported a large set of DE genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compiled a comprehensive coverage of pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and revealed systembased reactomes of PAMs infected with PRRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We believe that our reactome data provides new insight into molecular mechanisms involved in host genetic complexity of antiviral activities against PRRSV and lays a strong foundation for vaccine development to control PRRS incidence in pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "25",
    "token_num": "343"
  }
}