{
  "paper_id": "ab5871ff14d9d95f23ae40cea1a2dddd7ee38ff5",
  "metadata": {
    "title": "Epidemiology of viral respiratory infections in children undergoing heart surgery",
    "coda_data_split": "train",
    "coda_paper_id": 7955,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Acute viral respiratory infections (VRI) are the most common diseases in humans and are associated with high morbidity and mortality in infants and the elderly. Children with congenital heart disease (CHD) are more susceptible to get severe forms of VRI due to their altered lung mechanics, leading to several complications, such as increased hospital stay, longer mechanical ventilation, and higher mortality. This study aimed to identify the frequency of VRI in children with CHD undergoing cardiac surgery, and to compare the major outcomes according to the presence or absence of a VRI. Methods: This was a longitudinal, observational cohort study. Nasopharyngeal secretion samples were collected pre-and postoperatively for patients undergoing cardiac surgery, from May 2013 to May 2014. Respiratory viruses were detected using CLART Pneumovir®. Results: Forty-eight patients were enrolled. We found a VRI preoperatively in 16 children with CHD before surgery (33.3%), and the frequency of new infections was 8.3% (4 patients). However, in this study, in univariate analyses, the two groups did not differ in any of the studied outcomes. In the multivariate regression models, adjusting for age and STAT category, the presence of a VRI did not show a significant effect on the major outcomes. Conclusions: In conclusion, VRI was frequent in children undergoing open-heart surgery, but the presence of a VRI did not impact on major outcomes in this cohort.",
      "sentences": [
        [
          {
            "segment_text": "Background : Acute viral respiratory infections ( VRI ) are the most common diseases in humans and are associated with high morbidity and mortality in infants and the elderly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Children with congenital heart disease ( CHD ) are more susceptible to get severe forms of VRI due to their altered lung mechanics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to several complications , such as increased hospital stay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "longer mechanical ventilation , and higher mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to identify the frequency of VRI in children with CHD undergoing cardiac surgery ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to compare the major outcomes according to the presence or absence of a VRI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : This was a longitudinal , observational cohort study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal secretion samples were collected pre-and postoperatively for patients undergoing cardiac surgery ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from May 2013 to May 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses were detected using CLART Pneumovir ® .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Forty-eight patients were enrolled .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found a VRI preoperatively in 16 children with CHD before surgery ( 33.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the frequency of new infections was 8.3 % ( 4 patients ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in univariate analyses , the two groups did not differ in any of the studied outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the multivariate regression models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adjusting for age and STAT category ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the presence of a VRI did not show a significant effect on the major outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : In conclusion , VRI was frequent in children undergoing open-heart surgery ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the presence of a VRI did not impact on major outcomes in this cohort .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "266"
  }
}