{
  "paper_id": "ab669517f833479b4c03989e763e7eb75e668e92",
  "metadata": {
    "title": "Evolving competition between low-cost carriers and full-service carriers: The case of South Korea",
    "coda_data_split": "train",
    "coda_paper_id": 10958,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study explores the impact of domestic low-cost carriers (LCCs) on regional tourism and aviation industries. In particular, it articulates the changing competitive dynamics between LCCs and full-service carriers (FSCs). The Lotka-Volterra (LV) model, utilising the newly proposed moving-window concept, is used for the assessment of the influence of LCCs on the South Korean and airline industry. Analysis results demonstrate that the competitive dynamics between LCCs and FSCs are not static and have evolved over time. The study proposes an efficient and effective change analysis and enables strategic planning for aviation industries.",
      "sentences": [
        [
          {
            "segment_text": "This study explores the impact of domestic low-cost carriers ( LCCs ) on regional tourism and aviation industries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , it articulates the changing competitive dynamics between LCCs and full-service carriers ( FSCs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Lotka-Volterra ( LV ) model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "utilising the newly proposed moving-window concept ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "is used for the assessment of the influence of LCCs on the South Korean and airline industry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis results demonstrate that the competitive dynamics between LCCs and FSCs are not static and have evolved over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study proposes an efficient and effective change analysis and enables strategic planning for aviation industries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "106"
  }
}