{
  "paper_id": "ab701b5268c167d651d957a1f16ec69162412ae0",
  "metadata": {
    "title": "The study of parasite sharing for surveillance of zoonotic diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5517,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Determining the factors that influence the transmission of parasites among hosts is important for directing surveillance of animal parasites before they successfully emerge in humans, and increasing the efficacy of programs for the control and management of zoonotic diseases. Here we present a review of recent advances in the study of parasite sharing, wildlife ecology, and epidemiology that could be extended and incorporated into proactive surveillance frameworks for multi-host infectious diseases. These methods reflect emerging interdisciplinary techniques with significant promise for the identification of future zoonotic parasites and unknown reservoirs of current zoonoses, strategies for the reduction of parasite prevalence and transmission among hosts, and decreasing the burden of infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Determining the factors that influence the transmission of parasites among hosts is important for directing surveillance of animal parasites before they successfully emerge in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and increasing the efficacy of programs for the control and management of zoonotic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present a review of recent advances in the study of parasite sharing ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "wildlife ecology , and epidemiology that could be extended and incorporated into proactive surveillance frameworks for multi-host infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These methods reflect emerging interdisciplinary techniques with significant promise for the identification of future zoonotic parasites and unknown reservoirs of current zoonoses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strategies for the reduction of parasite prevalence and transmission among hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and decreasing the burden of infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "119"
  }
}