{
  "paper_id": "ab7637e4d8b1759c182bc72f7fa4adc563a8d7f4",
  "metadata": {
    "title": "Localization and Targeting of an Unusual Pyridine Nucleotide Transhydrogenase in Entamoeba histolytica ᰔ Downloaded from",
    "coda_data_split": "train",
    "coda_paper_id": 9096,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pyridine nucleotide transhydrogenase (PNT) catalyzes the direct transfer of a hydride-ion equivalent between NAD(H) and NADP(H) in bacteria and the mitochondria of eukaryotes. PNT was previously postulated to be localized to the highly divergent mitochondrion-related organelle, the mitosome, in the anaerobic/ microaerophilic protozoan parasite Entamoeba histolytica based on the potential mitochondrion-targeting signal. However, our previous proteomic study of isolated phagosomes suggested that PNT is localized to organelles other than mitosomes. An immunofluorescence assay using anti-E. histolytica PNT (EhPNT) antibody raised against the NADH-binding domain showed a distribution to the membrane of numerous vesicles/ vacuoles, including lysosomes and phagosomes. The domain(s) required for the trafficking of PNT to vesicles/ vacuoles was examined by using amoeba transformants expressing a series of carboxyl-terminally truncated PNTs fused with green fluorescent protein or a hemagglutinin tag. All truncated PNTs failed to reach vesicles/vacuoles and were retained in the endoplasmic reticulum. These data indicate that the putative targeting signal is not sufficient for the trafficking of PNT to the vesicular/vacuolar compartments and that full-length PNT is necessary for correct transport. PNT displayed a smear of \u003e120 kDa on SDS-PAGE gels. PNGase F and tunicamycin treatment, chemical degradation of carbohydrates, and heat treatment of PNT suggested that the apparent aberrant mobility of PNT is likely attributable to its hydrophobic nature. PNT that is compartmentalized to the acidic compartments is unprecedented in eukaryotes and may possess a unique physiological role in E. histolytica.",
      "sentences": [
        [
          {
            "segment_text": "Pyridine nucleotide transhydrogenase ( PNT ) catalyzes the direct transfer of a hydride-ion equivalent between NAD ( H ) and NADP ( H ) in bacteria and the mitochondria of eukaryotes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PNT was previously postulated to be localized to the highly divergent mitochondrion-related organelle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mitosome , in the anaerobic / microaerophilic protozoan parasite Entamoeba histolytica based on the potential mitochondrion-targeting signal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , our previous proteomic study of isolated phagosomes suggested that PNT is localized to organelles other than mitosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An immunofluorescence assay using anti-E .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "histolytica PNT ( EhPNT ) antibody raised against the NADH-binding domain showed a distribution to the membrane of numerous vesicles / vacuoles , including lysosomes and phagosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The domain ( s ) required for the trafficking of PNT to vesicles / vacuoles was examined by using amoeba transformants expressing a series of carboxyl-terminally truncated PNTs fused with green fluorescent protein or a hemagglutinin tag .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All truncated PNTs failed to reach vesicles/vacuoles and were retained in the endoplasmic reticulum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that the putative targeting signal is not sufficient for the trafficking of PNT to the vesicular/vacuolar compartments and that full-length PNT is necessary for correct transport .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PNT displayed a smear of \u003e 120 kDa on SDS-PAGE gels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PNGase F and tunicamycin treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemical degradation of carbohydrates , and heat treatment of PNT suggested that the apparent aberrant mobility of PNT is likely attributable to its hydrophobic nature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PNT that is compartmentalized to the acidic compartments is unprecedented in eukaryotes and may possess a unique physiological role in E. histolytica .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "269"
  }
}