{
  "paper_id": "ab8c1e32b66b02cd703799df3d2ee37a1cb369b7",
  "metadata": {
    "title": "Enhanced protection in mice induced by immunization with inactivated whole viruses compare to spike protein of middle east respiratory syndrome coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 2639,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The persistent public health threat of infection with Middle East respiratory syndrome coronavirus (MERS-CoV) highlights the need for an effective and safe MERS-CoV vaccine. In this study, we prepared and vaccinated mice with either a Spike (S) protein or inactivated whole MERS-CoV (IV) with a combined adjuvant (alum+CpG) as a vaccine formulation. Similar levels of the anti-S protein IgG response and neutralizing activity were induced by both the S protein and IV vaccines. In addition, immune responses against three other structural proteins, the envelope (E), membrane (M), and nucleocapsid (N) proteins, were also detected in sera of mice that received IV. No antigen-specific T-cell immunity was detected after vaccination based on the interferon-γ ELISpot assay. Mice were transduced with Ad5-hDPP4 after the final immunization and were then challenged with MERS-CoV (1 × 10 5 plaque-forming units). Compared with the control group (adjuvant alone), mice immunized with the S protein or IV showed slightly lower pathological damage in the lung, as well as reduced antigen expression and lung virus titers. Mice that received IV formulations also showed increased protective immunity (almost no live virus was isolated from the lung). In conclusion, our data indicate that immunization with our IV formulation induced enhanced protection in mice compared to immunization with the S protein against MERS-CoV, which should be further tested in camels and clinical trials.",
      "sentences": [
        [
          {
            "segment_text": "The persistent public health threat of infection with Middle East respiratory syndrome coronavirus ( MERS-CoV ) highlights the need for an effective and safe MERS-CoV vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we prepared and vaccinated mice with either a Spike ( S ) protein or inactivated whole MERS-CoV ( IV ) with a combined adjuvant ( alum + CpG ) as a vaccine formulation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Similar levels of the anti-S protein IgG response and neutralizing activity were induced by both the S protein and IV vaccines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , immune responses against three other structural proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the envelope ( E ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "membrane ( M ) , and nucleocapsid ( N ) proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were also detected in sera of mice that received IV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No antigen-specific T-cell immunity was detected after vaccination based on the interferon-γ ELISpot assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice were transduced with Ad5-hDPP4 after the final immunization and were then challenged with MERS-CoV ( 1 × 10 5 plaque-forming units ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compared with the control group ( adjuvant alone ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mice immunized with the S protein or IV showed slightly lower pathological damage in the lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as reduced antigen expression and lung virus titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice that received IV formulations also showed increased protective immunity ( almost no live virus was isolated from the lung ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , our data indicate that immunization with our IV formulation induced enhanced protection in mice compared to immunization with the S protein against MERS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which should be further tested in camels and clinical trials .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "264"
  }
}