{
  "paper_id": "ab8ecae5d2918216407630df1efa44a9e77ed109",
  "metadata": {
    "title": "Ultrapotent Human Neutralizing Antibody Repertoires Against Middle East Respiratory Syndrome Coronavirus From a Recovered Patient",
    "coda_data_split": "train",
    "coda_paper_id": 5753,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The Middle East respiratory syndrome coronavirus (MERS-CoV) causes severe respiratory infection with a high (~35%) mortality rate. Neutralizing antibodies targeting the spike of MERS-CoV have been shown to be a therapeutic option for treatment of lethal disease.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Middle East respiratory syndrome coronavirus ( MERS-CoV ) causes severe respiratory infection with a high ( ~ 35 % ) mortality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neutralizing antibodies targeting the spike of MERS-CoV have been shown to be a therapeutic option for treatment of lethal disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We describe the germline diversity and neutralizing activity of 13 potent human monoclonal antibodies (mAbs) that target the MERS-CoV spike (S) protein. Biological functions were assessed by live MERS-CoV, pseudotype particle and its variants, and structural basis was also determined by crystallographic analysis.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We describe the germline diversity and neutralizing activity of 13 potent human monoclonal antibodies ( mAbs ) that target the MERS-CoV spike ( S ) protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Biological functions were assessed by live MERS-CoV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pseudotype particle and its variants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and structural basis was also determined by crystallographic analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Of the 13 mAbs displaying strong neutralizing activity against MERS-CoV, two with the immunoglobulin heavy-chain variable region (IGHV)1-69-derived heavy chain (named MERS-GD27 and MERS-GD33) showed the most potent neutralizing activity against pseudotyped and live MERS-CoV in vitro. Mutagenesis analysis suggested that MERS-GD27 and MERS-GD33 recognized distinct regions in S glycoproteins, and the combination of 2 mAbs demonstrated a synergistic effect in neutralization against pseudotyped MERS-CoV. The structural basis of MERS-GD27 neutralization and recognition revealed that its epitope almost completely overlapped with the receptor-binding site.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 13 mAbs displaying strong neutralizing activity against MERS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two with the immunoglobulin heavy-chain variable region ( IGHV ) 1-69-derived heavy chain ( named MERS-GD27 and MERS-GD33 ) showed the most potent neutralizing activity against pseudotyped and live MERS-CoV in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutagenesis analysis suggested that MERS-GD27 and MERS-GD33 recognized distinct regions in S glycoproteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the combination of 2 mAbs demonstrated a synergistic effect in neutralization against pseudotyped MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The structural basis of MERS-GD27 neutralization and recognition revealed that its epitope almost completely overlapped with the receptor-binding site .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Our data provide new insights into the specific antibody repertoires and the molecular determinants of neutralization during natural MERS-CoV infection in humans. This finding supports additional efforts to design and develop novel therapies to combat MERS-CoV infections in humans.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data provide new insights into the specific antibody repertoires and the molecular determinants of neutralization during natural MERS-CoV infection in humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding supports additional efforts to design and develop novel therapies to combat MERS-CoV infections in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "239"
  }
}