{
  "paper_id": "ab8fbf21a86f04313171a91ac58e98128d1931b7",
  "metadata": {
    "title": "4 Diversity of Coronavirus Spikes: Relationship to Pathogen Entry and Dissemination",
    "coda_data_split": "train",
    "coda_paper_id": 9547,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses are widespread in the environment, infecting humans, domesticated and wild mammals, and birds. Infections cause a variety of diseases including bronchitis, gastroenteritis, hepatitis, and encephalitis, with symptoms ranging from being nearly undetectable to rapidly fatal. A combination of interacting variables determine the pattern and severity of coronavirus-induced disease, including the infecting virus strain, its transmission strategy, and the age and immune status of the infected host. Coronavirus pathogenesis is best understood by discerning how each of these variables dictates clinical outcomes. This chapter focuses on variabilities amongst the spike (S) proteins of infecting virus strains. Diversity of coronavirus surface proteins likely contributes to epidemic disease, an important and timely topic given the recent emergence of the human SARS coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are widespread in the environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infecting humans , domesticated and wild mammals , and birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections cause a variety of diseases including bronchitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gastroenteritis , hepatitis , and encephalitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with symptoms ranging from being nearly undetectable to rapidly fatal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A combination of interacting variables determine the pattern and severity of coronavirus-induced disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the infecting virus strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its transmission strategy , and the age and immune status of the infected host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus pathogenesis is best understood by discerning how each of these variables dictates clinical outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter focuses on variabilities amongst the spike ( S ) proteins of infecting virus strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Diversity of coronavirus surface proteins likely contributes to epidemic disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an important and timely topic given the recent emergence of the human SARS coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "139"
  }
}