{
  "paper_id": "ab9b55622000b16a4bfe72d25bd29c500f1d5177",
  "metadata": {
    "title": "Influenza vaccination among Saudi Hajj pilgrims: Revealing the uptake and vaccination barriers",
    "coda_data_split": "train",
    "coda_paper_id": 6709,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Hajj is the world\u0027s largest annual mass gathering that attracts two to three million Muslims from around the globe to a religious assemblage in Makkah, Saudi Arabia. The risk of acquisition and transmission of influenza among Hajj pilgrims is high. Therefore, influenza vaccination is recommended, and was monitored frequently among pilgrims from different countries. However, the vaccination uptake among Saudi pilgrims has not been assessed in recent years.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hajj is the world \u0027s largest annual mass gathering that attracts two to three million Muslims from around the globe to a religious assemblage in Makkah , Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The risk of acquisition and transmission of influenza among Hajj pilgrims is high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , influenza vaccination is recommended ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and was monitored frequently among pilgrims from different countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the vaccination uptake among Saudi pilgrims has not been assessed in recent years .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: This analysis aims to evaluate influenza vaccine uptake among Saudi Hajj pilgrims, and identify the key barriers to vaccination. Method: Data on influenza vaccination were obtained from Saudi pilgrims who took part in a large trial during the Hajj of 2013, 2014 and 2015. Pilgrims were met and recruited in Mina, Makkah during the peak period of Hajj and were asked to complete a baseline questionnaire that recorded their influenza vaccination history, including reason(s) for non-receipt of vaccine. Results: A total of 6974 Saudi pilgrims aged between 18 and 95 (median 34) years were recruited; male to female ratio was 1:1.2. Of the total, 90.8% declared their influenza vaccination history, 51.3% of them reported receiving influenza vaccine before travel to Hajj. The vaccination rates for the years 2013, 2014 and 2015 were 21.4%, 48.2% and 58.1%, respectively (P \u003c 0.001). Of 1,269 pilgrims who were at higher risk of severe disease, 54.5% received the vaccine. Lack of awareness (47.5%), reliance on natural immunity (15.8%) and being busy (15.5%) were the main reasons for non-receipt. Conclusion: These data from a convenience sample indicate that influenza vaccine uptake among Saudi Hajj pilgrims is increasing over years but still needs further improvement. Lack of awareness and misperceptions are the main barriers. Education of Saudi pilgrims and health professionals is required to raise awareness about influenza vaccination. Further studies are needed to understand pilgrims\u0027 misperceptions.",
      "sentences": [
        [
          {
            "segment_text": "Objective : This analysis aims to evaluate influenza vaccine uptake among Saudi Hajj pilgrims ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and identify the key barriers to vaccination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method : Data on influenza vaccination were obtained from Saudi pilgrims who took part in a large trial during the Hajj of 2013 , 2014 and 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pilgrims were met and recruited in Mina ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Makkah during the peak period of Hajj and were asked to complete a baseline questionnaire that recorded their influenza vaccination history ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including reason ( s ) for non-receipt of vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 6974 Saudi pilgrims aged between 18 and 95 ( median 34 ) years were recruited ; male to female ratio was 1:1.2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the total , 90.8 % declared their influenza vaccination history ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "51.3 % of them reported receiving influenza vaccine before travel to Hajj .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The vaccination rates for the years 2013 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2014 and 2015 were 21.4 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "48.2 % and 58.1 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ( P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 1,269 pilgrims who were at higher risk of severe disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "54.5 % received the vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lack of awareness ( 47.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reliance on natural immunity ( 15.8 % ) and being busy ( 15.5 % ) were the main reasons for non-receipt .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : These data from a convenience sample indicate that influenza vaccine uptake among Saudi Hajj pilgrims is increasing over years but still needs further improvement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lack of awareness and misperceptions are the main barriers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Education of Saudi pilgrims and health professionals is required to raise awareness about influenza vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are needed to understand pilgrims \u0027 misperceptions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "26",
    "token_num": "362"
  }
}