{
  "paper_id": "ab9e34ee687f60a4de8ef675f307230e1b6c6f23",
  "metadata": {
    "title": "Molecular Sciences HBV Immune-Therapy: From Molecular Mechanisms to Clinical Applications",
    "coda_data_split": "train",
    "coda_paper_id": 5945,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic hepatitis B virus (HBV) infection represents a worldwide public health concern with approximately 250 million people chronically infected and at risk of developing liver cirrhosis and hepatocellular carcinoma. Nucleos(t)ide analogues (NUC) are the most widely used therapies for HBV infection, but they often require long-lasting administration to avoid the risk of HBV reactivation at withdrawal. Therefore, there is an urgent need to develop novel treatments to shorten the duration of NUC therapy by accelerating virus control, and to complement the effect of available anti-viral therapies. In chronic HBV infection, virus-specific T cells are functionally defective, and this exhaustion state is a key determinant of virus persistence. Reconstitution of an efficient anti-viral T cell response may thus represent a rational strategy to treat chronic HBV patients. In this perspective, the enhancement of adaptive immune responses by a checkpoint inhibitor blockade, specific T cell vaccines, lymphocyte metabolism targeting, and autologous T cell engineering, including chimeric antigen receptor (CAR) and TCR-redirected T cells, constitutes a promising immune modulatory approach for a therapeutic restoration of protective immunity. The advances of the emerging immune-based therapies in the setting of the HBV research field will be outlined.",
      "sentences": [
        [
          {
            "segment_text": "Chronic hepatitis B virus ( HBV ) infection represents a worldwide public health concern with approximately 250 million people chronically infected and at risk of developing liver cirrhosis and hepatocellular carcinoma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nucleos ( t ) ide analogues ( NUC ) are the most widely used therapies for HBV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they often require long-lasting administration to avoid the risk of HBV reactivation at withdrawal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , there is an urgent need to develop novel treatments to shorten the duration of NUC therapy by accelerating virus control ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to complement the effect of available anti-viral therapies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In chronic HBV infection , virus-specific T cells are functionally defective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this exhaustion state is a key determinant of virus persistence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reconstitution of an efficient anti-viral T cell response may thus represent a rational strategy to treat chronic HBV patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this perspective , the enhancement of adaptive immune responses by a checkpoint inhibitor blockade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specific T cell vaccines , lymphocyte metabolism targeting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and autologous T cell engineering ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including chimeric antigen receptor ( CAR ) and TCR-redirected T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "constitutes a promising immune modulatory approach for a therapeutic restoration of protective immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The advances of the emerging immune-based therapies in the setting of the HBV research field will be outlined .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "220"
  }
}