{
  "paper_id": "abb4aa92223f5268a2e3698fe777923def8e665a",
  "metadata": {
    "title": "Applying the Lessons of SARS to Pandemic Influenza An Evidence-based Approach to Mitigating the Stress Experienced by Healthcare Workers",
    "coda_data_split": "train",
    "coda_paper_id": 10626,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We describe an evidence-based approach to enhancing the resilience of healthcare workers in preparation for an influenza pandemic, based on evidence about the stress associated with working in healthcare during the SARS outbreak. SARS was associated with significant long-term stress in healthcare workers, but not with increased mental illness. Reducing pandemic-related stress may best be accomplished through interventions designed to enhance resilience in psychologically healthy people. Applicable models to improve adaptation in individuals include Folkman and Greer\u0027s framework for stress appraisal and coping along with psychological first aid. Resilience is supported at an organizational level by effective training and support, development of material and relational reserves, effective leadership, the effects of the characteristics of \"magnet hospitals,\" and a culture of organizational justice. Evidence supports the goal of developing and maintaining an organizational culture of resilience in order to reduce the expected stress of an influenza pandemic on healthcare workers. This recommendation goes well beyond the provision of adequate training and counseling. Although the severity of a pandemic is unpredictable, this effort is not likely to be wasted because it will also support the health of both patients and staff in normal times.",
      "sentences": [
        [
          {
            "segment_text": "We describe an evidence-based approach to enhancing the resilience of healthcare workers in preparation for an influenza pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on evidence about the stress associated with working in healthcare during the SARS outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS was associated with significant long-term stress in healthcare workers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not with increased mental illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reducing pandemic-related stress may best be accomplished through interventions designed to enhance resilience in psychologically healthy people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Applicable models to improve adaptation in individuals include Folkman and Greer \u0027s framework for stress appraisal and coping along with psychological first aid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Resilience is supported at an organizational level by effective training and support ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "development of material and relational reserves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "effective leadership , the effects of the characteristics of `` magnet hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u0027\u0027 and a culture of organizational justice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidence supports the goal of developing and maintaining an organizational culture of resilience in order to reduce the expected stress of an influenza pandemic on healthcare workers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This recommendation goes well beyond the provision of adequate training and counseling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the severity of a pandemic is unpredictable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this effort is not likely to be wasted because it will also support the health of both patients and staff in normal times .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "210"
  }
}