{
  "paper_id": "abd53dcf1f9552913a4e99b759c0df469577d5b5",
  "metadata": {
    "title": "Systemic resilience to cross-border infectious disease threat events in Europe",
    "coda_data_split": "train",
    "coda_paper_id": 6763,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Regulations (IHR) aim to prevent, detect and respond to such threats, through increase in national public health core capacities, but whether IHR core capacity implementation is necessary and sufficient has been contested. With a longitudinal study we relate changes in national IHR core capacities to changes in cross-border infectious disease threat events (IDTE) between 2010 and 2016, collected through epidemic intelligence at the European Centre for Disease Prevention and Control (ECDC). By combining all IHR core capacities into one composite measure we found that a 10% increase in the mean of this composite IHR core capacity to be associated with a 19% decrease (p \u003d 0.017) in the incidence of cross-border IDTE in the EU.",
      "sentences": [
        [
          {
            "segment_text": "Regulations ( IHR ) aim to prevent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "detect and respond to such threats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "through increase in national public health core capacities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but whether IHR core capacity implementation is necessary and sufficient has been contested .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With a longitudinal study we relate changes in national IHR core capacities to changes in cross-border infectious disease threat events ( IDTE ) between 2010 and 2016 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "collected through epidemic intelligence at the European Centre for Disease Prevention and Control ( ECDC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By combining all IHR core capacities into one composite measure we found that a 10 % increase in the mean of this composite IHR core capacity to be associated with a 19 % decrease ( p \u003d 0.017 ) in the incidence of cross-border IDTE in the EU .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "With respect to specific IHR core capacities, an individual increase in national legislation, policy \u0026 financing; coordination and communication with relevant sectors; surveillance; response; preparedness; risk communication; human resource capacity; or laboratory capacity was associated with a significant decrease in cross-border IDTE incidence. In contrast, our analysis showed that IHR core capacities relating to point-of-entry, zoonotic events or food safety were not associated with IDTE in the EU. Due to high internal correlations between core capacities, we conducted a principal component analysis which confirmed a 20% decrease in risk of IDTE for every 10% increase in the core capacity score (95% CI: 0.73, 0.88). Globally (EU excluded), a 10% increase in the mean of all IHR core capacities combined was associated with a 14% decrease (p \u003d 0.077) in cross-border IDTE incidence. We provide quantitative evidence that improvements in IHR core capacities at country-level are associated with fewer cross-border IDTE in the EU, which may also hold true for other parts of the world.",
      "sentences": [
        [
          {
            "segment_text": "With respect to specific IHR core capacities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an individual increase in national legislation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "policy \u0026 financing ; coordination and communication with relevant sectors ; surveillance ; response ; preparedness ; risk communication ; human resource capacity ; or laboratory capacity was associated with a significant decrease in cross-border IDTE incidence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , our analysis showed that IHR core capacities relating to point-of-entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "zoonotic events or food safety were not associated with IDTE in the EU .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to high internal correlations between core capacities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we conducted a principal component analysis which confirmed a 20 % decrease in risk of IDTE for every 10 % increase in the core capacity score ( 95 % CI : 0.73 , 0.88 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Globally ( EU excluded ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a 10 % increase in the mean of all IHR core capacities combined was associated with a 14 % decrease ( p \u003d 0.077 ) in cross-border IDTE incidence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide quantitative evidence that improvements in IHR core capacities at country-level are associated with fewer cross-border IDTE in the EU ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may also hold true for other parts of the world .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "epidemic, infectious diseases, International Health Regulations, outbreak, pandemic, threat events This is an open access article under the terms of the Creat ive Commo ns Attri bution-NonCo mmerc ial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.",
      "sentences": [
        [
          {
            "segment_text": "epidemic , infectious diseases , International Health Regulations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "outbreak , pandemic , threat events This is an open access article under the terms of the Creat ive Commo ns Attri bution-NonCo mmerc ial-NoDerivs License ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which permits use and distribution in any medium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provided the original work is properly cited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the use is non-commercial and no modifications or adaptations are made .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "23",
    "token_num": "393"
  }
}