{
  "paper_id": "abf58dbd05bc4df8585c2b955baf851b204092bb",
  "metadata": {
    "title": "Phosphorylation events during viral infections provide potential therapeutic targets",
    "coda_data_split": "train",
    "coda_paper_id": 7417,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For many medically relevant viruses, there is now considerable evidence that both viral and cellular kinases play important roles in viral infection. Ultimately, these kinases, and the cellular signaling pathways that they exploit, may serve as therapeutic targets for treating patients. Currently, small molecule inhibitors of kinases are under investigation as therapy for herpes viral infections. Additionally, a number of cellular or host-directed tyrosine kinase inhibitors that have been previously FDA-approved for cancer treatment are under study in animal models and clinical trials, as they have shown promise for the treatment of various viral infections as well. This review will highlight the wide range of viral proteins phosphorylated by viral and cellular kinases, and the potential for variability of kinase recognition sites within viral substrates to impact phosphorylation and kinase prediction. Research studying kinase-targeting prophylactic and therapeutic treatments for a number of viral infections will also be discussed.",
      "sentences": [
        [
          {
            "segment_text": "For many medically relevant viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is now considerable evidence that both viral and cellular kinases play important roles in viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ultimately , these kinases , and the cellular signaling pathways that they exploit ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may serve as therapeutic targets for treating patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , small molecule inhibitors of kinases are under investigation as therapy for herpes viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , a number of cellular or host-directed tyrosine kinase inhibitors that have been previously FDA-approved for cancer treatment are under study in animal models and clinical trials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as they have shown promise for the treatment of various viral infections as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will highlight the wide range of viral proteins phosphorylated by viral and cellular kinases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the potential for variability of kinase recognition sites within viral substrates to impact phosphorylation and kinase prediction .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Research studying kinase-targeting prophylactic and therapeutic treatments for a number of viral infections will also be discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "162"
  }
}