{
  "paper_id": "abf6f66d8e18b652d10944bb21e19debca5dc5e8",
  "metadata": {
    "title": "Original Article Analyzing Cytotoxic and Apoptogenic Properties of Scutellaria litwinowii Root Extract on Cancer Cell Lines",
    "coda_data_split": "train",
    "coda_paper_id": 4765,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Scutellaria species (Lamiaceae) is used as a source of flavonoids to treat a variety of diseases in traditional medicine. In spite of many reports about the cytotoxic and antitumor effects of some species of this genus, anticancer researches on one of the Iranian species S. litwinowii have not yet been conducted. The cytotoxic properties of total methanol extract of S. litwinowii and its fractions were investigated on different cancer cell lines including AGS, HeLa, MCF-7, PC12 and NIH 3T3. Meanwhile, the role of apoptosis in this toxicity was explored. The cells were cultured in DMEM medium and incubated with different concentrations of herb plant extracts. Cell viability was quantitated by MTT assay. Apoptotic cells were determined using propidium iodide staining of DNA fragmentation by flow cytometry (sub-G1 peak). Scutellaria litwinowii inhibited the growth of malignant cells in a dose-dependent manner. Among solvent fractions of S. litwinowii, the methylene chloride fraction was found to be more toxic compared to other fractions. The IC 50 values of this fraction against AGS, HeLa, MCF-7 and PC12 cell lines after 24 h were determined, 121.2 ± 3.1, 40.9 ± 2.5, 115.9 ± 3.5 and 64.5 ± 3.4 μg/ml, respectively. Scutellaria litwinowii induced a sub-G1 peak in the flow cytometry histogram of treated cells compared to control cells indicating that apoptotic cell death is involved in S. litwinowii toxicity. Scutellaria litwinowii exerts cytotoxic and proapototic effects in a variety of malignant cell lines and could be considered as a potential chemotherapeutic agent in cancer treatment.",
      "sentences": [
        [
          {
            "segment_text": "The Scutellaria species ( Lamiaceae ) is used as a source of flavonoids to treat a variety of diseases in traditional medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In spite of many reports about the cytotoxic and antitumor effects of some species of this genus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "anticancer researches on one of the Iranian species S. litwinowii have not yet been conducted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cytotoxic properties of total methanol extract of S. litwinowii and its fractions were investigated on different cancer cell lines including AGS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HeLa , MCF-7 , PC12 and NIH 3T3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , the role of apoptosis in this toxicity was explored .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The cells were cultured in DMEM medium and incubated with different concentrations of herb plant extracts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cell viability was quantitated by MTT assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Apoptotic cells were determined using propidium iodide staining of DNA fragmentation by flow cytometry ( sub-G1 peak ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Scutellaria litwinowii inhibited the growth of malignant cells in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among solvent fractions of S. litwinowii ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the methylene chloride fraction was found to be more toxic compared to other fractions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IC 50 values of this fraction against AGS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HeLa , MCF-7 and PC12 cell lines after 24 h were determined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "121.2 ± 3.1 , 40.9 ± 2.5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "115.9 ± 3.5 and 64.5 ± 3.4 μg/ml , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scutellaria litwinowii induced a sub-G1 peak in the flow cytometry histogram of treated cells compared to control cells indicating that apoptotic cell death is involved in S. litwinowii toxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scutellaria litwinowii exerts cytotoxic and proapototic effects in a variety of malignant cell lines and could be considered as a potential chemotherapeutic agent in cancer treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "279"
  }
}