{
  "paper_id": "abf7526308d07bb5fd96d27c8a21bdabf1622914",
  "metadata": {
    "title": "Series Emerging respiratory tract infections 1 Surveillance for emerging respiratory viruses",
    "coda_data_split": "train",
    "coda_paper_id": 5758,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Several new viral respiratory tract infectious diseases with epidemic potential that threaten global health security have emerged in the past 15 years. In 2003, WHO issued a worldwide alert for an unknown emerging illness, later named severe acute respiratory syndrome (SARS). The disease caused by a novel coronavirus (SARS-CoV) rapidly spread worldwide, causing more than 8000 cases and 800 deaths in more than 30 countries with a substantial economic impact. Since then, we have witnessed the emergence of several other viral respiratory pathogens including infl uenza viruses (avian infl uenza H5N1, H7N9, and H10N8; variant infl uenza A H3N2 virus), human adenovirus-14, and Middle East respiratory syndrome coronavirus (MERS-CoV). In response, various surveillance systems have been developed to monitor the emergence of respiratory-tract infections. These include systems based on identifi cation of syndromes, web-based systems, systems that gather health data from health facilities (such as emergency departments and family doctors), and systems that rely on self-reporting by patients. More eff ective national, regional, and international surveillance systems are required to enable rapid identifi cation of emerging respiratory epidemics, diseases with epidemic potential, their specifi c microbial cause, origin, mode of acquisition, and transmission dynamics.",
      "sentences": [
        [
          {
            "segment_text": "Several new viral respiratory tract infectious diseases with epidemic potential that threaten global health security have emerged in the past 15 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2003 , WHO issued a worldwide alert for an unknown emerging illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "later named severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease caused by a novel coronavirus ( SARS-CoV ) rapidly spread worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing more than 8000 cases and 800 deaths in more than 30 countries with a substantial economic impact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then , we have witnessed the emergence of several other viral respiratory pathogens including infl uenza viruses ( avian infl uenza H5N1 , H7N9 , and H10N8 ; variant infl uenza A H3N2 virus ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human adenovirus-14 , and Middle East respiratory syndrome coronavirus ( MERS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In response , various surveillance systems have been developed to monitor the emergence of respiratory-tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include systems based on identifi cation of syndromes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "web-based systems , systems that gather health data from health facilities ( such as emergency departments and family doctors ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and systems that rely on self-reporting by patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More eff ective national , regional ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and international surveillance systems are required to enable rapid identifi cation of emerging respiratory epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diseases with epidemic potential , their specifi c microbial cause ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "origin , mode of acquisition , and transmission dynamics .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "231"
  }
}