{
  "paper_id": "ac1bca8c1cfc9dbcacc376b5ad2a29391f4e2d01",
  "metadata": {
    "title": "Infl uenza pandemics: past, present and future challenges",
    "coda_data_split": "train",
    "coda_paper_id": 9242,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infl uenza epidemics occur regularly and prediction of their conversion to pandemics and their impact is diffi cult. Coordination of efforts on a global scale to control or reduce the impact is fraught with potential for under and overreaction. In light of the 1956 pandemic and more recently the SARS and H1N1 pandemics, the public health community took steps toward strengthening global surveillance and a coordinated response in keeping with the continuing memory of the tragedy seen in 1918. The scientifi c, professional, and technical resources of the 21 st century are now advanced far beyond those then available. The H1N1 pandemic which commenced in 2009 progressed differently than predicted; its course was diffi cult to predict with any degree of certainty. Public responses to national immunization programs against the H1N1 virus have been weak. International movement of diseases can lead to creation of new endemic areas and continuous spread such as that which happened with West Nile Fever and Chikungunya. The lessons learned and the public and political responses to each actual or threatened pandemic will serve public health well in dealing with future challenges.",
      "sentences": [
        [
          {
            "segment_text": "Infl uenza epidemics occur regularly and prediction of their conversion to pandemics and their impact is diffi cult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coordination of efforts on a global scale to control or reduce the impact is fraught with potential for under and overreaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In light of the 1956 pandemic and more recently the SARS and H1N1 pandemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the public health community took steps toward strengthening global surveillance and a coordinated response in keeping with the continuing memory of the tragedy seen in 1918 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The scientifi c , professional ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and technical resources of the 21 st century are now advanced far beyond those then available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The H1N1 pandemic which commenced in 2009 progressed differently than predicted ; its course was diffi cult to predict with any degree of certainty .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Public responses to national immunization programs against the H1N1 virus have been weak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "International movement of diseases can lead to creation of new endemic areas and continuous spread such as that which happened with West Nile Fever and Chikungunya .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lessons learned and the public and political responses to each actual or threatened pandemic will serve public health well in dealing with future challenges .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "198"
  }
}