{
  "paper_id": "ac1f17e17eb06992a4fcbdefb8caf8292ab05f7d",
  "metadata": {
    "title": "Influenza A and B in a cohort of outpatient children and adolescent with influenza like-illness during two consecutive influenza seasons",
    "coda_data_split": "train",
    "coda_paper_id": 5618,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. braz j infect dis 2 0 2 0;2 4(1):73-80 Outpatient Children Vaccine Lineages Phylogeny Cohort a b s t r a c t Introduction: Influenza is an important cause of morbimortality worldwide. Although people at the extremes of age have a greater risk of complications, influenza has been more frequently investigated in the elderly than in children, and inpatients than outpatients. Yearly vaccination with trivalent or quadrivalent vaccines is the main strategy to control influenza. Objectives: Determine the clinical and molecular characteristics of influenza A and B infections in children and adolescents with influenza-like illness (ILI).",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "braz j infect dis 2 0 2 0 ; 2 4 ( 1 ) : 73-80 Outpatient Children Vaccine Lineages Phylogeny Cohort a b s t r a c t Introduction : Influenza is an important cause of morbimortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although people at the extremes of age have a greater risk of complications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenza has been more frequently investigated in the elderly than in children , and inpatients than outpatients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yearly vaccination with trivalent or quadrivalent vaccines is the main strategy to control influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : Determine the clinical and molecular characteristics of influenza A and B infections in children and adolescents with influenza-like illness ( ILI ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A cohort of outpatient children and adolescents with ILI was followed for 20 months. Influenza was diagnosed with commercial multiplex PCR platforms.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A cohort of outpatient children and adolescents with ILI was followed for 20 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenza was diagnosed with commercial multiplex PCR platforms .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ": 179 patients had 277 episodes of ILI, being 79 episodes of influenza A and 20 episodes of influenza B. Influenza A and B cases were mild and had similar presentation. Phylogenetic tree of influenza B viruses showed that 91.6% belonged to the B/Yamagata lineage, which is not included in trivalent vaccines. Conclusions: Influenza A and B are often detected in children and adolescents with ILI episodes, with similar and mild presentation in outpatients. The mismatch between the circulating influenza viruses and the trivalent vaccine offered in Brazil may have contributed to the high frequency of influenza A and B in this population.",
      "sentences": [
        [
          {
            "segment_text": ": 179 patients had 277 episodes of ILI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "being 79 episodes of influenza A and 20 episodes of influenza B. Influenza A and B cases were mild and had similar presentation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic tree of influenza B viruses showed that 91.6 % belonged to the B/Yamagata lineage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is not included in trivalent vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Influenza A and B are often detected in children and adolescents with ILI episodes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with similar and mild presentation in outpatients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mismatch between the circulating influenza viruses and the trivalent vaccine offered in Brazil may have contributed to the high frequency of influenza A and B in this population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "302"
  }
}