{
  "paper_id": "ac209c3960cd2a4996e560dfefb2bfdc924b6cdb",
  "metadata": {
    "title": "N-Myc expression enhances the oncolytic effects of vesicular stomatitis virus in human neuroblastoma cells",
    "coda_data_split": "train",
    "coda_paper_id": 3952,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "N-myc oncogene amplification is associated but not present in all cases of high-risk neuroblastoma (NB). Since oncogene expression could often modulate sensitivity to oncolytic viruses, we wanted to examine if N-myc expression status would determine virotherapy efficacy to high-risk NB. We showed that induction of exogenous N-myc in a non-N-myc-amplified cell line background (TET-21N) increased susceptibility to oncolytic vesicular stomatitis virus (mutant VSVΔM51) and alleviated the type I IFN-induced antiviral state. Cells with basal N-myc, on the other hand, were less susceptible to virus-induced oncolysis and established a robust IFN-mediated antiviral state. The same effects were also observed in NB cell lines with and without N-myc amplification. Microarray analysis showed that N-myc overexpression in TET-21N cells downregulated IFN-stimulated genes (ISGs) with known antiviral functions. Furthermore, virus infection caused significant changes in global gene expression in TET-21N cells overexpressing N-myc. Such changes involved ISGs with various functions. Therefore, the present study showed that augmented susceptibility to VSVΔM51 by N-myc at least involves downregulation of ISGs with antiviral functions and alleviation of the IFNstimulated antiviral state. Our studies suggest the potential utility of N-myc amplification/overexpression as a predictive biomarker of virotherapy response for high-risk NB using IFN-sensitive oncolytic viruses.",
      "sentences": [
        [
          {
            "segment_text": "N-myc oncogene amplification is associated but not present in all cases of high-risk neuroblastoma ( NB ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since oncogene expression could often modulate sensitivity to oncolytic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we wanted to examine if N-myc expression status would determine virotherapy efficacy to high-risk NB .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We showed that induction of exogenous N-myc in a non-N-myc-amplified cell line background ( TET-21N ) increased susceptibility to oncolytic vesicular stomatitis virus ( mutant VSVΔM51 ) and alleviated the type I IFN-induced antiviral state .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cells with basal N-myc , on the other hand ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were less susceptible to virus-induced oncolysis and established a robust IFN-mediated antiviral state .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The same effects were also observed in NB cell lines with and without N-myc amplification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microarray analysis showed that N-myc overexpression in TET-21N cells downregulated IFN-stimulated genes ( ISGs ) with known antiviral functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , virus infection caused significant changes in global gene expression in TET-21N cells overexpressing N-myc .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such changes involved ISGs with various functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the present study showed that augmented susceptibility to VSVΔM51 by N-myc at least involves downregulation of ISGs with antiviral functions and alleviation of the IFNstimulated antiviral state .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our studies suggest the potential utility of N-myc amplification/overexpression as a predictive biomarker of virotherapy response for high-risk NB using IFN-sensitive oncolytic viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "220"
  }
}