{
  "paper_id": "ac214d6bd3b4db8cc28b85f435816dc374b61d88",
  "metadata": {
    "title": "Vaccine Technologies: From Whole Organisms to Rationally Designed Protein Assemblies HHS Public Access Author manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 9721,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccines have been the single most significant advancement in public health, preventing morbidity and mortality in millions of people annually. Vaccine development has traditionally focused on whole organism vaccines, either live attenuated or inactivated vaccines. While successful for many different infectious diseases whole organisms are expensive to produce, require culture of the infectious agent, and have the potential to cause vaccine associated disease in hosts. With advancing technology and a desire to develop safe, cost effective vaccine candidates, the field began to focus on the development of recombinantly expressed antigens known as subunit vaccines. While more tolerable, subunit vaccines tend to be less immunogenic. Attempts have been made to increase immunogenicity with the addition adjuvants, either immunostimulatory molecules or an antigen delivery system that increases immune responses to vaccines. An area of extreme interest has been the application of nanotechnology to vaccine development, which allows for antigens to be expressed on a particulate delivery system. One of the most exciting examples of nanovaccines are rationally designed protein nanoparticles. These nanoparticles use some of the basic tenants of structural biology, biophysical chemistry, and vaccinology to develop protective, safe, and easily manufactured vaccines. Rationally developed nanoparticle vaccines are one of the most promising candidates for the future of vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Vaccines have been the single most significant advancement in public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preventing morbidity and mortality in millions of people annually .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccine development has traditionally focused on whole organism vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either live attenuated or inactivated vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While successful for many different infectious diseases whole organisms are expensive to produce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "require culture of the infectious agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have the potential to cause vaccine associated disease in hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With advancing technology and a desire to develop safe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cost effective vaccine candidates , the field began to focus on the development of recombinantly expressed antigens known as subunit vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While more tolerable , subunit vaccines tend to be less immunogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attempts have been made to increase immunogenicity with the addition adjuvants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either immunostimulatory molecules or an antigen delivery system that increases immune responses to vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An area of extreme interest has been the application of nanotechnology to vaccine development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which allows for antigens to be expressed on a particulate delivery system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the most exciting examples of nanovaccines are rationally designed protein nanoparticles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These nanoparticles use some of the basic tenants of structural biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "biophysical chemistry , and vaccinology to develop protective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "safe , and easily manufactured vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rationally developed nanoparticle vaccines are one of the most promising candidates for the future of vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "231"
  }
}