{
  "paper_id": "ac275323b2569c13707cd9f5768360d6cbc37b69",
  "metadata": {
    "title": "Archives of Virology Detection of Bovine Coronavirus in Feces by Reversed Passive Hemagglutination",
    "coda_data_split": "train",
    "coda_paper_id": 8440,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A reversed passive hemagglutination (I~PHA) method was developed for the detection of bovine eoronavirus in fecal specimens. Sheep erythrocytes fixed with glutaraldehyde, and then treated with tannic acid were coated with anti-bovine coronavirus rabbit antibodies purified by affinity chromatography using bovine eoronavirus linked to Sepharose 4B. The RPHA test was carried out by a microtiter method. Erythrocytes coated with purified specific antibodies were agglutinated by bovine coronavirus, but not by bovine rotavirus or enterovirus. The reaction was inhibited by antiserum to bovine coronavirus, confirming the specificity of the reaction. The I~PIIA test detected bovine coronavirus in 13 of 22 fecal specimens (59 per cent), from natural cases of diarrhea, while the positive rates were only 14 per cent (3/22) and 22 per cent (5/22) for immunofluorescent staining of primary cultures of calf kidney cells infected with the specimens, and immune electron microscopy respectively. The advantages of the I~PHA method are its simplicity, high sensitivity and rapidity.",
      "sentences": [
        [
          {
            "segment_text": "A reversed passive hemagglutination ( I ~ PHA ) method was developed for the detection of bovine eoronavirus in fecal specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sheep erythrocytes fixed with glutaraldehyde ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and then treated with tannic acid were coated with anti-bovine coronavirus rabbit antibodies purified by affinity chromatography using bovine eoronavirus linked to Sepharose 4B .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RPHA test was carried out by a microtiter method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Erythrocytes coated with purified specific antibodies were agglutinated by bovine coronavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but not by bovine rotavirus or enterovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The reaction was inhibited by antiserum to bovine coronavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "confirming the specificity of the reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The I ~ PIIA test detected bovine coronavirus in 13 of 22 fecal specimens ( 59 per cent ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from natural cases of diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the positive rates were only 14 per cent ( 3/22 ) and 22 per cent ( 5/22 ) for immunofluorescent staining of primary cultures of calf kidney cells infected with the specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and immune electron microscopy respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The advantages of the I ~ PHA method are its simplicity , high sensitivity and rapidity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "184"
  }
}