{
  "paper_id": "ac5278c68f7ec8d6972c44f37493a060b3abb040",
  "metadata": {
    "title": "Pan-human coronavirus and human bocavirus SYBR Green and TaqMan PCR assays; use in studying influenza A viruses co-infection and risk of hospitalization",
    "coda_data_split": "train",
    "coda_paper_id": 6842,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "that were admitted either to a general ward or the intensive care unit compared to 44.3 % (66/149) of single SeasFlu A virus infections (OR 2.5 95 % CI 0.67-9.34, p \u003d 0.17). In a stratified analysis, there was a trend towards higher association between FluA, hCoV and hBoV with increasing age (especially in patients aged 24-45 years and \u003e65 year old). Conclusion Our hCoV RT-PCR protocol appeared to be of adequate analytical sensitivity for diagnosis. More and larger studies are needed to confirm the role of hCoV, hBoV in causing severe disease when they co-infect with influenza A viruses.",
      "sentences": [
        [
          {
            "segment_text": "that were admitted either to a general ward or the intensive care unit compared to 44.3 % ( 66/149 ) of single SeasFlu A virus infections ( OR 2.5 95 % CI 0.67-9.34 , p \u003d 0.17 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a stratified analysis , there was a trend towards higher association between FluA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hCoV and hBoV with increasing age ( especially in patients aged 24-45 years and \u003e 65 year old ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion Our hCoV RT-PCR protocol appeared to be of adequate analytical sensitivity for diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More and larger studies are needed to confirm the role of hCoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hBoV in causing severe disease when they co-infect with influenza A viruses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Influenza A viruses are a significant cause of acute lower respiratory tract infections (ALRI), with 13.0 % of all children with influenza infection developing ALRI-equivalent to 20 million (95 % CI 13-32 million) ALRI cases per year [1]; and according to these authors, in 2008, between 28,000 and 111,500 children younger than 5 years died of influenza-associated ALRI. Among potential co-pathogens, human coronaviruses (hCoV) and human bocavirus (hBoV) are important emerging respiratory viruses [2, 3] .",
      "sentences": [
        [
          {
            "segment_text": "Influenza A viruses are a significant cause of acute lower respiratory tract infections ( ALRI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with 13.0 % of all children with influenza infection developing ALRI-equivalent to 20 million ( 95 % CI 13-32 million ) ALRI cases per year ( 1 ) ; and according to these authors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in 2008 , between 28,000 and 111,500 children younger than 5 years died of influenza-associated ALRI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among potential co-pathogens , human coronaviruses ( hCoV ) and human bocavirus ( hBoV ) are important emerging respiratory viruses ( 2 , 3 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Coronaviruses infect a wide variety of hosts (animals and humans); Alphacoronaviruses and Betacoronaviruses infect mammals, whereas Gammacoronaviruses infect birds [4] . Most of the human coronaviruses (Alphacoronaviruses 229E and NL63 and Betacoronaviruses OC43, HKU1) cause mild influenza like illnesses, however in 2003, the severe acute respiratory syndrome (SARS)",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses infect a wide variety of hosts ( animals and humans ) ; Alphacoronaviruses and Betacoronaviruses infect mammals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas Gammacoronaviruses infect birds ( 4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the human coronaviruses ( Alphacoronaviruses 229E and NL63 and Betacoronaviruses OC43 , HKU1 ) cause mild influenza like illnesses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however in 2003 , the severe acute respiratory syndrome ( SARS )",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Purpose Influenza A viruses, human coronaviruses (hCoV) and human bocavirus (hBoV) are emerging respiratory viruses. This study investigated the association between influenza A viruses co-infection with hBoV and hCoV and severity and the sensitivity of a real-time polymerase chain reaction (RT-PCR) assay for identification of 15 coronaviruses. Methodology Published sequences for the 15 human coronaviruses were used to design a consensus PCR targeting the replicase open reading frame 1b. A previously published PCR targeting the NS1 Gene of all known human bocavirus strains was also utilized. A series of 217 samples from patients aged 37.7 (SD ± 30.4)] with seasonal influenza A viruses (SeasFluA) identified between 06/2011 and 06/2012 in NW England were tested for hCoV and hBoV using RT-PCR. Association between coinfection and disease outcome was assessed using logistic regression. Results The limit of detection of hCoV RT-PCR assay was 2 copies/µl of human coronavirus RNA template, a sensitivity comparable to a previously published SYBR green assay for human coronaviruses. A total of 12 hCoV and 17 hBoV were identified in the 217 influenza A positive samples. A higher proportion (61.5 %; 8/13) of SeasFluA/hBoV co-infections were identified in patients",
      "sentences": [
        [
          {
            "segment_text": "Purpose Influenza A viruses , human coronaviruses ( hCoV ) and human bocavirus ( hBoV ) are emerging respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigated the association between influenza A viruses co-infection with hBoV and hCoV and severity and the sensitivity of a real-time polymerase chain reaction ( RT-PCR ) assay for identification of 15 coronaviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methodology Published sequences for the 15 human coronaviruses were used to design a consensus PCR targeting the replicase open reading frame 1b .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A previously published PCR targeting the NS1 Gene of all known human bocavirus strains was also utilized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A series of 217 samples from patients aged 37.7 ( SD ± 30.4 ) ) with seasonal influenza A viruses ( SeasFluA ) identified between 06/2011 and 06/2012 in NW England were tested for hCoV and hBoV using RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Association between coinfection and disease outcome was assessed using logistic regression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results The limit of detection of hCoV RT-PCR assay was 2 copies/µl of human coronavirus RNA template ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a sensitivity comparable to a previously published SYBR green assay for human coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 12 hCoV and 17 hBoV were identified in the 217 influenza A positive samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A higher proportion ( 61.5 % ; 8/13 ) of SeasFluA/hBoV co-infections were identified in patients",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "24",
    "token_num": "486"
  }
}