{
  "paper_id": "ac68713fe19735462c2fd779667808b69d24f26c",
  "metadata": {
    "title": "Amiodarone Exposure During Modest Inflammation Induces Idiosyncrasy-like Liver Injury in Rats: Role of Tumor Necrosis Factor-alpha",
    "coda_data_split": "train",
    "coda_paper_id": 4672,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Amiodarone [2-butyl-3-(3#,5#-diiodo-4\u0027a-diethylaminoethoxybenzoyl)-benzofuran] (AMD), a class III antiarrhythmic drug, is known to cause idiosyncratic hepatotoxic reactions in human patients. One hypothesis for the etiology of idiosyncratic adverse drug reactions is that a concurrent inflammatory stress results in decreased threshold for drug toxicity. To explore this hypothesis in an animal model, male Sprague-Dawley rats were treated with nonhepatotoxic doses of AMD or its vehicle and with saline vehicle or lipopolysaccharide (LPS) to induce low-level inflammation. Elevated alanine aminotransferase (ALT), aspartate aminotransferase, alkaline phosphatase, and gamma-glutamyltransferase activities as well as increased total bile acid concentrations in serum and midzonal hepatocellular necrosis were observed only in AMD/LPS-cotreated rats. The time interval between AMD and LPS administration was critical: AMD injected 16 h before LPS led to liver injury, whereas AMD injected 2-12 h before LPS failed to cause this response. The increase in ALT activity in AMD/LPS cotreatment showed a clear doseresponse relationship with AMD as well as LPS. The metabolism and hepatic accumulation of AMD were not affected by LPS coexposure. Serum concentration of tumor necrosis factor-alpha (TNF) was significantly increased by LPS and was slightly prolonged by AMD. In Hepac1c7 cells, addition of TNF potentiated the cytotoxicity of both AMD and its primary metabolite, mono-N-desethylamiodarone. In vivo inhibition of TNF signaling by etanercept attenuated the AMD/LPS-induced liver injury in rats. In summary, AMD treatment during modest inflammation induced severe hepatotoxicity in rats, and TNF contributed to the induction of liver injury in this animal model of idiosyncratic AMD-induced liver injury.",
      "sentences": [
        [
          {
            "segment_text": "Amiodarone ( 2-butyl-3 - ( 3 # ,5 # - diiodo-4 ` a-diethylaminoethoxybenzoyl ) - benzofuran ) ( AMD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a class III antiarrhythmic drug ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is known to cause idiosyncratic hepatotoxic reactions in human patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One hypothesis for the etiology of idiosyncratic adverse drug reactions is that a concurrent inflammatory stress results in decreased threshold for drug toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To explore this hypothesis in an animal model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "male Sprague-Dawley rats were treated with nonhepatotoxic doses of AMD or its vehicle and with saline vehicle or lipopolysaccharide ( LPS ) to induce low-level inflammation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Elevated alanine aminotransferase ( ALT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aspartate aminotransferase , alkaline phosphatase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and gamma-glutamyltransferase activities as well as increased total bile acid concentrations in serum and midzonal hepatocellular necrosis were observed only in AMD/LPS-cotreated rats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The time interval between AMD and LPS administration was critical : AMD injected 16 h before LPS led to liver injury ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas AMD injected 2-12 h before LPS failed to cause this response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase in ALT activity in AMD/LPS cotreatment showed a clear doseresponse relationship with AMD as well as LPS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The metabolism and hepatic accumulation of AMD were not affected by LPS coexposure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum concentration of tumor necrosis factor-alpha ( TNF ) was significantly increased by LPS and was slightly prolonged by AMD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Hepac1c7 cells , addition of TNF potentiated the cytotoxicity of both AMD and its primary metabolite , mono-N-desethylamiodarone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo inhibition of TNF signaling by etanercept attenuated the AMD/LPS-induced liver injury in rats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , AMD treatment during modest inflammation induced severe hepatotoxicity in rats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and TNF contributed to the induction of liver injury in this animal model of idiosyncratic AMD-induced liver injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "294"
  }
}