{
  "paper_id": "ac888275cf224f86c4e869b59f563f24c401fdbd",
  "metadata": {
    "title": "Longitudinal Surveillance of Betacoronaviruses in Fruit Bats in Yunnan",
    "coda_data_split": "train",
    "coda_paper_id": 6148,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies indicated that fruit bats carry two betacoronaviruses, BatCoV HKU9 and BatCoV GCCDC1. To investigate the epidemiology and genetic diversity of these coronaviruses, we conducted a longitudinal surveillance in fruit bats in Yunnan province, China during 2009-2016. A total of 59 (10.63%) bat samples were positive for the two betacorona-viruses, 46 (8.29%) for HKU9 and 13 (2.34%) for GCCDC1, or closely related viruses. We identified a novel HKU9 strain, tentatively designated as BatCoV HKU9-2202, by sequencing the full-length genome. The BatCoV HKU9-2202 shared 83% nucleotide identity with other BatCoV HKU9 stains based on whole genome sequences. The most divergent region is in the spike protein, which only shares 68% amino acid identity with BatCoV HKU9. Quantitative PCR revealed that the intestine was the primary infection organ of BatCoV HKU9 and GCCDC1, but some HKU9 was also detected in the heart, kidney, and lung tissues of bats. This study highlights the importance of virus surveillance in natural reservoirs and emphasizes the need for preparedness against the potential spill-over of these viruses to local residents living near bat caves.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies indicated that fruit bats carry two betacoronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "BatCoV HKU9 and BatCoV GCCDC1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the epidemiology and genetic diversity of these coronaviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we conducted a longitudinal surveillance in fruit bats in Yunnan province , China during 2009-2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 59 ( 10.63 % ) bat samples were positive for the two betacorona-viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "46 ( 8.29 % ) for HKU9 and 13 ( 2.34 % ) for GCCDC1 , or closely related viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified a novel HKU9 strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tentatively designated as BatCoV HKU9-2202 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by sequencing the full-length genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BatCoV HKU9-2202 shared 83 % nucleotide identity with other BatCoV HKU9 stains based on whole genome sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most divergent region is in the spike protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which only shares 68 % amino acid identity with BatCoV HKU9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quantitative PCR revealed that the intestine was the primary infection organ of BatCoV HKU9 and GCCDC1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but some HKU9 was also detected in the heart ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "kidney , and lung tissues of bats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study highlights the importance of virus surveillance in natural reservoirs and emphasizes the need for preparedness against the potential spill-over of these viruses to local residents living near bat caves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "208"
  }
}