{
  "paper_id": "ac9f94a40e55a0b516a750084c496e79b5ee3698",
  "metadata": {
    "title": "Design, synthesis, antiviral and cytostatic evaluation of novel isoxazolidine nucleotide analogues with a carbamoyl linker",
    "coda_data_split": "train",
    "coda_paper_id": 4455,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t 5-Arylcarbamoyl-2-methylisoxazolidin-3-yl-3-phosphonates have been synthesised from N-methyl-Cdiethoxyphosphorylnitrone and N-arylacrylamides in good yields. cis-and trans-isoxazolidine phosphonates obtained herein were evaluated for activity against a broad range of DNA and RNA viruses. None of the compounds were endowed with antiviral activity at subtoxic concentrations. Isoxazolidines having phenyl substituted with halogen (Ar \u003d 2-F-C 6 H 4 ; 3-Br-C 6 H 4 ; and 4-Br-C 6 H 4 ) have been found to inhibit proliferation of L1210, CEM as well as HeLa cells with IC 50 in the 100-170 lM range.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t 5-Arylcarbamoyl-2-methylisoxazolidin-3-yl-3-phosphonates have been synthesised from N-methyl-Cdiethoxyphosphorylnitrone and N-arylacrylamides in good yields .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "cis-and trans-isoxazolidine phosphonates obtained herein were evaluated for activity against a broad range of DNA and RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "None of the compounds were endowed with antiviral activity at subtoxic concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Isoxazolidines having phenyl substituted with halogen ( Ar \u003d 2-F-C 6 H 4 ; 3-Br-C 6 H 4 ; and 4-Br-C 6 H 4 ) have been found to inhibit proliferation of L1210 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CEM as well as HeLa cells with IC 50 in the 100-170 lM range .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "101"
  }
}