{
  "paper_id": "acb470a7f8d734e4f257454a90cbb1d933d8bebf",
  "metadata": {
    "title": "UNC93B1 Mediates Innate Inflammation and Antiviral Defense in the Liver during Acute Murine Cytomegalovirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 3332,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Antiviral defense in the liver during acute infection with the hepatotropic virus murine cytomegalovirus (MCMV) involves complex cytokine and cellular interactions. However, the mechanism of viral sensing in the liver that promotes these cytokine and cellular responses has remained unclear. Studies here were undertaken to investigate the role of nucleic acidsensing Toll-like receptors (TLRs) in initiating antiviral immunity in the liver during infection with MCMV. We examined the host response of UNC93B1 mutant mice, which do not signal properly through TLR3, TLR7 and TLR9, to acute MCMV infection to determine whether liver antiviral defense depends on signaling through these molecules. Infection of UNC93B1 mutant mice revealed reduced production of systemic and liver proinflammatory cytokines including IFN-a, IFN-c, IL-12 and TNF-a when compared to wild-type. UNC93B1 deficiency also contributed to a transient hepatitis later in acute infection, evidenced by augmented liver pathology and elevated systemic alanine aminotransferase levels. Moreover, viral clearance was impaired in UNC93B1 mutant mice, despite intact virus-specific CD8+ T cell responses in the liver. Altogether, these results suggest a combined role for nucleic acid-sensing TLRs in promoting early liver antiviral defense during MCMV infection. Citation: Crane MJ, Gaddi PJ, Salazar-Mather TP (2012) UNC93B1 Mediates Innate Inflammation and Antiviral Defense in the Liver during Acute Murine Cytomegalovirus Infection. PLoS ONE 7(6): e39161.",
      "sentences": [
        [
          {
            "segment_text": "Antiviral defense in the liver during acute infection with the hepatotropic virus murine cytomegalovirus ( MCMV ) involves complex cytokine and cellular interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the mechanism of viral sensing in the liver that promotes these cytokine and cellular responses has remained unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies here were undertaken to investigate the role of nucleic acidsensing Toll-like receptors ( TLRs ) in initiating antiviral immunity in the liver during infection with MCMV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the host response of UNC93B1 mutant mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which do not signal properly through TLR3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "TLR7 and TLR9 , to acute MCMV infection to determine whether liver antiviral defense depends on signaling through these molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection of UNC93B1 mutant mice revealed reduced production of systemic and liver proinflammatory cytokines including IFN-a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IFN-c , IL-12 and TNF-a when compared to wild-type .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "UNC93B1 deficiency also contributed to a transient hepatitis later in acute infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "evidenced by augmented liver pathology and elevated systemic alanine aminotransferase levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , viral clearance was impaired in UNC93B1 mutant mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite intact virus-specific CD8 + T cell responses in the liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , these results suggest a combined role for nucleic acid-sensing TLRs in promoting early liver antiviral defense during MCMV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Crane MJ , Gaddi PJ ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Salazar-Mather TP ( 2012 ) UNC93B1 Mediates Innate Inflammation and Antiviral Defense in the Liver during Acute Murine Cytomegalovirus Infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 7 ( 6 ) : e39161 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "247"
  }
}