{
  "paper_id": "acb5f1a150a07ca259285e3558c2c9a1869fd6af",
  "metadata": {
    "title": "Characterization of leader-related small RNAs in coronavirus-infected cells: Further evidence for leader-primed mechanism of transcription",
    "coda_data_split": "train",
    "coda_paper_id": 5909,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse hepatitis virus (MHV), a murine coronavirus, replicates in the cytoplasm and synthesizes 7 viral mRNAs containing an identical stretch of leader RNA sequences at the 5\u0027-end of each RNA. The leader-coding sequences at the 5\u0027-end of genomic RNA are at least 72 nucleotides in length and are joined to the viral mRNAs by a unique mechanism. Utilizing a leader-specific cDNA probe, we have detected several free leader RNA species ranging from 70 to 82 nucleotides in length. The predominant leader RNA was approximately 75 nucleotides. In addition, larger distinct leader-containing RNAs were also detected ranging from 130 to 250 nucleotides in length. The 70-82-nucleotide leader-related RNAs were present in both the cytosol and membrane fractions of infected cells. They were also detected only in the small RNA fractions but not associated with the replicative-intermediate RNA. These data suggest that the leader RNAs were associated with the membrane-bound transcription complex but at least part of them were dissociated from the RNA template. We have also identified a temperature-sensitive mutant, which synthesizes only leader RNA but not mRNAs at nonpermissive temperature, indicating that leader RNA synthesis is distinct from the transcription of mRNAs. These data support the leader-primed mechanism for coronavirus transcription and suggest that one or more free leader RNAs are used as primers of mRNA synthesis. Mouse hepatitis virus, transcription, small leader related RNAs, coronavirus, temperature-sensitive mutant 0168-1702/85/$03.30 0 1985 Elsevier Science Publishers B.V. (Biomedical Division)",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus ( MHV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a murine coronavirus , replicates in the cytoplasm and synthesizes 7 viral mRNAs containing an identical stretch of leader RNA sequences at the 5 \u0027 - end of each RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The leader-coding sequences at the 5 \u0027 - end of genomic RNA are at least 72 nucleotides in length and are joined to the viral mRNAs by a unique mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Utilizing a leader-specific cDNA probe ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have detected several free leader RNA species ranging from 70 to 82 nucleotides in length .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The predominant leader RNA was approximately 75 nucleotides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , larger distinct leader-containing RNAs were also detected ranging from 130 to 250 nucleotides in length .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 70-82-nucleotide leader-related RNAs were present in both the cytosol and membrane fractions of infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They were also detected only in the small RNA fractions but not associated with the replicative-intermediate RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that the leader RNAs were associated with the membrane-bound transcription complex but at least part of them were dissociated from the RNA template .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have also identified a temperature-sensitive mutant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which synthesizes only leader RNA but not mRNAs at nonpermissive temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that leader RNA synthesis is distinct from the transcription of mRNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data support the leader-primed mechanism for coronavirus transcription and suggest that one or more free leader RNAs are used as primers of mRNA synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mouse hepatitis virus , transcription ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "small leader related RNAs , coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "temperature-sensitive mutant 0168-1702/85 / $ 03.30 0 1985 Elsevier Science Publishers B.V. ( Biomedical Division )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "270"
  }
}