{
  "paper_id": "acbe82cd0e7061fc81d3f081c909d626528b1f1f",
  "metadata": {
    "title": "Emerging Infectious Diseases: a Review",
    "coda_data_split": "train",
    "coda_paper_id": 9022,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of Review This review highlights some of the recent concerning emerging infectious diseases, a number of them specifically that the World Health Organization has categorized as priorities for research. Recent Findings Emerging and reemerging infectious diseases account for significant losses in not only human life, but also financially. There are a number of contributing factors, most commonly surrounding human behavior, that lead to disease emergence. Zoonoses are the most common type of infection, specifically from viral pathogens. The most recent emerging diseases in the USA are Emergomyces canadensis, the Heartland virus, and the Bourbon virus. Summary In addition to the aforementioned pathogens, the Severe Acute Respiratory Syndrome, Middle East Respiratory Syndrome, Nipah virus, New Delhi metallo-ß-lactamase-1 Enterobacteriaceae, Rift Valley Fever virus, and Crimean-Congo Hemorrhagic Fever virus are reviewed. These pathogens are very concerning with a high risk for potential epidemic, ultimately causing both significant mortality and financial costs. Research should be focused on monitoring, prevention, and treatment of these diseases.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of Review This review highlights some of the recent concerning emerging infectious diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a number of them specifically that the World Health Organization has categorized as priorities for research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent Findings Emerging and reemerging infectious diseases account for significant losses in not only human life , but also financially .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are a number of contributing factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most commonly surrounding human behavior ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that lead to disease emergence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zoonoses are the most common type of infection , specifically from viral pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most recent emerging diseases in the USA are Emergomyces canadensis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Heartland virus , and the Bourbon virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Summary In addition to the aforementioned pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Severe Acute Respiratory Syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East Respiratory Syndrome , Nipah virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "New Delhi metallo-ß-lactamase-1 Enterobacteriaceae , Rift Valley Fever virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Crimean-Congo Hemorrhagic Fever virus are reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These pathogens are very concerning with a high risk for potential epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ultimately causing both significant mortality and financial costs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Research should be focused on monitoring ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prevention , and treatment of these diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "185"
  }
}