{
  "paper_id": "acd019c23f9be186f64535f122e04795d6150368",
  "metadata": {
    "title": "Open Skies in ASEAN",
    "coda_data_split": "train",
    "coda_paper_id": 7989,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The countries of Association of South-East Asian Nations (ASEAN) have agreed to the formation of open skies within the region. Member countries differ widely in terms of their GDP per capita, their size, aviation policies and the strength of their aviation industries. Granted these differences, several possibilities for facilitating the move are examined. These include taking an economic approach to aviation negotiations, liberalising within sub-regional groupings, a staged framework of liberalisation, and increasing the scope for lowcost carriers to compete, possibly through development of secondary markets. Moves will also necessitate attention being given to complementary issues, such as competition and subsidy policies and ownership. r",
      "sentences": [
        [
          {
            "segment_text": "The countries of Association of South-East Asian Nations ( ASEAN ) have agreed to the formation of open skies within the region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Member countries differ widely in terms of their GDP per capita ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their size , aviation policies and the strength of their aviation industries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Granted these differences , several possibilities for facilitating the move are examined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include taking an economic approach to aviation negotiations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "liberalising within sub-regional groupings , a staged framework of liberalisation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and increasing the scope for lowcost carriers to compete ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly through development of secondary markets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moves will also necessitate attention being given to complementary issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as competition and subsidy policies and ownership .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "120"
  }
}