{
  "paper_id": "acd5fd0d85e763ccd05af2ab0880d9901632e2c1",
  "metadata": {
    "title": "Archives of Virology The Effeet of Aseorbie Aeid on Inieetion of Chiek~Embryo Ciliated Traeheal Organ Cultures by Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 4181,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chick embryo tracheal organ cultures showed increased resistance to infection by a coronavirus after exposure to ascorbate, while chick respiratory epithelium and allantois-on-shell preparations showed no increase in resistance to infection b y an influenza virus or a paramyxovirus.",
      "sentences": [
        [
          {
            "segment_text": "Chick embryo tracheal organ cultures showed increased resistance to infection by a coronavirus after exposure to ascorbate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while chick respiratory epithelium and allantois-on-shell preparations showed no increase in resistance to infection b y an influenza virus or a paramyxovirus .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Recently it was established that the mucoid surface-film of lung alveolae contains a very high concentration of ascorbie acid. While there are difficulties in determining the ascorbic acid content of the surface film, it was estimated to be between 1.0 and 3.5 mg/ml (16). Because it was thought that these concentrations may behave as a defensive barrier, systems using monolayer cultures of chickembryo respiratory epithelium, allantois-on-shell and chick-embryo eiliated tracheal organ (CETO) cultures were used to study the effect of ascorbic acid on virus infection. The viruses used were members of the Families Orthomyxoviridae (influenza A), Paramyxoviridae (Newcastle disease virus, NDV), and Coronaviridae (avian infectious bronchitis virus, IBV).",
      "sentences": [
        [
          {
            "segment_text": "Recently it was established that the mucoid surface-film of lung alveolae contains a very high concentration of ascorbie acid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While there are difficulties in determining the ascorbic acid content of the surface film ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it was estimated to be between 1.0 and 3.5 mg/ml ( 16 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because it was thought that these concentrations may behave as a defensive barrier ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "systems using monolayer cultures of chickembryo respiratory epithelium ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allantois-on-shell and chick-embryo eiliated tracheal organ ( CETO ) cultures were used to study the effect of ascorbic acid on virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The viruses used were members of the Families Orthomyxoviridae ( influenza A ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Paramyxoviridae ( Newcastle disease virus , NDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Coronaviridae ( avian infectious bronchitis virus , IBV ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Respiratory epithelium cultures were prepared either in \"Falcon\" tissue culture flasks (30 ml) or in \"Linbro\" 96 cup polystyrene tissue culture microplates IS-FB-96-TC. Allantois-on-sbell preparations were made by the method described by FAZE~:AS",
      "sentences": [
        [
          {
            "segment_text": "Respiratory epithelium cultures were prepared either in `` Falcon \u0027\u0027 tissue culture flasks ( 30 ml ) or in `` Linbro \u0027\u0027 96 cup polystyrene tissue culture microplates IS-FB-96-TC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Allantois-on-sbell preparations were made by the method described by FAZE ~ : AS",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "and %V]c[ITE (6). CETO cultures were prepared by the method of CttER~¥ and TAYLOR-ROBI~SO~ (4) with minor modifications. The trachea were dissected out from 20 day-old chickembryos and cut transversely into rings 1 mm thick. After washing, the rings were placed individually into tubes containing 3 ml of Eagle\u0027s basal medium (BME) plus glutamine and antibiotics, buffered to pH 7.4. Full cilial activity could be observed 13 Arch. Virol. 56/3",
      "sentences": [
        [
          {
            "segment_text": "and % V ) c ( ITE ( 6 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CETO cultures were prepared by the method of CttER ~ ¥ and TAYLOR-ROBI ~ SO ~ ( 4 ) with minor modifications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The trachea were dissected out from 20 day-old chickembryos and cut transversely into rings 1 mm thick .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After washing , the rings were placed individually into tubes containing 3 ml of Eagle \u0027s basal medium ( BME ) plus glutamine and antibiotics , buffered to pH 7.4 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Full cilial activity could be observed 13 Arch .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "56/3",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "308"
  }
}