{
  "paper_id": "acd8d28ae75dc1ec5fea2d767e3158545011c1f7",
  "metadata": {
    "title": "Title: 2 The Role of Interleukin-1 cytokine family (IL-1β, IL-37) and interleukin-12 cytokine 3 family (IL-12, IL-35) in eumycetoma infection pathogenesis. Authors 7 Corresponding Author",
    "coda_data_split": "train",
    "coda_paper_id": 10143,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Mycetoma is a neglected tropical disease, endemic in many tropical and subtropical regions, 49 characterised by massive deformity and disability and can be fatal if untreated early and 50 appropriately. Interleukins (IL) -35 and IL-37 are newly discovered cytokines that play an 51 important role in suppressing the immune system. However, the expression of these 52 interleukins in patients with Madurella mycetomatis (M. mycetomatis) induced eumycetoma 53 has not yet been explored. This study aims to determine the levels of the IL-1 family (IL-1β, 54 IL-37) and IL-12 family (IL-12, IL-35) in a group of these patients and the association 55 between these cytokines levels and the patients\u0027 demographic characteristics. The present, 56 a case-control study was conducted at the Mycetoma Research Centre, Soba University 57 Hospital, University of Khartoum, Sudan and it included 140 individuals. They were divided 58 into two groups; group I: healthy controls [n \u003d 70; median age 25 years (range 12 to 70 59 years)]. Group II: mycetoma patients [n \u003d 70 patients; median age 25 (range 13 to 70 60 years)]. Cytokines levels were measured in sera using enzyme-linked immunosorbent assay 61 (ELISA). 62 There was no significant correlation between the IL-1β and IL-12 levels and the lesions size 63 and disease duration, whereas levels of IL-37 and IL-35 were significantly correlated with 64 that. The analysis of the risk factors of higher circulatory levels of IL-37 in patients of 65 mycetoma showed a significant negative association with IL-1β cytokine, where a unit 66 increment in IL-1β will decrease the levels of IL-37 by 35.28 pg/ml. The levels of IL-37 67 among the patients with a duration of mycetoma infection ≤ one year had significantly 68 decreased by an average of 18.45 compared to patients with a mycetoma infection\u0027s 69 duration of ≥ 5years (reference group). Furthermore, the risk factors of higher levels of IL-35 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint 70 in mycetoma patients revealed a significant negative association with IL-12, as a unit 71 increment in IL-12 decreases the levels of IL-35by 8.99 pg/ml (p \u003c 0.001). Levels of IL-35 72 among the patients with duration of mycetoma infection ≤ one year had significantly 73 decreased (p-value \u003d 0.002) on average by 41.82 compared to patients with a duration of 74 mycetoma infection ≥ five years (reference group). In conclusion, this study indicates that 75 both IL-35 and IL-37 are negatively associated with the levels of IL-1β and IL-12 in 76 eumycetoma mycetoma infection; and high levels of IL-37 and IL-35 may have a negative 77 impact on disease progression. 78 79 Authors Summary 80 Mycetoma is a progressive chronic granulomatous fungal or bacterial infection that may 81 result in massive destruction of subcutaneous tissues, muscles and bones. Mycetoma is 82 a neglected disease which is endemic in many tropical and subtropical areas. If the 83 disease is not treated properly, eventually it ends up with amputation and adverse 84 medical, health and socioeconomic effects on patients and the community.",
      "sentences": [
        [
          {
            "segment_text": "Mycetoma is a neglected tropical disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "endemic in many tropical and subtropical regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "49 characterised by massive deformity and disability and can be fatal if untreated early and 50 appropriately .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interleukins ( IL ) -35 and IL-37 are newly discovered cytokines that play an 51 important role in suppressing the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the expression of these 52 interleukins in patients with Madurella mycetomatis ( M. mycetomatis ) induced eumycetoma 53 has not yet been explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to determine the levels of the IL-1 family ( IL-1β , 54 IL-37 ) and IL-12 family ( IL-12 , IL-35 ) in a group of these patients and the association 55 between these cytokines levels and the patients \u0027 demographic characteristics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The present , 56 a case-control study was conducted at the Mycetoma Research Centre ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Soba University 57 Hospital , University of Khartoum ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Sudan and it included 140 individuals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were divided 58 into two groups ; group I : healthy controls ( n \u003d 70 ; median age 25 years ( range 12 to 70 59 years ) ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Group II : mycetoma patients ( n \u003d 70 patients ; median age 25 ( range 13 to 70 60 years ) ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cytokines levels were measured in sera using enzyme-linked immunosorbent assay 61 ( ELISA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "62 There was no significant correlation between the IL-1β and IL-12 levels and the lesions size 63 and disease duration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas levels of IL-37 and IL-35 were significantly correlated with 64 that .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of the risk factors of higher circulatory levels of IL-37 in patients of 65 mycetoma showed a significant negative association with IL-1β cytokine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where a unit 66 increment in IL-1β will decrease the levels of IL-37 by 35.28 pg/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The levels of IL-37 67 among the patients with a duration of mycetoma infection ≤ one year had significantly 68 decreased by an average of 18.45 compared to patients with a mycetoma infection \u0027s 69 duration of ≥ 5 years ( reference group ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the risk factors of higher levels of IL-35 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CC-BY 4.0 International license is made available under a The copyright holder for this preprint ( which was not peer-reviewed ) is the author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "It .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10.1101/502609 doi : bioRxiv preprint 70 in mycetoma patients revealed a significant negative association with IL-12 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as a unit 71 increment in IL-12 decreases the levels of IL-35by 8.99 pg/ml ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Levels of IL-35 72 among the patients with duration of mycetoma infection ≤ one year had significantly 73 decreased ( p-value \u003d 0.002 ) on average by 41.82 compared to patients with a duration of 74 mycetoma infection ≥ five years ( reference group ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , this study indicates that 75 both IL-35 and IL-37 are negatively associated with the levels of IL-1β and IL-12 in 76 eumycetoma mycetoma infection ; and high levels of IL-37 and IL-35 may have a negative 77 impact on disease progression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "78 79 Authors Summary 80 Mycetoma is a progressive chronic granulomatous fungal or bacterial infection that may 81 result in massive destruction of subcutaneous tissues , muscles and bones .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mycetoma is 82 a neglected disease which is endemic in many tropical and subtropical areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If the 83 disease is not treated properly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "eventually it ends up with amputation and adverse 84 medical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "health and socioeconomic effects on patients and the community .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "85 Previous data suggested a crucial role of adaptive immunity in host resistance to 86 causative agents and the disease progression. The recently identified IL -35 and IL-37 87 cytokines revealed an important role in immune suppression. Nevertheless, the 88 expression of these interleukins in patients with mycetoma has not yet been 89 investigated. Therefore, the present case-control study aimed to determine the levels of 90 IL-1 family (IL-1β, IL-37) and IL-12 family (IL-12, IL-35) in these patients and the 91 association between these cytokines levels and the patients\u0027 demographic 92 characteristics. . CC-BY 4.0 International license is made available under a",
      "sentences": [
        [
          {
            "segment_text": "85 Previous data suggested a crucial role of adaptive immunity in host resistance to 86 causative agents and the disease progression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recently identified IL -35 and IL-37 87 cytokines revealed an important role in immune suppression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the 88 expression of these interleukins in patients with mycetoma has not yet been 89 investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the present case-control study aimed to determine the levels of 90 IL-1 family ( IL-1β , IL-37 ) and IL-12 family ( IL-12 , IL-35 ) in these patients and the 91 association between these cytokines levels and the patients \u0027 demographic 92 characteristics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CC-BY 4.0 International license is made available under a",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/502609 doi: bioRxiv preprint",
      "sentences": [
        [
          {
            "segment_text": "The copyright holder for this preprint ( which was not peer-reviewed ) is the author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "It .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10.1101/502609 doi : bioRxiv preprint",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The results of this study showed that the levels of IL-37 and IL-35 were consistently 94 positively correlated with different diameters of mycetoma lesions as well as its duration. 95 However, the levels of IL-1β and IL-12 were consistently negatively correlated with 96 different diameters of lesions and the duration of mycetoma infection. The analysis of 97 the risk factors of higher circulatory levels of IL-37 in patients of mycetoma showed a 98 significant negative association with IL-1β cytokine. Furthermore, the risk factors of 99 higher levels of IL-35 in patients of mycetoma revealed a significant negative 100 association with IL-12. These findings uncover a possible the role of IL-35 and IL-37 in 101",
      "sentences": [
        [
          {
            "segment_text": "The results of this study showed that the levels of IL-37 and IL-35 were consistently 94 positively correlated with different diameters of mycetoma lesions as well as its duration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "95 However , the levels of IL-1β and IL-12 were consistently negatively correlated with 96 different diameters of lesions and the duration of mycetoma infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of 97 the risk factors of higher circulatory levels of IL-37 in patients of mycetoma showed a 98 significant negative association with IL-1β cytokine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the risk factors of 99 higher levels of IL-35 in patients of mycetoma revealed a significant negative 100 association with IL-12 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings uncover a possible the role of IL-35 and IL-37 in 101",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "34",
    "segment_num": "43",
    "token_num": "852"
  }
}