{
  "paper_id": "ace7dc998b5a7275d50354580f1ffa861211f636",
  "metadata": {
    "title": "A purified recombinant baculovirus expressed capsid protein of a new astrovirus provides partial protection to runting-stunting syndrome in chickens",
    "coda_data_split": "train",
    "coda_paper_id": 8865,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A new viral sequence likely belonging to a virus of the family Astroviridae was determined using the gut content of chickens affected with the runting-stunting syndrome (RSS) in chickens. Since the appropriate virus could not be isolated in cell culture the open reading frame of the viral capsid protein was cloned to generate a recombinant baculovirus. The protein was purified and used as an experimental vaccine in broiler breeders to provide maternal derived antibodies for the protection of the offspring. The presence of specific antibodies was monitored by an ELISA. The offspring of vaccinated breeder hens were partially protected in a RSS challenge model.",
      "sentences": [
        [
          {
            "segment_text": "A new viral sequence likely belonging to a virus of the family Astroviridae was determined using the gut content of chickens affected with the runting-stunting syndrome ( RSS ) in chickens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the appropriate virus could not be isolated in cell culture the open reading frame of the viral capsid protein was cloned to generate a recombinant baculovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The protein was purified and used as an experimental vaccine in broiler breeders to provide maternal derived antibodies for the protection of the offspring .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of specific antibodies was monitored by an ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The offspring of vaccinated breeder hens were partially protected in a RSS challenge model .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "111"
  }
}