{
  "paper_id": "ad138a8e1db20b5d867df81322fab8854d2e8189",
  "metadata": {
    "title": "Development of antiviral therapy for severe acute respiratory syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 8067,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A new disease, the severe acute respiratory distress syndrome (SARS), caused by the SARS coronavirus (SARS-CoV), emerged at the beginning of 2003 and rapidly spread throughout the world. Although the disease had disappeared in June 2003 its re-emergence cannot be excluded. The development of vaccines against SARS-CoV may take years. Therefore, the availability of effective antiviral drugs against SARS-CoV may be crucial for the control of future SARS outbreaks. In this review, experimental and clinical data about potential anti-SARS drugs is summarised and discussed. Animal model studies will be needed to help to determine which interventions warrant controlled clinical testing.",
      "sentences": [
        [
          {
            "segment_text": "A new disease , the severe acute respiratory distress syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "caused by the SARS coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerged at the beginning of 2003 and rapidly spread throughout the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the disease had disappeared in June 2003 its re-emergence can not be excluded .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of vaccines against SARS-CoV may take years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the availability of effective antiviral drugs against SARS-CoV may be crucial for the control of future SARS outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , experimental and clinical data about potential anti-SARS drugs is summarised and discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Animal model studies will be needed to help to determine which interventions warrant controlled clinical testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "116"
  }
}