{
  "paper_id": "ad1624d9afb9e2f803a2c573a7b4a17767beaa23",
  "metadata": {
    "title": "Synthesis, antimicrobial, anticancer, antiviral evaluation and QSAR studies of 4-(1-aryl-2-oxo- 1,2-dihydro-indol-3-ylideneamino)-N-substituted benzene sulfonamides Production and hosting by Elsevier",
    "coda_data_split": "train",
    "coda_paper_id": 2742,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A series of 4-(1-aryl-2-oxo-1,2-dihydro-indol-3-ylideneamino)-N-substituted benzenesulfonamide derivatives (1-32) was synthesized and evaluated for its in vitro antimicrobial, antiviral and cytotoxic activities. Antimicrobial results indicated that compounds (11) and (18) were found to be the most effective ones. In general, the synthesized compounds were bacteriostatic and fungistatic in their action. The cytotoxic screening results indicated that the compounds were less active than the standard drug 5-fluorouracil (5-FU). None of the compounds inhibited viral replication at subtoxic concentrations. In general, the presence of a pyrimidine ring with electron releasing groups and an ortho-and para-substituted benzoyl moiety favored antimicrobial activities. The results of",
      "sentences": [
        [
          {
            "segment_text": "A series of 4 - ( 1-aryl-2-oxo-1,2-dihydro-indol-3-ylideneamino ) - N-substituted benzenesulfonamide derivatives ( 1-32 ) was synthesized and evaluated for its in vitro antimicrobial , antiviral and cytotoxic activities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial results indicated that compounds ( 11 ) and ( 18 ) were found to be the most effective ones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In general , the synthesized compounds were bacteriostatic and fungistatic in their action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cytotoxic screening results indicated that the compounds were less active than the standard drug 5-fluorouracil ( 5-FU ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the compounds inhibited viral replication at subtoxic concentrations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In general , the presence of a pyrimidine ring with electron releasing groups and an ortho-and para-substituted benzoyl moiety favored antimicrobial activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "122"
  }
}