{
  "paper_id": "ad28497455f362e948f80668074df8fe2af28c50",
  "metadata": {
    "title": "Detection of Host Response to Viral Respiratory Infection by Measurement of Messenger RNA for MxA, TRIM21, and Viperin in Nasal Swabs",
    "coda_data_split": "train",
    "coda_paper_id": 3859,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory viruses frequently cause symptomatic infections in children but are often detected also in healthy children. We investigated myxovirus resistance protein A (MxA), viperin, and tripartite-motif 21 (TRIM21) messenger RNA indexes in nasal swabs as potential biomarkers of viral respiratory infection in children. Respiratory viruses were detected by polymerase chain reaction in the same swabs. Nasal MxA and viperin indexes were increased in symptomatic virus-positive children. Nasal viperin index was found to be a robust marker of viral respiratory tract infection with a sensitivity of 80% and specificity of 94% in distinguishing children with symptomatic virus infections from asymptomatic virus-negative children.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory viruses frequently cause symptomatic infections in children but are often detected also in healthy children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated myxovirus resistance protein A ( MxA ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "viperin , and tripartite-motif 21 ( TRIM21 ) messenger RNA indexes in nasal swabs as potential biomarkers of viral respiratory infection in children .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses were detected by polymerase chain reaction in the same swabs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasal MxA and viperin indexes were increased in symptomatic virus-positive children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasal viperin index was found to be a robust marker of viral respiratory tract infection with a sensitivity of 80 % and specificity of 94 % in distinguishing children with symptomatic virus infections from asymptomatic virus-negative children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "114"
  }
}