{
  "paper_id": "ad3eea30652fd3de7debecd8a1c4723018a0a465",
  "metadata": {
    "title": "SURVEY AND SUMMARY Translational recoding: canonical translation mechanisms reinterpreted",
    "coda_data_split": "train",
    "coda_paper_id": 2740,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "During canonical translation, the ribosome moves along an mRNA from the start to the stop codon in exact steps of one codon at a time. The collinearity of the mRNA and the protein sequence is essential for the quality of the cellular proteome. Spontaneous errors in decoding or translocation are rare and result in a deficient protein. However, dedicated recoding signals in the mRNA can reprogram the ribosome to read the message in alternative ways. This review summarizes the recent advances in understanding the mechanisms of three types of recoding events: stop-codon readthrough, -1 ribosome frameshifting and translational bypassing. Recoding events provide insights into alternative modes of ribosome dynamics that are potentially applicable to other non-canonical modes of prokaryotic and eukaryotic translation.",
      "sentences": [
        [
          {
            "segment_text": "During canonical translation , the ribosome moves along an mRNA from the start to the stop codon in exact steps of one codon at a time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The collinearity of the mRNA and the protein sequence is essential for the quality of the cellular proteome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spontaneous errors in decoding or translocation are rare and result in a deficient protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , dedicated recoding signals in the mRNA can reprogram the ribosome to read the message in alternative ways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the recent advances in understanding the mechanisms of three types of recoding events : stop-codon readthrough ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "-1 ribosome frameshifting and translational bypassing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recoding events provide insights into alternative modes of ribosome dynamics that are potentially applicable to other non-canonical modes of prokaryotic and eukaryotic translation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "132"
  }
}