{
  "paper_id": "ad4dc41b48d9f6024088cb6c65a51972d928d200",
  "metadata": {
    "title": "Predicting and Evaluating the Epidemic Trend of Ebola Virus Disease in the 2014-2015 Outbreak and the Effects of Intervention Measures",
    "coda_data_split": "train",
    "coda_paper_id": 4158,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We constructed dynamic Ebola virus disease (EVD) transmission models to predict epidemic trends and evaluate intervention measure efficacy following the 2014 EVD epidemic in West Africa. We estimated the effective vaccination rate for the population, with basic reproduction number (R 0 ) as the intermediate variable. Periodic EVD fluctuation was analyzed by solving a Jacobian matrix of differential equations based on a SIR (susceptible, infective, and removed) model. A comprehensive compartment model was constructed to fit and predict EVD transmission patterns, and to evaluate the effects of control and prevention measures. Effective EVD vaccination rates were estimated to be 42% (31-50%), 45% (42-48%), and 51% (44-56%) among susceptible individuals in Guinea, Liberia and Sierra Leone, respectively. In the absence of control measures, there would be rapid mortality in these three countries, and an EVD epidemic would be likely recur in 2035, and then again 8~9 years later. Oscillation intervals would shorten and outbreak severity would decrease until the periodicity reached~5.3 years. Measures that reduced the spread of EVD included: early diagnosis, treatment in isolation, isolating/monitoring close contacts, timely corpse removal, post-recovery condom use, and preventing or quarantining imported cases. EVD may re-emerge within two decades without control and prevention measures. Mass vaccination campaigns and control and prevention measures should be instituted to prevent future EVD epidemics.",
      "sentences": [
        [
          {
            "segment_text": "We constructed dynamic Ebola virus disease ( EVD ) transmission models to predict epidemic trends and evaluate intervention measure efficacy following the 2014 EVD epidemic in West Africa .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We estimated the effective vaccination rate for the population ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with basic reproduction number ( R 0 ) as the intermediate variable .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Periodic EVD fluctuation was analyzed by solving a Jacobian matrix of differential equations based on a SIR ( susceptible , infective , and removed ) model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A comprehensive compartment model was constructed to fit and predict EVD transmission patterns ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and to evaluate the effects of control and prevention measures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Effective EVD vaccination rates were estimated to be 42 % ( 31-50 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "45 % ( 42-48 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 51 % ( 44-56 % ) among susceptible individuals in Guinea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Liberia and Sierra Leone , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of control measures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there would be rapid mortality in these three countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an EVD epidemic would be likely recur in 2035 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and then again 8 ~ 9 years later .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Oscillation intervals would shorten and outbreak severity would decrease until the periodicity reached ~ 5.3 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Measures that reduced the spread of EVD included : early diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatment in isolation , isolating/monitoring close contacts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "timely corpse removal , post-recovery condom use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and preventing or quarantining imported cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EVD may re-emerge within two decades without control and prevention measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mass vaccination campaigns and control and prevention measures should be instituted to prevent future EVD epidemics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "264"
  }
}