{
  "paper_id": "ad552caeace5008fba0e156d30a5e6f8f6c2f420",
  "metadata": {
    "title": "toxins Generation of a Broadly Cross-Neutralizing Antibody Fragment against Several Mexican Scorpion Venoms",
    "coda_data_split": "train",
    "coda_paper_id": 6843,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The recombinant antibody fragments generated against the toxic components of scorpion venoms are considered a promising alternative for obtaining new antivenoms for therapy. Using directed evolution and site-directed mutagenesis, it was possible to generate a human single-chain antibody fragment with a broad cross-reactivity that retained recognition for its original antigen. This variant is the first antibody fragment that neutralizes the effect of an estimated 13 neurotoxins present in the venom of nine species of Mexican scorpions. This single antibody fragment showed the properties of a polyvalent antivenom. These results represent a significant advance in the development of new antivenoms against scorpion stings, since the number of components would be minimized due to their broad cross-neutralization capacity, while at the same time bypassing animal immunization.",
      "sentences": [
        [
          {
            "segment_text": "The recombinant antibody fragments generated against the toxic components of scorpion venoms are considered a promising alternative for obtaining new antivenoms for therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using directed evolution and site-directed mutagenesis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "it was possible to generate a human single-chain antibody fragment with a broad cross-reactivity that retained recognition for its original antigen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This variant is the first antibody fragment that neutralizes the effect of an estimated 13 neurotoxins present in the venom of nine species of Mexican scorpions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This single antibody fragment showed the properties of a polyvalent antivenom .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These results represent a significant advance in the development of new antivenoms against scorpion stings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since the number of components would be minimized due to their broad cross-neutralization capacity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while at the same time bypassing animal immunization .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Key Contribution: Innovative antivenoms can be constituted by a few recombinant antibody fragments. A cross-neutralizing scFv against several scorpion venoms was generated by a semi-rational strategy of in vitro maturation.",
      "sentences": [
        [
          {
            "segment_text": "Key Contribution : Innovative antivenoms can be constituted by a few recombinant antibody fragments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A cross-neutralizing scFv against several scorpion venoms was generated by a semi-rational strategy of in vitro maturation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "165"
  }
}