{
  "paper_id": "ad64637f84246d552d9d2cc5b13d66a51f8cc7bf",
  "metadata": {
    "title": "The 2003 SARS outbreak and its impact on infection control practices",
    "coda_data_split": "train",
    "coda_paper_id": 8924,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe Acute Respiratory Syndrome (SARS) emerged recently as a new infectious disease that was transmitted efficiently in the healthcare setting and particularly affected healthcare workers (HCWs), patients and visitors. The efficiency of transmission within healthcare facilities was recognised following significant hospital outbreaks of SARS in Canada, China, Hong Kong, Singapore, Taiwan and Vietnam.",
      "sentences": [
        [
          {
            "segment_text": "Severe Acute Respiratory Syndrome ( SARS ) emerged recently as a new infectious disease that was transmitted efficiently in the healthcare setting and particularly affected healthcare workers ( HCWs ) , patients and visitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The efficiency of transmission within healthcare facilities was recognised following significant hospital outbreaks of SARS in Canada ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China , Hong Kong , Singapore , Taiwan and Vietnam .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The causative agent of SARS was identified as a novel coronavirus, the SARS coronavirus. This was largely spread by direct or indirect contact with large respiratory droplets, although airborne transmission has also been reported. High infection rates among HCWs led initially to the theory that SARS was highly contagious and the concept of \u0027super-spreading events\u0027. Such events illustrated that lack of infection control (IC) measures or failure to comply with IC precautions could lead to large-scale hospital outbreaks. SARS was eventually contained by the stringent application of IC measures that limited exposure of HCWs to potentially infectious individuals. As the \u0027global village\u0027 becomes smaller and other microbial threats to health emerge, or re-emerge, there is an urgent need to develop a global strategy for infection control in hospitals.",
      "sentences": [
        [
          {
            "segment_text": "The causative agent of SARS was identified as a novel coronavirus , the SARS coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This was largely spread by direct or indirect contact with large respiratory droplets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although airborne transmission has also been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "High infection rates among HCWs led initially to the theory that SARS was highly contagious and the concept of ` super-spreading events \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such events illustrated that lack of infection control ( IC ) measures or failure to comply with IC precautions could lead to large-scale hospital outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS was eventually contained by the stringent application of IC measures that limited exposure of HCWs to potentially infectious individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the ` global village \u0027 becomes smaller and other microbial threats to health emerge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or re-emerge , there is an urgent need to develop a global strategy for infection control in hospitals .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This paper provides an overview of the main IC practices employed during the 2003 SARS outbreak, including management measures, dedicated SARS hospitals, personal protective equipment, isolation, handwashing, environmental decontamination, education and training. The psychological and psychosocial impact on HCWs during the outbreak are also discussed. Requirements for IC programmes in the post-SARS period are proposed based on the major lessons learnt from the SARS outbreak.",
      "sentences": [
        [
          {
            "segment_text": "This paper provides an overview of the main IC practices employed during the 2003 SARS outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including management measures , dedicated SARS hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "personal protective equipment , isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "handwashing , environmental decontamination , education and training .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The psychological and psychosocial impact on HCWs during the outbreak are also discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Requirements for IC programmes in the post-SARS period are proposed based on the major lessons learnt from the SARS outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "283"
  }
}