{
  "paper_id": "ad6dd1860c99d708129393f91b573d6a6981e300",
  "metadata": {
    "title": "The Ribavirin Pregnancy Registry: An Interim Analysis of Potential Teratogenicity at the Mid-Point of Enrollment",
    "coda_data_split": "train",
    "coda_paper_id": 6990,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction Significant teratogenic effects have been demonstrated in all animal species exposed to ribavirin. Ribavirin is prescribed for chronic hepatitis C and is contraindicated in women who are pregnant and in the male sexual partners of women who are pregnant. Both sexes are advised to avoid pregnancy for 6 months after exposure. The Ribavirin Pregnancy Registry was established in 2003 to monitor pregnancy exposures to ribavirin for signals of possible human teratogenicity. Methods This voluntary registry enrolls pregnant women with prenatal exposure to ribavirin. Exposure is classified as direct-women taking ribavirin during pregnancy or the 6 months prior to conception-or indirect-women exposed through sexual contact, 6 months prior to or during pregnancy, with a man who is taking or has taken ribavirin in the past 6 months. Women are followed until delivery and infants for 1 year. When enrollment is complete, birth defect rates will be compared with the Metropolitan Atlanta Congenital Defects Program\u0027s",
      "sentences": [
        [
          {
            "segment_text": "Introduction Significant teratogenic effects have been demonstrated in all animal species exposed to ribavirin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ribavirin is prescribed for chronic hepatitis C and is contraindicated in women who are pregnant and in the male sexual partners of women who are pregnant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both sexes are advised to avoid pregnancy for 6 months after exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Ribavirin Pregnancy Registry was established in 2003 to monitor pregnancy exposures to ribavirin for signals of possible human teratogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods This voluntary registry enrolls pregnant women with prenatal exposure to ribavirin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Exposure is classified as direct-women taking ribavirin during pregnancy or the 6 months prior to conception-or indirect-women exposed through sexual contact ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6 months prior to or during pregnancy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a man who is taking or has taken ribavirin in the past 6 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Women are followed until delivery and infants for 1 year .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When enrollment is complete , birth defect rates will be compared with the Metropolitan Atlanta Congenital Defects Program \u0027s",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "165"
  }
}