{
  "paper_id": "ad73fe4413e9e8ed60c04d7dec5e5bec4e5d9431",
  "metadata": {
    "title": "Implementation of the mini-clinical evaluation exercise in postgraduate Year 1 residency training in emergency medicine: Clinical experience at Chang Gung Memorial Hospital ScienceDirect",
    "coda_data_split": "train",
    "coda_paper_id": 5004,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Although the mini-clinical evaluation (mini-CEX) exercise has been adapted to a broad range of clinical situations, limited studies of the mini-CEX for postgraduate residency training in emergency medicine (EM) have been documented. Aim: The purpose of this study is to analyze the results of implementing the mini-CEX into the one-month postgraduate residency training in EM. Materials and methods: This study is a retrospective review of mini-CEXs completed by ED faculty members from August 2009 to December 2010. All PGY-1 residents enrolled in this study rotated through the one-month EM training. Each PGY-1 resident received one week of trauma training and three weeks of non-trauma training. The clinical competencies of each PGY-1 resident were evaluated with mini-CEXs, rated by a trauma surgeon and three emergency physicians (EPs). We analyzed the validity of weekly mini-CEX and the impact of seniority and specialty training of ED faculties on observation time, feedback time and rating scores. Results: Fifty-seven ED faculty members (42 EPs and 15 trauma surgeons) evaluated 183 PGY-1 residents during the 17 months of EM training. ED faculties with different specialty training provided similar assessment processes. Most competencies were rated significantly higher by trauma surgeons than by EPs. On the computerized mini-CEX rating, no data was missed and junior EPs rated all competencies significantly higher. The evaluators and PGY-1 residents were generally satisfied with the computerized format. As compared to the first assessment, only some competencies of PGY-1 residents were rated significantly higher in subsequent evaluations. Conclusion: The seniority and specialty training of ED faculty affected the mini-CEX ratings. The computer-based mini-CEX facilitated complete data gathering but showed differences for ED faculty with different levels of seniority. Further studies of the reliability and validity of the mini-CEX for PGY-1 EM training are needed.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although the mini-clinical evaluation ( mini-CEX ) exercise has been adapted to a broad range of clinical situations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "limited studies of the mini-CEX for postgraduate residency training in emergency medicine ( EM ) have been documented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aim : The purpose of this study is to analyze the results of implementing the mini-CEX into the one-month postgraduate residency training in EM .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : This study is a retrospective review of mini-CEXs completed by ED faculty members from August 2009 to December 2010 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All PGY-1 residents enrolled in this study rotated through the one-month EM training .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each PGY-1 resident received one week of trauma training and three weeks of non-trauma training .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical competencies of each PGY-1 resident were evaluated with mini-CEXs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rated by a trauma surgeon and three emergency physicians ( EPs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyzed the validity of weekly mini-CEX and the impact of seniority and specialty training of ED faculties on observation time ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feedback time and rating scores .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Fifty-seven ED faculty members ( 42 EPs and 15 trauma surgeons ) evaluated 183 PGY-1 residents during the 17 months of EM training .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ED faculties with different specialty training provided similar assessment processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most competencies were rated significantly higher by trauma surgeons than by EPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the computerized mini-CEX rating ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no data was missed and junior EPs rated all competencies significantly higher .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The evaluators and PGY-1 residents were generally satisfied with the computerized format .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As compared to the first assessment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only some competencies of PGY-1 residents were rated significantly higher in subsequent evaluations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The seniority and specialty training of ED faculty affected the mini-CEX ratings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The computer-based mini-CEX facilitated complete data gathering but showed differences for ED faculty with different levels of seniority .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies of the reliability and validity of the mini-CEX for PGY-1 EM training are needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "326"
  }
}