{
  "paper_id": "ad78394e0ca89b96d143ab58b91ef79a12214394",
  "metadata": {
    "title": "Development of a Polyclonal Antibody-based AC-ELISA and Its Comparison with PCR for Diagnosis of Canine Parvovirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 7167,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A polyclonal antibody-based antigen-capture ELISA (AC-ELISA) has been developed for detection of Canine parvovirus (CPV) antigens in faecal samples of dogs. The assay uses rabbit anti-CPV polyclonal antibody as the capture antibody, guinea pig anti-CPV polyclonal antibody as tracing antibody and anti-guinea pig HRPO conjugate as the detection system. The optimum dilution of the capture antibody and the tracing antibody capable of detecting the CPV-2 antigens was found to be 1:1 600 and 1:400, respectively, in the check-board titration. In this study, a total of 152 samples (129 faecal samples and 23 cell culture supernatant) were tested both by AC-ELISA and by polymerase chain reaction (PCR). Of the samples tested, 69 and 78 samples were found positive by AC-ELISA and PCR, respectively. The AC-ELISA had relative sensitivity, relative specificity and accuracy of 88.4%, 100.0% and 91.4% respectively. The analytical sensitivity of AC-ELISA was estimated to be 10 2.8 TCID 50 /mL whereas PCR sensitivity was 10 0.8 TCID 50 /mL. The AC-ELISA is a simple, quick and reliable method for screening large numbers of faecal samples of dogs suspected of CPV infection.",
      "sentences": [
        [
          {
            "segment_text": "A polyclonal antibody-based antigen-capture ELISA ( AC-ELISA ) has been developed for detection of Canine parvovirus ( CPV ) antigens in faecal samples of dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The assay uses rabbit anti-CPV polyclonal antibody as the capture antibody ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "guinea pig anti-CPV polyclonal antibody as tracing antibody and anti-guinea pig HRPO conjugate as the detection system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The optimum dilution of the capture antibody and the tracing antibody capable of detecting the CPV-2 antigens was found to be 1:1 600 and 1:400 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , in the check-board titration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a total of 152 samples ( 129 faecal samples and 23 cell culture supernatant ) were tested both by AC-ELISA and by polymerase chain reaction ( PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the samples tested , 69 and 78 samples were found positive by AC-ELISA and PCR , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The AC-ELISA had relative sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relative specificity and accuracy of 88.4 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "100.0 % and 91.4 % respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analytical sensitivity of AC-ELISA was estimated to be 10 2.8 TCID 50 / mL whereas PCR sensitivity was 10 0.8 TCID 50 / mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The AC-ELISA is a simple ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "quick and reliable method for screening large numbers of faecal samples of dogs suspected of CPV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "212"
  }
}