{
  "paper_id": "ad7d93d13bf1754ce102b9e47ea01e5d5e3e7bf4",
  "metadata": {
    "title": "Respiratory Viruses and Acute Rejection • CID",
    "coda_data_split": "train",
    "coda_paper_id": 7578,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Lung transplant recipients are frequently exposed to respiratory viruses and are particularly at risk for severe complications. The aim of this study was to assess the association among the presence of a respiratory virus detected by molecular assays in bronchoalveolar lavage (BAL) fluid, respiratory symptoms, and acute rejection in adult lung transplant recipients.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lung transplant recipients are frequently exposed to respiratory viruses and are particularly at risk for severe complications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to assess the association among the presence of a respiratory virus detected by molecular assays in bronchoalveolar lavage ( BAL ) fluid ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "respiratory symptoms , and acute rejection in adult lung transplant recipients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Upper (nasopharyngeal swab) and lower (BAL) respiratory tract specimens from 77 lung transplant recipients enrolled in a cohort study and undergoing bronchoscopy with BAL and transbronchial biopsies were screened using 17 different polymerase chain reaction-based assays.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upper ( nasopharyngeal swab ) and lower ( BAL ) respiratory tract specimens from 77 lung transplant recipients enrolled in a cohort study and undergoing bronchoscopy with BAL and transbronchial biopsies were screened using 17 different polymerase chain reaction-based assays .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. BAL fluid and biopsy specimens from 343 bronchoscopic procedures performed in 77 patients were analyzed. We also compared paired nasopharyngeal and BAL fluid specimens collected in a subgroup of 283 cases. The overall viral positivity rate was 29.3% in the upper respiratory tract specimens and 17.2% in the BAL samples ( ). We observed a significant association between the presence of respiratory symptoms and positive viral P ! .001 detection in the lower respiratory tract ( ). Conversely, acute rejection was not associated with the presence P p .012 of viral infection (odds ratio, 0.41; 95% confidence interval, 0.20-0.88). The recovery of lung function was significantly slower when acute rejection and viral infection were both present.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BAL fluid and biopsy specimens from 343 bronchoscopic procedures performed in 77 patients were analyzed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also compared paired nasopharyngeal and BAL fluid specimens collected in a subgroup of 283 cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall viral positivity rate was 29.3 % in the upper respiratory tract specimens and 17.2 % in the BAL samples ( ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed a significant association between the presence of respiratory symptoms and positive viral P !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".001 detection in the lower respiratory tract ( ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conversely , acute rejection was not associated with the presence P p .012 of viral infection ( odds ratio , 0.41 ; 95 % confidence interval , 0.20-0.88 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The recovery of lung function was significantly slower when acute rejection and viral infection were both present .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A temporal relationship exists between acute respiratory symptoms and positive viral nucleic acid detection in BAL fluid from lung transplant recipients. We provide evidence suggesting that respiratory viruses are not associated with acute graft rejection during the acute phase of infection.",
      "sentences": [
        [
          {
            "segment_text": "A temporal relationship exists between acute respiratory symptoms and positive viral nucleic acid detection in BAL fluid from lung transplant recipients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide evidence suggesting that respiratory viruses are not associated with acute graft rejection during the acute phase of infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lung transplant recipients are exposed to respiratory viruses circulating year-round in the community [1] [2] [3] [4] [5] [6] . In the general population, most of these infections lead to self-limited upper respiratory tract diseases, but protracted respiratory viral infection and lower respiratory tract complications are more likely in lung transplant recipients. This is related to specific risk factors, including direct exposure of the graft to airborne viruses, impaired mucociliary clearance, poor cough re-",
      "sentences": [
        [
          {
            "segment_text": "Lung transplant recipients are exposed to respiratory viruses circulating year-round in the community ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 5 ) ( 6 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the general population , most of these infections lead to self-limited upper respiratory tract diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but protracted respiratory viral infection and lower respiratory tract complications are more likely in lung transplant recipients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is related to specific risk factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including direct exposure of the graft to airborne viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "impaired mucociliary clearance , poor cough re -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "18",
    "segment_num": "22",
    "token_num": "373"
  }
}