{
  "paper_id": "ad947a9e386180ca2201c1804738fd6d3ae9039b",
  "metadata": {
    "title": "Synergistic Effects of Surfactants and Sugars on Lipoplex Stability During Freeze-drying and Rehydration",
    "coda_data_split": "train",
    "coda_paper_id": 2049,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The stability of non-viral vectors during freeze-drying has been well-studied, and it has been established that sugars can protect lipoplexes during freeze-drying. However low levels of damage are often observed after freeze-drying, and this damage is more evident in dilute lipoplex preparations. By investigating the stability of lipoplexes after each step in the freeze-drying cycle (i.e., freezing, primary drying, and secondary drying) we strive to understand the mechanisms responsible for damage and identify improved stabilization strategies. N-(1-(2,3dioleoyloxy)propyl)-N,N,N-trimethylammonium chloride (DOTAP)-cholesterol/plasmid DNA lipoplexes were prepared at an equimolar DOTAP to cholesterol ratio, and a 3-to-1 DOTAP + to DNA − charge ratio. Our experiments indicate that despite sufficient levels of \"stabilizing\" sugars, significant damage is still evident when dilute lipoplex preparations are subjected to freeze-drying. Analysis of the different stages of freeze-drying suggests that significant damage occurs during freezing, and that sugars have a limited capacity to protect against this freezing-induced damage. Similar effects have been observed in studies with proteins, and surfactants have been employed in protein formulations to protect against surface-induced damage, e.g., at the ice crystal, solid, air or sugar glass surfaces. However, the use of surfactants in a lipid-based formulation is inherently risky due to the potential for altering/solubilizing the lipid delivery vehicle. Our data indicate that judicious use of surfactants can reduce surface-induced damage, and result in better preservation of lipoplex size and transfection activity after freeze-drying.",
      "sentences": [
        [
          {
            "segment_text": "The stability of non-viral vectors during freeze-drying has been well-studied ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it has been established that sugars can protect lipoplexes during freeze-drying .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However low levels of damage are often observed after freeze-drying ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this damage is more evident in dilute lipoplex preparations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By investigating the stability of lipoplexes after each step in the freeze-drying cycle ( i.e. , freezing , primary drying , and secondary drying ) we strive to understand the mechanisms responsible for damage and identify improved stabilization strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "N - ( 1 - ( 2,3 dioleoyloxy ) propyl ) - N,N,N-trimethylammonium chloride ( DOTAP ) - cholesterol/plasmid DNA lipoplexes were prepared at an equimolar DOTAP to cholesterol ratio ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a 3-to-1 DOTAP + to DNA − charge ratio .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our experiments indicate that despite sufficient levels of `` stabilizing \u0027\u0027 sugars ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significant damage is still evident when dilute lipoplex preparations are subjected to freeze-drying .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of the different stages of freeze-drying suggests that significant damage occurs during freezing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that sugars have a limited capacity to protect against this freezing-induced damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar effects have been observed in studies with proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and surfactants have been employed in protein formulations to protect against surface-induced damage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , at the ice crystal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "solid , air or sugar glass surfaces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the use of surfactants in a lipid-based formulation is inherently risky due to the potential for altering/solubilizing the lipid delivery vehicle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that judicious use of surfactants can reduce surface-induced damage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and result in better preservation of lipoplex size and transfection activity after freeze-drying .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "274"
  }
}