{
  "paper_id": "ad972d22df954f487ff83c054712f94f8f8843b3",
  "metadata": {
    "title": "Variant Creutzfeldt-Jakob disease and the Canadian blood system after the tainted blood tragedy",
    "coda_data_split": "train",
    "coda_paper_id": 3984,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The transfusion transmission of hepatitis C and HIV to thousands of Canadian blood recipients was one of this country\u0027s largest public health catastrophes. In response to this crisis, and in an effort to prevent such a tragedy from occurring again, the Canadian blood system has undergone substantial reform. Variant Creutzfeldt-Jakob (vCJD) disease was the first infectious threat faced by the blood system since undergoing reform. The response at the time to this risk provides insights into the Canadian blood system\u0027s new approach to infectious threats. Our analysis of the decisionmaking concerning vCJD identifies two dominant themes characterizing the new blood system\u0027s approach to safety:",
      "sentences": [
        [
          {
            "segment_text": "The transfusion transmission of hepatitis C and HIV to thousands of Canadian blood recipients was one of this country \u0027s largest public health catastrophes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In response to this crisis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in an effort to prevent such a tragedy from occurring again ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Canadian blood system has undergone substantial reform .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Variant Creutzfeldt-Jakob ( vCJD ) disease was the first infectious threat faced by the blood system since undergoing reform .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The response at the time to this risk provides insights into the Canadian blood system \u0027s new approach to infectious threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our analysis of the decisionmaking concerning vCJD identifies two dominant themes characterizing the new blood system \u0027s approach to safety :",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(1) the adoption of a precautionary approach to new risks which involves taking action in advance of definitive evidence, and (2) risk aversion amongst policy makers, which has contributed to the adoption of safety measures with comparatively high cost-effectiveness ratios.",
      "sentences": [
        [
          {
            "segment_text": "( 1 ) the adoption of a precautionary approach to new risks which involves taking action in advance of definitive evidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 2 ) risk aversion amongst policy makers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which has contributed to the adoption of safety measures with comparatively high cost-effectiveness ratios .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Overall the principles governing the new blood system have contributed to the system both providing protection against emerging infectious risks and regaining the confidence of the public and recipients. However, the current set of policy factors will likely contribute to increasingly risk-averse policy making that will contribute to continued increases in the cost of the blood system. The challenge the blood system now faces is to find the appropriate balance between maximizing safety and ensuring the system remains affordable. r",
      "sentences": [
        [
          {
            "segment_text": "Overall the principles governing the new blood system have contributed to the system both providing protection against emerging infectious risks and regaining the confidence of the public and recipients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the current set of policy factors will likely contribute to increasingly risk-averse policy making that will contribute to continued increases in the cost of the blood system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The challenge the blood system now faces is to find the appropriate balance between maximizing safety and ensuring the system remains affordable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "247"
  }
}