{
  "paper_id": "ada90e72a1506a09225f70eeb53ef82c10bf2f65",
  "metadata": {
    "title": "Promoting remyelination: utilizing a viral model of demyelination to assess cell-based therapies NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2271,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is a chronic inflammatory disease of the CNS. While a broad range of therapeutics effectively reduce the incidence of focal white matter inflammation and plaque formation for patients with relapse-remitting forms of MS, a challenge within the field is to develop therapies that allow for axonal protection and remyelination. In the last decade, growing interest has focused on utilizing neural precursor cells (NPCs) to promote remyelination. To understand how NPCs function in chronic demyelinating environments, several excellent preclinical mouse models have been developed. One well accepted model is infection of susceptible mice with neurotropic variants of mouse hepatitis virus (MHV) that undergo chronic demyelination exhibiting clinical and histopathologic similarities to MS patients. Combined with the possibility that an environmental agent such as a virus could trigger MS, the MHV model of demyelination presents a relevant mouse model to assess the therapeutic potential of NPCs transplanted into an environment in which inflammatory-mediated demyelination is established.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is a chronic inflammatory disease of the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While a broad range of therapeutics effectively reduce the incidence of focal white matter inflammation and plaque formation for patients with relapse-remitting forms of MS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a challenge within the field is to develop therapies that allow for axonal protection and remyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the last decade , growing interest has focused on utilizing neural precursor cells ( NPCs ) to promote remyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand how NPCs function in chronic demyelinating environments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several excellent preclinical mouse models have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One well accepted model is infection of susceptible mice with neurotropic variants of mouse hepatitis virus ( MHV ) that undergo chronic demyelination exhibiting clinical and histopathologic similarities to MS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combined with the possibility that an environmental agent such as a virus could trigger MS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the MHV model of demyelination presents a relevant mouse model to assess the therapeutic potential of NPCs transplanted into an environment in which inflammatory-mediated demyelination is established .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "173"
  }
}