{
  "paper_id": "adb1e01e3bcacbfdfc1f0f585df098d39e417a08",
  "metadata": {
    "title": "Assessing the infection prevention components of home health emergency management plans",
    "coda_data_split": "train",
    "coda_paper_id": 6977,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Home health emergency management plans are essential and must address infection prevention issues. Few home health planning documents exist, and many of those that have been developed do not address infection prevention issues, combine them with non-infection prevention issues, or are disease/event-specific. An all-encompassing home health infection prevention emergency management planning guide is needed. Methods: A literature review and Internet search were conducted in the summer of 2010, and data from relevant sources were extracted. A spreadsheet was created delineating home health emergency management plan components related to infection prevention.",
      "sentences": [
        [
          {
            "segment_text": "Background : Home health emergency management plans are essential and must address infection prevention issues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Few home health planning documents exist ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many of those that have been developed do not address infection prevention issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "combine them with non-infection prevention issues , or are disease/event-specific .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An all-encompassing home health infection prevention emergency management planning guide is needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : A literature review and Internet search were conducted in the summer of 2010 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and data from relevant sources were extracted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A spreadsheet was created delineating home health emergency management plan components related to infection prevention .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Of the sources screened, 41 were deemed relevant. Ten domains were identified: (1) having a plan; (2) assessing agency readiness; (3) having infection prevention policies and procedures; (4) having occupational health policies and procedures; (5) conducting surveillance and triage; (6) reporting incidents, having a communication plan, and managing information; (7) addressing surge capacity issues; (8) having anti-infective therapy and/or vaccines; (9) providing infection prevention education; and (10) managing water and waste management issues. Conclusion: Home health disaster planners or managers should use this article as an assessment tool for evaluating their agency\u0027s emergency management plan and for developing policies and procedures that will decrease the risk of infection transmission during a mass casualty event.",
      "sentences": [
        [
          {
            "segment_text": "Results : Of the sources screened , 41 were deemed relevant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ten domains were identified : ( 1 ) having a plan ; ( 2 ) assessing agency readiness ; ( 3 ) having infection prevention policies and procedures ; ( 4 ) having occupational health policies and procedures ; ( 5 ) conducting surveillance and triage ; ( 6 ) reporting incidents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "having a communication plan , and managing information ; ( 7 ) addressing surge capacity issues ; ( 8 ) having anti-infective therapy and/or vaccines ; ( 9 ) providing infection prevention education ; and ( 10 ) managing water and waste management issues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Home health disaster planners or managers should use this article as an assessment tool for evaluating their agency \u0027s emergency management plan and for developing policies and procedures that will decrease the risk of infection transmission during a mass casualty event .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A home health emergency management plan is an essential component of home health agency preparedness for mass casualty events (MCEs). This plan needs to address all potential hazards, including such biological threats as bioterrorism, emerging infectious disease outbreaks, and pandemics. Studies examining home health disaster preparedness have found that the vast majority of home health agencies have a written disaster plan that covers natural disasters 1-3 ; however, studies assessing the existence of a plan that addresses biological events have reported either conflicting findings or reflect new developments in home health preparedness. 4 For example, a 2008 study of",
      "sentences": [
        [
          {
            "segment_text": "A home health emergency management plan is an essential component of home health agency preparedness for mass casualty events ( MCEs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This plan needs to address all potential hazards ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including such biological threats as bioterrorism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emerging infectious disease outbreaks , and pandemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies examining home health disaster preparedness have found that the vast majority of home health agencies have a written disaster plan that covers natural disasters 1-3 ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "studies assessing the existence of a plan that addresses biological events have reported either conflicting findings or reflect new developments in home health preparedness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "4 For example , a 2008 study of",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "365"
  }
}