{
  "paper_id": "adb6ef77396a14265ecb8d3a6f085fb4b644bf34",
  "metadata": {
    "title": "Archives of Virology Antigen Requirements and Specificity of a Mieroplate Enzyme-Linked Immunosorbent Assay (ELISA) for Deteetin 9 Infectious Bronchitis Viral Antibodies in Ehieken Serum",
    "coda_data_split": "train",
    "coda_paper_id": 7071,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The conditions of a rapid, indirect-enzyme linked immunosorbent assay for Infectious Bronchitis Virus (IBV) antibodies have been established. Optimal sensitivity was obtained using 10 ~g/ml protein concentration of the Mass 41 strain purified from infected allantoic fluid. Specificity was demonstrated with Newcastle Disease Virus (NDV) antigen-antibody system. Negligible crossreactions were observed. After bromelain or lipase treatment IBV had an ELISA reactivity similar to untreated particles suggesting that peripheral constituents of IBV play a minor role when whole virus is adsorbed on solid phase.",
      "sentences": [
        [
          {
            "segment_text": "The conditions of a rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indirect-enzyme linked immunosorbent assay for Infectious Bronchitis Virus ( IBV ) antibodies have been established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Optimal sensitivity was obtained using 10 ~ g/ml protein concentration of the Mass 41 strain purified from infected allantoic fluid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specificity was demonstrated with Newcastle Disease Virus ( NDV ) antigen-antibody system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Negligible crossreactions were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After bromelain or lipase treatment IBV had an ELISA reactivity similar to untreated particles suggesting that peripheral constituents of IBV play a minor role when whole virus is adsorbed on solid phase .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The method offers a simple and specific antibody assay which could be used for the laboratory diagnosis of avian infectious bronchitis,",
      "sentences": [
        [
          {
            "segment_text": "The method offers a simple and specific antibody assay which could be used for the laboratory diagnosis of avian infectious bronchitis ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "116"
  }
}