{
  "paper_id": "adbc74ead4381ab54e112bcf63aefef0e03996bc",
  "metadata": {
    "title": "Pneumonia and pericarditis in a child with HRV-C infection: A case report",
    "coda_data_split": "train",
    "coda_paper_id": 4787,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human rhinovirus type C is a recently discovered species that has been associated with respiratory tract infections of unusual severity in some cases. However, the precise type of diseases associated with this new human rhinovirus needs to be investigated. In the present report, we used adapted real-time PCR assays to screen different clinical specimens collected from a 14-month-old boy presenting an acute lower respiratory tract disease complicated by a severe pericarditis. RT-PCR identified picornavirus RNA in the bronchoalveolar lavage (BAL) specimen, pericardial fluid, plasma and stools. This supported the existence of a disseminated viral infection that extended to the pericardial space. 5 UTR and VP1 sequence analysis performed directly from the BAL sample allowed genotyping of the virus as a human rhinovirus C. This observation highlights the need for adapted diagnostic tools and the potential for the new rhinovirus species C to cause complications, including pericarditis.",
      "sentences": [
        [
          {
            "segment_text": "Human rhinovirus type C is a recently discovered species that has been associated with respiratory tract infections of unusual severity in some cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the precise type of diseases associated with this new human rhinovirus needs to be investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present report , we used adapted real-time PCR assays to screen different clinical specimens collected from a 14-month-old boy presenting an acute lower respiratory tract disease complicated by a severe pericarditis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RT-PCR identified picornavirus RNA in the bronchoalveolar lavage ( BAL ) specimen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pericardial fluid , plasma and stools .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This supported the existence of a disseminated viral infection that extended to the pericardial space .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "5 UTR and VP1 sequence analysis performed directly from the BAL sample allowed genotyping of the virus as a human rhinovirus C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This observation highlights the need for adapted diagnostic tools and the potential for the new rhinovirus species C to cause complications , including pericarditis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "160"
  }
}