{
  "paper_id": "adbed52aa8470e8fcff48513e6471ac5381e6189",
  "metadata": {
    "title": "Synthesis and anti-influenza virus activity of 4-oxo-or thioxo-4,5-dihydrofuro[3,4-c]pyridin-3(1H)-ones",
    "coda_data_split": "train",
    "coda_paper_id": 8562,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A target-free approach was applied to discover anti-influenza viral compounds, where influenza infected Madin-Darby canine kidney cells were treated 7500 different small organic chemicals individually and reduction of virus-induced cytopathic effect was measured. One of the hit compounds was (Z)-1-",
      "sentences": [
        [
          {
            "segment_text": "A target-free approach was applied to discover anti-influenza viral compounds ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "where influenza infected Madin-Darby canine kidney cells were treated 7500 different small organic chemicals individually and reduction of virus-induced cytopathic effect was measured .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the hit compounds was ( Z ) -1 -",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "half-maximal effective concentrations of 17.4-21.1 lM against influenza A/H1N1, A/H3N2 and B viruses without any cellular toxicity at 900 lM. To investigate the structure-activity relationships, two dozens of the hit analogs were synthesized. Among them, 15g, 15j, 15q, 15s, 15t and 15x had anti-influenza viral activity comparable or superior to that of the initial hit. The anti-influenza viral compounds efficiently suppressed not only viral protein level of the infected cells but also production of viral progeny in the culture supernatants in a dose-dependent manner. Based on a mode-of-action study, they did not affect virus entry or RNA replication. Instead, they suppressed viral neuraminidase activity. This study is the first to demonstrate that dihydrofuropyridinones could serve as lead compounds for the discovery of alternative influenza virus inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "half-maximal effective concentrations of 17.4-21.1 lM against influenza A/H1N1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "A/H3N2 and B viruses without any cellular toxicity at 900 lM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To investigate the structure-activity relationships ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two dozens of the hit analogs were synthesized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among them , 15g , 15j ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15q , 15s , 15t and 15x had anti-influenza viral activity comparable or superior to that of the initial hit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The anti-influenza viral compounds efficiently suppressed not only viral protein level of the infected cells but also production of viral progeny in the culture supernatants in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on a mode-of-action study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they did not affect virus entry or RNA replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Instead , they suppressed viral neuraminidase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study is the first to demonstrate that dihydrofuropyridinones could serve as lead compounds for the discovery of alternative influenza virus inhibitors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "188"
  }
}