{
  "paper_id": "adbfd5297c83ec9c3bec89f2cf68b2715034c4d4",
  "metadata": {
    "title": "Therapeutic potential of the renin angiotensin system in ischaemic stroke",
    "coda_data_split": "train",
    "coda_paper_id": 2857,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The renin angiotensin system (RAS) consists of the systemic hormone system, critically involved in regulation and homeostasis of normal physiological functions [i.e. blood pressure (BP), blood volume regulation], and an independent brain RAS, which is involved in the regulation of many functions such as memory, central control of BP and metabolic functions. In general terms, the RAS consists of two opposing axes; the \u0027classical axis\u0027 mediated primarily by Angiotensin II (Ang II), and the \u0027alternative axis\u0027 mediated mainly by Angiotensin-(1-7) (Ang- (1-7)). An imbalance of these two opposing axes is thought to exist between genders and is thought to contribute to the pathology of cardiovascular conditions such as hypertension, a stroke co-morbidity. Ischaemic stroke pathophysiology has been shown to be influenced by components of the RAS with specific RAS receptor antagonists and agonists improving outcome in experimental models of stroke. Manipulation of the two opposing axes following acute ischaemic stroke may provide an opportunity for protection of the neurovascular unit, particularly in the presence of pre-existing co-morbidities where the balance may be shifted. In the present review we will give an overview of the experimental stroke studies that have investigated pharmacological interventions of the RAS.",
      "sentences": [
        [
          {
            "segment_text": "The renin angiotensin system ( RAS ) consists of the systemic hormone system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "critically involved in regulation and homeostasis of normal physiological functions ( i.e. blood pressure ( BP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blood volume regulation ) , and an independent brain RAS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is involved in the regulation of many functions such as memory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "central control of BP and metabolic functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general terms , the RAS consists of two opposing axes ; the ` classical axis \u0027 mediated primarily by Angiotensin II ( Ang II ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the ` alternative axis \u0027 mediated mainly by Angiotensin - ( 1-7 ) ( Ang - ( 1-7 ) ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An imbalance of these two opposing axes is thought to exist between genders and is thought to contribute to the pathology of cardiovascular conditions such as hypertension , a stroke co-morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ischaemic stroke pathophysiology has been shown to be influenced by components of the RAS with specific RAS receptor antagonists and agonists improving outcome in experimental models of stroke .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Manipulation of the two opposing axes following acute ischaemic stroke may provide an opportunity for protection of the neurovascular unit ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in the presence of pre-existing co-morbidities where the balance may be shifted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present review we will give an overview of the experimental stroke studies that have investigated pharmacological interventions of the RAS .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "232"
  }
}