{
  "paper_id": "adefd7ff243d72ac607df6bfea40fef2e5580aa9",
  "metadata": {
    "title": "M A J O R A R T I C L E PCT and PCR via EMR to Decrease Antibiotic Use • cid 2019:XX (XX XXXX) • 1 Clinical Infectious Diseases Clinical Infectious Diseases ® 2019;XX(XX):1-6 Use of Procalcitonin and a Respiratory Polymerase Chain Reaction Panel to Reduce Antibiotic Use via an Electronic Medical Record Alert",
    "coda_data_split": "train",
    "coda_paper_id": 10440,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Respiratory tract infections are often viral and but are frequently treated with antibiotics, providing a significant opportunity for antibiotic de-escalation in patients. We sought to determine whether an automated electronic medical record best practice alert (BPA) based on procalcitonin and respiratory polymerase chain reaction (PCR) results could help reduce inappropriate antibiotic use in patients with likely viral respiratory illness.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory tract infections are often viral and but are frequently treated with antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing a significant opportunity for antibiotic de-escalation in patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to determine whether an automated electronic medical record best practice alert ( BPA ) based on procalcitonin and respiratory polymerase chain reaction ( PCR ) results could help reduce inappropriate antibiotic use in patients with likely viral respiratory illness .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. This multisite, pre-post, quasi-experimental study included patients 18 years and older with a procalcitonin level \u003c0.25 ng/mL and a virus identified on respiratory PCR within 48 hours of each other, and 1 or more systemic antibiotics ordered. In the study group, a BPA alerted providers of the diagnostic results suggesting viral infection and prompted them to reassess the need for antibiotics. The primary outcome measured was total antibiotic-days of therapy.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This multisite , pre-post , quasi-experimental study included patients 18 years and older with a procalcitonin level \u003c 0.25 ng/mL and a virus identified on respiratory PCR within 48 hours of each other ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 1 or more systemic antibiotics ordered .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the study group , a BPA alerted providers of the diagnostic results suggesting viral infection and prompted them to reassess the need for antibiotics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary outcome measured was total antibiotic-days of therapy .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. The BPA reduced inpatient antibiotic-days of therapy by a mean of 2.2 days compared with patients who met criteria but did not have the alert fire (8.0 vs 5.8 days, respectively, P \u003c .001). The BPA also reduced the percentage of patients prescribed antibiotics on discharge (20% vs 47.8%, P \u003c .001), whereas there was no difference in need for antibiotic escalation after initial discontinuation (7.6% vs 4.3%, P \u003d .198).",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BPA reduced inpatient antibiotic-days of therapy by a mean of 2.2 days compared with patients who met criteria but did not have the alert fire ( 8.0 vs 5.8 days , respectively , P \u003c .001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The BPA also reduced the percentage of patients prescribed antibiotics on discharge ( 20 % vs 47.8 % , P \u003c .001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas there was no difference in need for antibiotic escalation after initial discontinuation ( 7.6 % vs 4.3 % , P \u003d .198 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The automated antimicrobial stewardship BPA effectively reduced antibiotic use and discharge prescribing rates when diagnostics suggested viral respiratory tract infection, without a higher rate for reinitiation of antibiotics after discontinuation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The automated antimicrobial stewardship BPA effectively reduced antibiotic use and discharge prescribing rates when diagnostics suggested viral respiratory tract infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without a higher rate for reinitiation of antibiotics after discontinuation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "272"
  }
}