{
  "paper_id": "ae098292360fde9d65ff12d2beef927dff6c6077",
  "metadata": {
    "title": "Containing the accidental laboratory escape of potential pandemic influenza viruses",
    "coda_data_split": "train",
    "coda_paper_id": 3141,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The recent work on the modified H5N1 has stirred an intense debate on the risk associated with the accidental release from biosafety laboratory of potential pandemic pathogens. Here, we assess the risk that the accidental escape of a novel transmissible influenza strain would not be contained in the local community. Methods: We develop here a detailed agent-based model that specifically considers laboratory workers and their contacts in microsimulations of the epidemic onset. We consider the following non-pharmaceutical interventions: isolation of the laboratory, laboratory workers\u0027 household quarantine, contact tracing of cases and subsequent household quarantine of identified secondary cases, and school and workplace closure both preventive and reactive. Results: Model simulations suggest that there is a non-negligible probability (5% to 15%), strongly dependent on reproduction number and probability of developing clinical symptoms, that the escape event is not detected at all. We find that the containment depends on the timely implementation of non-pharmaceutical interventions and contact tracing and it may be effective (\u003e90% probability per event) only for pathogens with moderate transmissibility (reproductive number no larger than R 0 \u003d 1.5). Containment depends on population density and structure as well, with a probability of giving rise to a global event that is three to five times lower in rural areas. Conclusions: Results suggest that controllability of escape events is not guaranteed and, given the rapid increase of biosafety laboratories worldwide, this poses a serious threat to human health. Our findings may be relevant to policy makers when designing adequate preparedness plans and may have important implications for determining the location of new biosafety laboratories worldwide.",
      "sentences": [
        [
          {
            "segment_text": "Background : The recent work on the modified H5N1 has stirred an intense debate on the risk associated with the accidental release from biosafety laboratory of potential pandemic pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we assess the risk that the accidental escape of a novel transmissible influenza strain would not be contained in the local community .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We develop here a detailed agent-based model that specifically considers laboratory workers and their contacts in microsimulations of the epidemic onset .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We consider the following non-pharmaceutical interventions : isolation of the laboratory ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "laboratory workers \u0027 household quarantine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "contact tracing of cases and subsequent household quarantine of identified secondary cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and school and workplace closure both preventive and reactive .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Model simulations suggest that there is a non-negligible probability ( 5 % to 15 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strongly dependent on reproduction number and probability of developing clinical symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that the escape event is not detected at all .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We find that the containment depends on the timely implementation of non-pharmaceutical interventions and contact tracing and it may be effective ( \u003e 90 % probability per event ) only for pathogens with moderate transmissibility ( reproductive number no larger than R 0 \u003d 1.5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Containment depends on population density and structure as well ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a probability of giving rise to a global event that is three to five times lower in rural areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Results suggest that controllability of escape events is not guaranteed and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "given the rapid increase of biosafety laboratories worldwide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this poses a serious threat to human health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings may be relevant to policy makers when designing adequate preparedness plans and may have important implications for determining the location of new biosafety laboratories worldwide .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "299"
  }
}