{
  "paper_id": "ae36c3fc53af891f884df86ac68bcebd0ad37229",
  "metadata": {
    "title": "Polymorphisms in CLDN1 are associated with age and differentiation of triple-negative breast cancer patients",
    "coda_data_split": "train",
    "coda_paper_id": 3910,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Correspondence: Ying Fan (fymm000@163.com) or Yuqian Liao (liaoyuqian@126.com) Purpose: Triple-negative breast cancer (TNBC) is a highly heterogeneous disease. It is very important to explore novel biomarkers to better clarify the characteristics of TNBC. It has been reported that polymorphisms in claudin 1 (CLDN1) are associated with risk of several cancers. But till now, there is no report about these polymorphisms and TNBC. Patients and methods: Between January 2004 and December 2013, 267 patients with stage I-III primary TNBC were included in our study. We investigated the association between polymorphisms in CLDN1 gene and clinicopathological characteristics or survival of these patients. We used Haploview 4.2 software to identify Tag single nucleotide polymorphisms (SNPs). MassARRAY MALDI-TOF System was used for genotyping. Results: We found that rs10513846 GA genotype was associated with older age [P\u003d0.013, hazard ratios (HR) \u003d 2.231, 95% confidence interval (CI): 1. 186-4.195]. Rs10513846 AA genotype carriers were more likely to develop grade 3 tumors (P\u003d0.005, HR \u003d 2.889, 95% CI: 1.389-6.007). And rs9283658 genotypes were also related to grade, more patients with grade 3 tumors were rs9283658 CC genotype carriers (P\u003d0.023, HR \u003d 0.446, 95% CI: 0.222-0.894). There was no association between polymorphisms in CLDN1 and survival of TNBC patients. After multivariate analysis, tumor size (P\u003d0.021, HR \u003d 3.146, 95% CI: 1.185-8.354) and lymph node status (P\u003c0.001, HR \u003d 10.930, 95% CI: 3.276-36.470) were demonstrated to be independent prognostic factors. Conclusion: We first demonstrated that polymorphisms in CLDN1 gene were associated with age and differentiation of TNBC patients.",
      "sentences": [
        [
          {
            "segment_text": "Correspondence : Ying Fan ( fymm000@163.com ) or Yuqian Liao ( liaoyuqian@126.com ) Purpose : Triple-negative breast cancer ( TNBC ) is a highly heterogeneous disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It is very important to explore novel biomarkers to better clarify the characteristics of TNBC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been reported that polymorphisms in claudin 1 ( CLDN1 ) are associated with risk of several cancers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "But till now , there is no report about these polymorphisms and TNBC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patients and methods : Between January 2004 and December 2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "267 patients with stage I-III primary TNBC were included in our study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We investigated the association between polymorphisms in CLDN1 gene and clinicopathological characteristics or survival of these patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used Haploview 4.2 software to identify Tag single nucleotide polymorphisms ( SNPs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "MassARRAY MALDI-TOF System was used for genotyping .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We found that rs10513846 GA genotype was associated with older age ( P \u003d 0.013 , hazard ratios ( HR ) \u003d 2.231 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % confidence interval ( CI ) : 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "186-4.195 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rs10513846 AA genotype carriers were more likely to develop grade 3 tumors ( P \u003d 0.005 , HR \u003d 2.889 , 95 % CI : 1.389-6.007 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And rs9283658 genotypes were also related to grade ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more patients with grade 3 tumors were rs9283658 CC genotype carriers ( P \u003d 0.023 , HR \u003d 0.446 , 95 % CI : 0.222-0.894 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no association between polymorphisms in CLDN1 and survival of TNBC patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After multivariate analysis , tumor size ( P \u003d 0.021 , HR \u003d 3.146 , 95 % CI : 1.185-8.354 ) and lymph node status ( P \u003c 0.001 , HR \u003d 10.930 , 95 % CI : 3.276-36.470 ) were demonstrated to be independent prognostic factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : We first demonstrated that polymorphisms in CLDN1 gene were associated with age and differentiation of TNBC patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "18",
    "token_num": "327"
  }
}