{
  "paper_id": "ae3eed423a728186b22beef135471f45b46095d6",
  "metadata": {
    "title": "Highly Sensitive Assay for Measurement of Arenavirus-cell Attachment",
    "coda_data_split": "train",
    "coda_paper_id": 4119,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Arenaviruses are a family of enveloped RNA viruses that cause severe human disease. The first step in the arenavirus life cycle is attachment of viral particles to host cells. While virus-cell attachment can be measured through the use of virions labeled with biotin, radioactive isotopes, or fluorescent dyes, these approaches typically require high multiplicities of infection (MOI) to enable detection of bound virus. We describe a quantitative (q)RT-PCR-based assay that measures Junin virus strain Candid 1 attachment via quantitation of virion-packaged viral genomic RNA. This assay has several advantages including its extreme sensitivity and ability to measure attachment over a large dynamic range of MOIs without the need to purify or label input virus. Importantly, this approach can be easily tailored for use with other viruses through the use of virus-specific qRT-PCR reagents. Further, this assay can be modified to permit measurement of particle endocytosis and genome uncoating. In conclusion, we describe a simple, yet robust assay for highly sensitive measurement of arenavirus-cell attachment.",
      "sentences": [
        [
          {
            "segment_text": "Arenaviruses are a family of enveloped RNA viruses that cause severe human disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first step in the arenavirus life cycle is attachment of viral particles to host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While virus-cell attachment can be measured through the use of virions labeled with biotin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "radioactive isotopes , or fluorescent dyes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these approaches typically require high multiplicities of infection ( MOI ) to enable detection of bound virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe a quantitative ( q ) RT-PCR-based assay that measures Junin virus strain Candid 1 attachment via quantitation of virion-packaged viral genomic RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This assay has several advantages including its extreme sensitivity and ability to measure attachment over a large dynamic range of MOIs without the need to purify or label input virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , this approach can be easily tailored for use with other viruses through the use of virus-specific qRT-PCR reagents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , this assay can be modified to permit measurement of particle endocytosis and genome uncoating .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , we describe a simple ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yet robust assay for highly sensitive measurement of arenavirus-cell attachment .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The video component of this article can be found at http://www.jove.com/video/53682/ 15, 23 . The qRT-PCR-based assay described here can detect attachment events using as few as 20 plaque forming units (PFUs) of virus, which translates into an MOI of 0.0004 for a 48-well plate. Therefore, the strong sensitivity of the assay overcomes the requirement for high MOI as well as any virus labeling or concentration steps. Further, the assay can be i) adapted to measure virion endocytosis Journal of Visualized Experiments",
      "sentences": [
        [
          {
            "segment_text": "The video component of this article can be found at http://www.jove.com/video/53682/ 15 , 23 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The qRT-PCR-based assay described here can detect attachment events using as few as 20 plaque forming units ( PFUs ) of virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which translates into an MOI of 0.0004 for a 48-well plate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the strong sensitivity of the assay overcomes the requirement for high MOI as well as any virus labeling or concentration steps .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the assay can be i ) adapted to measure virion endocytosis Journal of Visualized Experiments",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "275"
  }
}