{
  "paper_id": "ae402e29204598d16eb615bd596149839b79155b",
  "metadata": {
    "title": "Structural and functional analysis of the hemagglutinin-esterase of infectious salmon anaemia virus",
    "coda_data_split": "train",
    "coda_paper_id": 4720,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious salmon anaemia virus (ISAV) is a piscine orthomyxovirus causing a serious disease in farmed Atlantic salmon (Salmo salar L.). The virus surface glycoprotein hemagglutinin-esterase (HE) is responsible for both viral attachment and release. Similarity to bovine and porcine torovirus hemagglutinin-esterase (BToV HE, PToV HE), bovine coronavirus HE (BCoV HE) and influenza C hemagglutinin-esterase-fusion (InfC HEF) proteins were exploited in a computational homology-based structure analysis of ISAV HE. The analysis resolved structural aspects of the protein and identified important features of relevance to ISAV HE activity. By recombinant expression and purification of secretory HE (recHE) proteins, receptorbinding and quantitative analyses of enzymatic activities displayed by ISAV HE molecules are presented for the first time. Three different recHE molecules were constructed: one representing a high virulent isolate, one a low virulent, while in the third a Ser 32 to Ala 32 amino acid substitution was introduced in the enzymatic catalytic site as inferred from the model. The three amino acid differences between the high and low virulent variants, of which two localized to the putative receptor-binding domain and one in the esterase domain, had no impact on receptor-binding or -release activities. In contrast, the Ser 32 amino acid substitution totally abolished enzymatic activity while receptor binding increased, as observed by agglutination of Atlantic salmon red blood cells. This demonstrates the essential role of a serine in the enzyme\u0027s catalytic site. In conclusion, structural analysis of ISAV HE in combination with selected recHE proteins gave insights into structure-function relationships and opens up for further studies aiming at dissecting molecular determinants of ISAV virulence.",
      "sentences": [
        [
          {
            "segment_text": "Infectious salmon anaemia virus ( ISAV ) is a piscine orthomyxovirus causing a serious disease in farmed Atlantic salmon ( Salmo salar L. ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus surface glycoprotein hemagglutinin-esterase ( HE ) is responsible for both viral attachment and release .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similarity to bovine and porcine torovirus hemagglutinin-esterase ( BToV HE , PToV HE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine coronavirus HE ( BCoV HE ) and influenza C hemagglutinin-esterase-fusion ( InfC HEF ) proteins were exploited in a computational homology-based structure analysis of ISAV HE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The analysis resolved structural aspects of the protein and identified important features of relevance to ISAV HE activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "By recombinant expression and purification of secretory HE ( recHE ) proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "receptorbinding and quantitative analyses of enzymatic activities displayed by ISAV HE molecules are presented for the first time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three different recHE molecules were constructed : one representing a high virulent isolate ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "one a low virulent , while in the third a Ser 32 to Ala 32 amino acid substitution was introduced in the enzymatic catalytic site as inferred from the model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The three amino acid differences between the high and low virulent variants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which two localized to the putative receptor-binding domain and one in the esterase domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had no impact on receptor-binding or - release activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the Ser 32 amino acid substitution totally abolished enzymatic activity while receptor binding increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as observed by agglutination of Atlantic salmon red blood cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This demonstrates the essential role of a serine in the enzyme \u0027s catalytic site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , structural analysis of ISAV HE in combination with selected recHE proteins gave insights into structure-function relationships and opens up for further studies aiming at dissecting molecular determinants of ISAV virulence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "298"
  }
}