{
  "paper_id": "ae453f1b3f495c4cea808f1ab92de2c7fb80b72d",
  "metadata": {
    "title": "Impairment of germline transmission after blastocyst injection with murine embryonic stem cells cultured with mouse hepatitis virus and mouse minute virus",
    "coda_data_split": "train",
    "coda_paper_id": 7033,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aim of this study was to determine the susceptibility of murine embryonic stem (mESCs) to mouse hepatitis virus (MHV-A59) and mouse minute virus (MMVp) and the effect of these viruses on germline transmission (GLT) and the serological status of recipients and pups. When recipients received 10 blastocysts, each injected with 10 0 TCID 50 MHV-A59, three out of five recipients and four out of 14 pups from three litters became seropositive. When blastocysts were injected with 10 -5 TCID 50 MMVp, all four recipients and 14 pups from four litters remained seronegative. The mESCs replicated MHV-A59 but not MMVp, MHV-A59 being cytolytic for mESCs. Exposure of mESCs to the viruses over four to five passages but not for 6 h affected GLT. Recipients were seropositive for MHV-A59 but not for MMVp when mESCs were cultured with the virus over four or five passages. The data show that GLT is affected by viruscontaminated mESCs.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this study was to determine the susceptibility of murine embryonic stem ( mESCs ) to mouse hepatitis virus ( MHV-A59 ) and mouse minute virus ( MMVp ) and the effect of these viruses on germline transmission ( GLT ) and the serological status of recipients and pups .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "When recipients received 10 blastocysts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each injected with 10 0 TCID 50 MHV-A59 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "three out of five recipients and four out of 14 pups from three litters became seropositive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When blastocysts were injected with 10 -5 TCID 50 MMVp ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "all four recipients and 14 pups from four litters remained seronegative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mESCs replicated MHV-A59 but not MMVp ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MHV-A59 being cytolytic for mESCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exposure of mESCs to the viruses over four to five passages but not for 6 h affected GLT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recipients were seropositive for MHV-A59 but not for MMVp when mESCs were cultured with the virus over four or five passages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data show that GLT is affected by viruscontaminated mESCs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "173"
  }
}