{
  "paper_id": "ae508e0c926147281503c01cd5206ee3e0929d33",
  "metadata": {
    "title": "Coupling to the surface of liposomes alters the immunogenicity of hepatitis C virus-derived peptides and confers sterile immunity",
    "coda_data_split": "train",
    "coda_paper_id": 6300,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have previously demonstrated that antigens chemically coupled to the surface of liposomes consisting of unsaturated fatty acids were cross-presented by antigen presenting cells to cytotoxic T lymphocytes (CTLs). Liposomal form of immunodominant CTL epitope peptides derived from lymphocytic choriomeningitis virus exhibited highly efficient antiviral CTL responses in immunized mice. In this study, we coupled 15 highly conserved immunodominant CTL epitope peptides derived from hepatitis C virus (HCV) to the surface of liposomes. We also emulsified the peptides in incomplete Freund\u0027s adjuvant, and compared the immune responses of the two methods of presenting the peptides by cytotoxicity induction and interferon-gamma (IFN-c) production by CD8 + T cells of the immunized mice. We noticed significant variations of the immunogenicity of each peptide between the two antigen delivery systems. In addition, the immunogenicity profiles of the peptides were also different from those observed in the mice infected with recombinant adenoviruses expressing HCV proteins as previously reported. Induction of anti-viral immunity by liposomal peptides was tested by the challenge experiments using recombinant vaccinia viruses expressing corresponding HCV epitopes. One D b -restricted and three HLA-A Ã 0201restricted HCV CTL epitope peptides on the surface of liposomes were found to confer complete protection to immunized mice with establishment of long-term memory. Interestingly, their protective efficacy seemed to correlate with the induction of IFN-c producing cells rather than the cytotoxicity induction suggesting that the immunized mice were protected through non-cytolytic mechanisms. Thus, these liposomal peptides might be useful as HCV vaccines not only for prevention but also for therapeutic use.",
      "sentences": [
        [
          {
            "segment_text": "We have previously demonstrated that antigens chemically coupled to the surface of liposomes consisting of unsaturated fatty acids were cross-presented by antigen presenting cells to cytotoxic T lymphocytes ( CTLs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Liposomal form of immunodominant CTL epitope peptides derived from lymphocytic choriomeningitis virus exhibited highly efficient antiviral CTL responses in immunized mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we coupled 15 highly conserved immunodominant CTL epitope peptides derived from hepatitis C virus ( HCV ) to the surface of liposomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also emulsified the peptides in incomplete Freund \u0027s adjuvant ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and compared the immune responses of the two methods of presenting the peptides by cytotoxicity induction and interferon-gamma ( IFN-c ) production by CD8 + T cells of the immunized mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We noticed significant variations of the immunogenicity of each peptide between the two antigen delivery systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the immunogenicity profiles of the peptides were also different from those observed in the mice infected with recombinant adenoviruses expressing HCV proteins as previously reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Induction of anti-viral immunity by liposomal peptides was tested by the challenge experiments using recombinant vaccinia viruses expressing corresponding HCV epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One D b - restricted and three HLA-A Ã 0201restricted HCV CTL epitope peptides on the surface of liposomes were found to confer complete protection to immunized mice with establishment of long-term memory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , their protective efficacy seemed to correlate with the induction of IFN-c producing cells rather than the cytotoxicity induction suggesting that the immunized mice were protected through non-cytolytic mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , these liposomal peptides might be useful as HCV vaccines not only for prevention but also for therapeutic use .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "278"
  }
}