{
  "paper_id": "ae5bdff69c84e77d88e9790626c486bb49e2a4f7",
  "metadata": {
    "title": "Exposure to multiple air pollutants and the incidence of coronary heart disease: A fine-scale geographic analysis",
    "coda_data_split": "train",
    "coda_paper_id": 9694,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Geographical variations in cardiovascular disease rates have been linked to individual air pollutants. Investigating the relation between cardiovascular disease and exposure to a complex mixture of air pollutants requires holistic approaches. We assessed the relationship between exposure to multiple air pollutants and the incidence of coronary heart disease (CHD) in a general population sample. We collected data in the Lille MONICA registry (2008-2011) on 3268 incident cases (age range: 35-74). Based on 20 indicators, we derived a composite environmental score (SEnv) for cumulative exposure to air pollution. Poisson regression models were used to analyse associations between CHD rates on one hand and SEnv and each single indicator on the other (considered in tertiles, where T3 is the most contaminated). We adjusted models for age, sex, area-level social deprivation, and neighbourhood spatial structure. The incidence of CHD was a spatially heterogeneous (p\u003d0.006). There was a significant positive association between SEnv and CHD incidence (trend p\u003d0.0151). The relative risks [95%CI] of CHD were 1.08 [0.98-1.18] and 1.16 [1.04-1.29] for the 2nd and 3rd tertile of SEnv exposure. In the single pollutant analysis, PM 10 , NO 2 , cadmium, copper, nickel, and palladium were significantly associated with CHD rates. Multiple air pollution was associated with an increased risk of CHD. Single pollutants reflecting road traffic pollution were the most strongly associated with CHD. Our present results are consistent with the literature data on the impact of road traffic on the CHD risk in urban areas.",
      "sentences": [
        [
          {
            "segment_text": "Geographical variations in cardiovascular disease rates have been linked to individual air pollutants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Investigating the relation between cardiovascular disease and exposure to a complex mixture of air pollutants requires holistic approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We assessed the relationship between exposure to multiple air pollutants and the incidence of coronary heart disease ( CHD ) in a general population sample .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We collected data in the Lille MONICA registry ( 2008-2011 ) on 3268 incident cases ( age range : 35-74 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on 20 indicators , we derived a composite environmental score ( SEnv ) for cumulative exposure to air pollution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Poisson regression models were used to analyse associations between CHD rates on one hand and SEnv and each single indicator on the other ( considered in tertiles , where T3 is the most contaminated ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We adjusted models for age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sex , area-level social deprivation , and neighbourhood spatial structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The incidence of CHD was a spatially heterogeneous ( p \u003d 0.006 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant positive association between SEnv and CHD incidence ( trend p \u003d 0.0151 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relative risks ( 95 % CI ) of CHD were 1.08 ( 0.98-1.18 ) and 1.16 ( 1.04-1.29 ) for the 2nd and 3rd tertile of SEnv exposure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the single pollutant analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PM 10 , NO 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cadmium , copper , nickel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and palladium were significantly associated with CHD rates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple air pollution was associated with an increased risk of CHD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Single pollutants reflecting road traffic pollution were the most strongly associated with CHD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our present results are consistent with the literature data on the impact of road traffic on the CHD risk in urban areas .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "293"
  }
}