{
  "paper_id": "ae7c17a3391248d9583a7e8e6ef31da0621add81",
  "metadata": {
    "title": "Age-related dynamics of constitutive cytokine transcription levels of feline monocytes",
    "coda_data_split": "train",
    "coda_paper_id": 10918,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Monocytes/macrophages are central mediators of inflammation and immunity and therefore of major interest in the study of immunosenescence. In healthy adult cats, monocytes have been shown to constitutively transcribe pro-and anti-inflammatory cytokines. However, in order to characterize the effect of age, feline monocyte functions were examined for changes in cytokine transcription levels in early stages of immunosenescence. For this purpose, isolated, short-term cultured monocytes from barrier-maintained adult cats of different ages (15 mo to 10 yr) were examined for transcription of IL-1b, IL-6, IL-10, IL-12 p40 and TNF-a by real-time PCR. Transcription levels of cytokines varied and were generally highest for IL-1b. For IL-1b, IL-6 and IL-12 p40, both young and old cats exhibited highest levels. The age association was significant. TNF-a appeared to be transcribed at similar levels over the examination period, whereas IL-10 tended to decline with age but without any statistical significant differences. The observed age association of the constitutive transcription of some cytokines indicates a drop in monocyte activities from youth to middle age, which is then followed by a (progressive) increase with increasing age. This provides evidence that monocytes are in part responsible for the pro-inflammatory status observed with ageing. q 2005 Elsevier Inc. All rights reserved.",
      "sentences": [
        [
          {
            "segment_text": "Monocytes/macrophages are central mediators of inflammation and immunity and therefore of major interest in the study of immunosenescence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In healthy adult cats , monocytes have been shown to constitutively transcribe pro-and anti-inflammatory cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in order to characterize the effect of age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feline monocyte functions were examined for changes in cytokine transcription levels in early stages of immunosenescence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For this purpose , isolated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "short-term cultured monocytes from barrier-maintained adult cats of different ages ( 15 mo to 10 yr ) were examined for transcription of IL-1b ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-6 , IL-10 , IL-12 p40 and TNF-a by real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transcription levels of cytokines varied and were generally highest for IL-1b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For IL-1b , IL-6 and IL-12 p40 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both young and old cats exhibited highest levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The age association was significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TNF-a appeared to be transcribed at similar levels over the examination period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas IL-10 tended to decline with age but without any statistical significant differences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observed age association of the constitutive transcription of some cytokines indicates a drop in monocyte activities from youth to middle age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is then followed by a ( progressive ) increase with increasing age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This provides evidence that monocytes are in part responsible for the pro-inflammatory status observed with ageing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q 2005 Elsevier Inc. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "230"
  }
}