{
  "paper_id": "ae8c759fe82750edd66adb5e87e2ee44cb73c419",
  "metadata": {
    "title": "Polyethylene glycol-mediated fusion of herpes simplex type 1 virions with the plasma membrane of cells that support endocytic entry",
    "coda_data_split": "train",
    "coda_paper_id": 4331,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Mouse B78 cells and Chinese hamster ovary (CHO) cells are important to the study of HSV-1 entry because both are resistant to infection at the level of viral entry. When provided with a gD-receptor such as nectin-1, these cells support HSV-1 entry by an endocytosis pathway. Treating some viruses bound to cells with the fusogen polyethylene glycol (PEG) mediates viral fusion with the cell surface but is insufficient to rescue viral entry. It is unclear whether PEG-mediated fusion of HSV with the plasma membrane of B78 or CHO cells results in successful entry and infection. Findings: Treating HSV-1 bound to B78 or CHO cells with PEG allowed viral entry as measured by virus-induced beta-galactosidase activity. Based on the mechanism of PEG action, we propose that entry likely proceeds by direct fusion of HSV particles with the plasma membrane. Under the conditions tested, PEG-mediated infection of CHO cells progressed to the level of HSV late gene expression, while B78 cells supported HSV DNA replication. We tested whether proteolysis or acidification of cell-bound virions could trigger HSV fusion with the plasma membrane. Under the conditions tested, mildly acidic pH of 5-6 or the protease trypsin were not capable of triggering HSV-1 fusion as compared to PEG-treated cell-bound virions. Conclusions: B78 cells and CHO cells, which typically endocytose HSV prior to viral penetration, are capable of supporting HSV-1 entry via direct penetration. HSV capsids delivered directly to the cytosol at the periphery of these cells complete the entry process. B78 and CHO cells may be utilized to screen for factors that trigger entry as a consequence of fusion of virions with the cell surface, and PEG treatment can provide a necessary control.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mouse B78 cells and Chinese hamster ovary ( CHO ) cells are important to the study of HSV-1 entry because both are resistant to infection at the level of viral entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When provided with a gD-receptor such as nectin-1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these cells support HSV-1 entry by an endocytosis pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treating some viruses bound to cells with the fusogen polyethylene glycol ( PEG ) mediates viral fusion with the cell surface but is insufficient to rescue viral entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is unclear whether PEG-mediated fusion of HSV with the plasma membrane of B78 or CHO cells results in successful entry and infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Findings : Treating HSV-1 bound to B78 or CHO cells with PEG allowed viral entry as measured by virus-induced beta-galactosidase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the mechanism of PEG action ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we propose that entry likely proceeds by direct fusion of HSV particles with the plasma membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under the conditions tested , PEG-mediated infection of CHO cells progressed to the level of HSV late gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while B78 cells supported HSV DNA replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We tested whether proteolysis or acidification of cell-bound virions could trigger HSV fusion with the plasma membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under the conditions tested , mildly acidic pH of 5-6 or the protease trypsin were not capable of triggering HSV-1 fusion as compared to PEG-treated cell-bound virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : B78 cells and CHO cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which typically endocytose HSV prior to viral penetration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are capable of supporting HSV-1 entry via direct penetration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HSV capsids delivered directly to the cytosol at the periphery of these cells complete the entry process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "B78 and CHO cells may be utilized to screen for factors that trigger entry as a consequence of fusion of virions with the cell surface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PEG treatment can provide a necessary control .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "307"
  }
}