{
  "paper_id": "ae987635ae296a89ef52a295a8939caeb266e3fa",
  "metadata": {
    "title": "SARS in Singapore: surveillance strategies in a globalising city",
    "coda_data_split": "train",
    "coda_paper_id": 3982,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Public health measures employed to fight against the spread of SARS need to be guided by biomedical knowledge as well as an understanding of the social science aspects of the disease. Using Singapore as a case study, we explore how the state constructs the disease and implements measures targeted at creating a ring of defense around the island and using surveillance to monitor and prevent its spread. While there is support, there is also resentment among some Singaporeans who complain that their right to privacy has been invaded and that over surveillance may have actually occurred. Marginalisation and discrimination have not only affected the local population but in this open economy which is striving to achieve global city status, businesses, tourism, foreign talent, foreign contract workers and foreign students studying in Singapore have also been negatively affected. While Singapore has been applauded by WHO and used as an example of quick and effective response, a holistic approach to the management of infectious disease must address the social implications of strategies that are drawn from medical knowledge alone because it impinges on the social lives of people and how people interact with each other under stressful circumstances.",
      "sentences": [
        [
          {
            "segment_text": "Public health measures employed to fight against the spread of SARS need to be guided by biomedical knowledge as well as an understanding of the social science aspects of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using Singapore as a case study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we explore how the state constructs the disease and implements measures targeted at creating a ring of defense around the island and using surveillance to monitor and prevent its spread .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While there is support , there is also resentment among some Singaporeans who complain that their right to privacy has been invaded and that over surveillance may have actually occurred .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Marginalisation and discrimination have not only affected the local population but in this open economy which is striving to achieve global city status ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "businesses , tourism , foreign talent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foreign contract workers and foreign students studying in Singapore have also been negatively affected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While Singapore has been applauded by WHO and used as an example of quick and effective response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a holistic approach to the management of infectious disease must address the social implications of strategies that are drawn from medical knowledge alone because it impinges on the social lives of people and how people interact with each other under stressful circumstances .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "208"
  }
}