{
  "paper_id": "ae9d791aa6e693b13d899b11953f18a127fa27f3",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6850,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. Symposium on Gastroenterology Gastrointestinal Disorders of the Cat john R. August, B.Vet.Med., M.S., M.R.C.V.S.*",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Symposium on Gastroenterology Gastrointestinal Disorders of the Cat john R. August ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "B.Vet.Med. , M.S. , M.R.C.V.S. *",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Few patients can compete with the chronically diarrheic cat in imparting such a sense of frustration in the clinician. When faced with such a cat, it often seems that logic and basic scientific principles go out the window and both the patient and client suffer because of the veterinarian\u0027s failure to properly investigate the pathophysiologic basis of the diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "Few patients can compete with the chronically diarrheic cat in imparting such a sense of frustration in the clinician .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When faced with such a cat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it often seems that logic and basic scientific principles go out the window and both the patient and client suffer because of the veterinarian \u0027s failure to properly investigate the pathophysiologic basis of the diarrhea .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In 1977, Gruffyd-Jones and colleagues at the University of Bristol, England, described an apparently new syndrome of cats consisting of chronic diarrhea and protrusion of the nictitating membrane. 22 Soon afterward, numerous letters appeared in the correspondence columns relating the experience of practicing veterinarians with similar cats. Viruses, pancreatic enzyme deficiency, and an association of the condition with the cat\u0027 s molting cycle were all suggested as causes. One correspondent even noted an improvement of his patients by using herbal remedies containing the bark of Berberis vulgaris, the leaves of Rubus idaeus, the root of Rheum, and a small quantity of Foeniculum vulgare! The continuing use of such remedies serves to remind us that knowledge of feline gastrointestinal disease has lagged slightly behind the other rapidly developing areas of feline medicine.",
      "sentences": [
        [
          {
            "segment_text": "In 1977 , Gruffyd-Jones and colleagues at the University of Bristol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "England , described an apparently new syndrome of cats consisting of chronic diarrhea and protrusion of the nictitating membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "22 Soon afterward , numerous letters appeared in the correspondence columns relating the experience of practicing veterinarians with similar cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses , pancreatic enzyme deficiency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an association of the condition with the cat \u0027 s molting cycle were all suggested as causes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One correspondent even noted an improvement of his patients by using herbal remedies containing the bark of Berberis vulgaris ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the leaves of Rubus idaeus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the root of Rheum , and a small quantity of Foeniculum vulgare !",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The continuing use of such remedies serves to remind us that knowledge of feline gastrointestinal disease has lagged slightly behind the other rapidly developing areas of feline medicine .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "It should be emphasized that this article is not a comprehensive review of feline gastroenterology, since some of the more common disorders such as panleukopenia have not been included. Many of the subjects discussed are, at present, of questionable clinical significance, but future studies will likely prove them to be important diagnostic considerations when evaluating the vomiting or diarrheic cat.",
      "sentences": [
        [
          {
            "segment_text": "It should be emphasized that this article is not a comprehensive review of feline gastroenterology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since some of the more common disorders such as panleukopenia have not been included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many of the subjects discussed are ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at present , of questionable clinical significance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but future studies will likely prove them to be important diagnostic considerations when evaluating the vomiting or diarrheic cat .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ESOPHAGEAL DISORDERS",
      "sentences": [
        [
          {
            "segment_text": "ESOPHAGEAL DISORDERS",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In the absence of congenital vascular ring anomalies or pyloric dysfunction, megaesophagus is an uncommon disorder in cats.",
      "sentences": [
        [
          {
            "segment_text": "In the absence of congenital vascular ring anomalies or pyloric dysfunction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "megaesophagus is an uncommon disorder in cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "366"
  }
}