{
  "paper_id": "aeae3e593ea4d3d0b59c83839837be75d2ea47d5",
  "metadata": {
    "title": "Induction of type I interferon by RNA viruses: cellular receptors and their substrates",
    "coda_data_split": "train",
    "coda_paper_id": 4124,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Virus recognition and induction of interferon (IFN) are critical components of the innate immune system. The Toll-like receptor (TLR) and RIG-I-like receptor families have been characterized as key players in RNA virus detection. Signaling cascades initiated by these receptors are crucial for establishment of an IFN signaling mediated antiviral state in infected and neighboring cells and containment of virus replication as well as initiation of the adaptive immune response. In this review, we focus on the diverse and overlapping functions of these receptors, their physiological importance, and respective viral inducers. We highlight the roles of TRL3, TLR7/8, retinoic acid inducible gene I, melanoma differentiation-associated gene 5, and the RNA molecules responsible for activating these viral sensors.",
      "sentences": [
        [
          {
            "segment_text": "Virus recognition and induction of interferon ( IFN ) are critical components of the innate immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Toll-like receptor ( TLR ) and RIG-I-like receptor families have been characterized as key players in RNA virus detection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Signaling cascades initiated by these receptors are crucial for establishment of an IFN signaling mediated antiviral state in infected and neighboring cells and containment of virus replication as well as initiation of the adaptive immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we focus on the diverse and overlapping functions of these receptors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their physiological importance , and respective viral inducers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We highlight the roles of TRL3 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "TLR7/8 , retinoic acid inducible gene I ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "melanoma differentiation-associated gene 5 , and the RNA molecules responsible for activating these viral sensors .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "132"
  }
}