{
  "paper_id": "aebf3e6b69b0563ab38d9d973db9a7795f75f47e",
  "metadata": {
    "title": "Simultaneous detection of respiratory syncytial virus and human metapneumovirus by one-step multiplex real-time RT-PCR in patients with respiratory symptoms",
    "coda_data_split": "train",
    "coda_paper_id": 8261,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Both respiratory syncytial virus (RSV) and human metapneumovirus (hMPV) are important viral pathogens causing respiratory tract infection (RTI) in the pediatric population. However, the clinical manifestations of RSV and hMPV infections are similar. Therefore, a reliable and rapid diagnostic tool is needed for diagnostic performance. Methods: In order to optimize diagnosis efficiency of RTI, the aim of this study is to establish a rapid and advanced method for simultaneous detecting RSV and hMPV in nasopharyngeal aspirates specimens from patients. We designed a one-step triplex real-time RT-PCR (qRT-PCR) protocol using TaqMan probes for detecting RSV and hMPV. The plasmid clones containing RSV nucleoprotein gene and hMPV fusion gene were established as reference standards. We used virus culture supernatants from 86 known pediatric RTI patient to test the specificity and sensitivity of our assay. Then we used total 222 nasopharyngeal aspirates specimens from pediatric patients hospitalized with respiratory symptoms to evaluate our assay.",
      "sentences": [
        [
          {
            "segment_text": "Background : Both respiratory syncytial virus ( RSV ) and human metapneumovirus ( hMPV ) are important viral pathogens causing respiratory tract infection ( RTI ) in the pediatric population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the clinical manifestations of RSV and hMPV infections are similar .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a reliable and rapid diagnostic tool is needed for diagnostic performance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : In order to optimize diagnosis efficiency of RTI ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the aim of this study is to establish a rapid and advanced method for simultaneous detecting RSV and hMPV in nasopharyngeal aspirates specimens from patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We designed a one-step triplex real-time RT-PCR ( qRT-PCR ) protocol using TaqMan probes for detecting RSV and hMPV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The plasmid clones containing RSV nucleoprotein gene and hMPV fusion gene were established as reference standards .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used virus culture supernatants from 86 known pediatric RTI patient to test the specificity and sensitivity of our assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then we used total 222 nasopharyngeal aspirates specimens from pediatric patients hospitalized with respiratory symptoms to evaluate our assay .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Our one-step triplex qRT-PCR assay showed 100% sensitivity and specificity in testing RSV and hMPV in 86 known virus culture supernatants, with excellent linearity (R 2 \u003e 0.99) and reliable reproducibility (CV lower than 1.04%). This assay has a wide dynamic range 10 2 -10 9 copies/reaction (limit of detection; LOD \u003d 100 copies/reaction). A total of 222 patients hospitalized with respiratory symptoms were enrolled for clinical evaluation. In these samples, our qRT-PCR assay detected 68 RSV positive and 18 hMPV positive cases. However, standard virus culture only detected 8 RSV positive cases and 0 hMPV cases. Based on this improved triplex qRT-PCR assay, we found that RSV infection was associated with severe inflammation by chest X-ray and occurrence of pneumonia which were not observed previously.",
      "sentences": [
        [
          {
            "segment_text": "Results : Our one-step triplex qRT-PCR assay showed 100 % sensitivity and specificity in testing RSV and hMPV in 86 known virus culture supernatants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with excellent linearity ( R 2 \u003e 0.99 ) and reliable reproducibility ( CV lower than 1.04 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This assay has a wide dynamic range 10 2 -10 9 copies/reaction ( limit of detection ; LOD \u003d 100 copies/reaction ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 222 patients hospitalized with respiratory symptoms were enrolled for clinical evaluation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In these samples , our qRT-PCR assay detected 68 RSV positive and 18 hMPV positive cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , standard virus culture only detected 8 RSV positive cases and 0 hMPV cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on this improved triplex qRT-PCR assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we found that RSV infection was associated with severe inflammation by chest X-ray and occurrence of pneumonia which were not observed previously .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In summary, we have developed a highly specific and sensitive one-step triplex qRT-PCR assay to detect hMPV and RSV simultaneously. This assay offers a valuable tool for routine diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "In summary , we have developed a highly specific and sensitive one-step triplex qRT-PCR assay to detect hMPV and RSV simultaneously .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This assay offers a valuable tool for routine diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "19",
    "token_num": "352"
  }
}