{
  "paper_id": "aecb440fc8c84846d96359ffd450f3e24a00cdca",
  "metadata": {
    "title": "Redox process is crucial for inhibitory properties of aurintricarboxylic acid against activity of YopH: virulence factor of Yersinia pestis",
    "coda_data_split": "train",
    "coda_paper_id": 10258,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "YopH is a bacterial protein tyrosine phosphatase, which is essential for the viability and pathogenic virulence of the plague-causing Yersinia sp. bacteria. Inactivation of YopH activity would lead to the loss of bacterial pathogenicity. We have studied the inhibitory properties of aurintricarboxylic acid (ATA) against YopH phosphatase and found that at nanomolar concentrations ATA reversibly decreases the activity of YopH. Computational docking studies indicated that in all binding poses ATA binds in the YopH active site. Molecular dynamics simulations showed that in the predicted binding pose, ATA binds to the essential Cys403 and Arg409 residues in the active site and has a stronger binding affinity than the natural substrate (pTyr). The cyclic voltammetry experiments suggest that ATA reacts remarkably strongly with molecular oxygen. Additionally, the electrochemical reduction of ATA in the presence of a negative potential from -2.0 to 2.5 V generates a current signal, which is observed for hydrogen peroxide. Here we showed that ATA indicates a unique mechanism of YopH inactivation due to a redox process. We proposed that the potent inhibitory properties of ATA are a result of its strong binding in the YopH active site and in situ generation of hydrogen peroxide near catalytic cysteine residue.",
      "sentences": [
        [
          {
            "segment_text": "YopH is a bacterial protein tyrosine phosphatase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is essential for the viability and pathogenic virulence of the plague-causing Yersinia sp. bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inactivation of YopH activity would lead to the loss of bacterial pathogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have studied the inhibitory properties of aurintricarboxylic acid ( ATA ) against YopH phosphatase and found that at nanomolar concentrations ATA reversibly decreases the activity of YopH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Computational docking studies indicated that in all binding poses ATA binds in the YopH active site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecular dynamics simulations showed that in the predicted binding pose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ATA binds to the essential Cys403 and Arg409 residues in the active site and has a stronger binding affinity than the natural substrate ( pTyr ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cyclic voltammetry experiments suggest that ATA reacts remarkably strongly with molecular oxygen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the electrochemical reduction of ATA in the presence of a negative potential from -2.0 to 2.5 V generates a current signal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is observed for hydrogen peroxide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here we showed that ATA indicates a unique mechanism of YopH inactivation due to a redox process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We proposed that the potent inhibitory properties of ATA are a result of its strong binding in the YopH active site and in situ generation of hydrogen peroxide near catalytic cysteine residue .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "217"
  }
}