{
  "paper_id": "aed1b87c1504f34fc18b7dc34119d2807db92bda",
  "metadata": {
    "title": "Trends in the Mechanistic and Dynamic Modeling of Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 3936,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The dynamics of infectious disease epidemics are driven by interactions between individuals with differing disease status (e.g., susceptible, infected, immune). Mechanistic models that capture the dynamics of such Bdependent happenings^are a fundamental tool of infectious disease epidemiology. Recent methodological advances combined with access to new data sources and computational power have resulted in an explosion in the use of dynamic models in the analysis of emerging and established infectious diseases. Increasing use of models to inform practical public health decision making has challenged the field to develop new methods to exploit available data and appropriately characterize the uncertainty in the results. Here, we discuss recent advances and areas of active research in the mechanistic and dynamic modeling of infectious disease. We highlight how a growing emphasis on data and inference, novel forecasting methods, and increasing access to Bbig data^are changing the field of infectious disease dynamics. We showcase the application of these methods in phylodynamic research, which combines mechanistic models with rich sources of molecular data to tie genetic data to population-level disease dynamics. As dynamics and mechanistic modeling methods mature and are increasingly tied to principled statistical approaches, the historic separation between the infectious disease dynamics and Btraditional^epidemiologic methods is beginning to erode; this presents new opportunities for cross pollination between fields and novel applications.",
      "sentences": [
        [
          {
            "segment_text": "The dynamics of infectious disease epidemics are driven by interactions between individuals with differing disease status ( e.g. , susceptible , infected , immune ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mechanistic models that capture the dynamics of such Bdependent happenings ^ are a fundamental tool of infectious disease epidemiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent methodological advances combined with access to new data sources and computational power have resulted in an explosion in the use of dynamic models in the analysis of emerging and established infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing use of models to inform practical public health decision making has challenged the field to develop new methods to exploit available data and appropriately characterize the uncertainty in the results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss recent advances and areas of active research in the mechanistic and dynamic modeling of infectious disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We highlight how a growing emphasis on data and inference ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "novel forecasting methods , and increasing access to Bbig data ^ are changing the field of infectious disease dynamics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We showcase the application of these methods in phylodynamic research ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which combines mechanistic models with rich sources of molecular data to tie genetic data to population-level disease dynamics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As dynamics and mechanistic modeling methods mature and are increasingly tied to principled statistical approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the historic separation between the infectious disease dynamics and Btraditional ^ epidemiologic methods is beginning to erode ; this presents new opportunities for cross pollination between fields and novel applications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "241"
  }
}