{
  "paper_id": "aedf03a449562cbe9fbc405e66b965d39608ed13",
  "metadata": {
    "title": "Rhinovirus inhibits IL-17A and the downstream immune responses in allergic asthma",
    "coda_data_split": "train",
    "coda_paper_id": 2620,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The proinflammatory cytokine interleukin-17A (IL-17A) is known to mediate antimicrobial activity, but its role during rhinovirus (RV) infections and in asthma needs further investigation. Therefore, we addressed the role of IL-17A during allergic asthma and antiviral immune response in human and murine immunocompetent cells. In this study we found that asthmatic children with a RV infection in their upper airways have upregulated mRNA levels of the antiviral cytokine interferon type I (IFN)-b and the transcription factor T-box 21 (TBX21) and reduced levels of IL-17A protein in their peripheral blood mononuclear cells (PBMCs). We also found that IL-17A inhibited RV1b replication in infected human lung epithelial cells A549. Furthermore, by using gene array analysis we discovered that targeted deletion of Il17a in murine lung CD4 þ T cells impaired Oas1g mRNA downstream of Ifnb, independently from RV infection. Additionally, in PBMCs of children with a RV infection in their nasalpharyngeal fluid OAS1 gene expression was found downregulated. Finally RV1b inhibited IL-17A production in lung CD4 þ Tcells in a setting of experimental asthma. These results indicate that the RV1b inhibits IL-17A in T helper type 17 cells and IL-17A clears RV1b infection in epithelial cells. In both cases IL-17A contributes to fend off RV1b infection by inducing genes downstream of interferon type I pathway.",
      "sentences": [
        [
          {
            "segment_text": "The proinflammatory cytokine interleukin-17A ( IL-17A ) is known to mediate antimicrobial activity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its role during rhinovirus ( RV ) infections and in asthma needs further investigation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we addressed the role of IL-17A during allergic asthma and antiviral immune response in human and murine immunocompetent cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this study we found that asthmatic children with a RV infection in their upper airways have upregulated mRNA levels of the antiviral cytokine interferon type I ( IFN ) - b and the transcription factor T-box 21 ( TBX21 ) and reduced levels of IL-17A protein in their peripheral blood mononuclear cells ( PBMCs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found that IL-17A inhibited RV1b replication in infected human lung epithelial cells A549 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , by using gene array analysis we discovered that targeted deletion of Il17a in murine lung CD4 þ T cells impaired Oas1g mRNA downstream of Ifnb , independently from RV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , in PBMCs of children with a RV infection in their nasalpharyngeal fluid OAS1 gene expression was found downregulated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally RV1b inhibited IL-17A production in lung CD4 þ Tcells in a setting of experimental asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the RV1b inhibits IL-17A in T helper type 17 cells and IL-17A clears RV1b infection in epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In both cases IL-17A contributes to fend off RV1b infection by inducing genes downstream of interferon type I pathway .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "239"
  }
}