{
  "paper_id": "af0af6677956d38b068e6262df42f8b07bfd5773",
  "metadata": {
    "title": "Cryptosporidiosis in Idaho lambs: Natural and experimental infections",
    "coda_data_split": "train",
    "coda_paper_id": 7897,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Species: as yet not named cells may initiate another cycle of merogony resulting in four Type II infectious merozoites. In immunocompromised hosts, the asexual cycle may be persistent. Alternatively, merozoites from Type II meronts may initiate the sexual cycle of development. (4a) Microgametocytes produce 12 to 16 microgametes. (4b) Microgametes released from host cells seek out and fertilize macrogametocytes. (5) The resulting zygote differentiates into an oocyst (la) which is released into the intestinal lumen. (6) Thick-walled and thin-walled oocysts in varying stages of sporulation pass out of the host in feces. Thin-walled oocysts may spontaneously rupture in the host, ensuring persistent infection in immuno compromised hosts (arrow from 6 to 3a). (7) Oocyst released from a host of one mammalian species can infect a wide variety of mammals of other species. Young animals are most susceptible to infection. (Adapted with permission from Despommier and Karapelou, 1987.",
      "sentences": [
        [
          {
            "segment_text": "Species : as yet not named cells may initiate another cycle of merogony resulting in four Type II infectious merozoites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In immunocompromised hosts , the asexual cycle may be persistent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alternatively , merozoites from Type II meronts may initiate the sexual cycle of development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 4a ) Microgametocytes produce 12 to 16 microgametes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 4b ) Microgametes released from host cells seek out and fertilize macrogametocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 5 ) The resulting zygote differentiates into an oocyst ( la ) which is released into the intestinal lumen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 6 ) Thick-walled and thin-walled oocysts in varying stages of sporulation pass out of the host in feces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thin-walled oocysts may spontaneously rupture in the host ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ensuring persistent infection in immuno compromised hosts ( arrow from 6 to 3a ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 7 ) Oocyst released from a host of one mammalian species can infect a wide variety of mammals of other species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Young animals are most susceptible to infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Adapted with permission from Despommier and Karapelou , 1987 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "178"
  }
}