{
  "paper_id": "af0f825db84ea24a39e46ac13beae216f6552e23",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3543,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Research activity and applications of biosensors for measurement of analytes of clinical interest over the last eight years are reviewed. Nanotechnology has been applied to improve performance of biosensors using electrochemical, optical, mechanical and physical modes of transduction, and to allow arrays of biosensors to be constructed for parallel sensing. Biosensors have been proposed for measurement of cancer biomarkers, cardiac biomarkers as well as biomarkers for autoimmune disease, infectious disease and for DNA analysis. Novel applications of biosensors include measurements in alternate sample types, such as saliva. Biosensors based on immobilized whole cells have found new applications, for example to detect the presence of cancer and to monitor the response of cancer cells to chemotherapeutic agents. The number of research reports describing new biosensors for analytes of clinical interest continues to increase; however, movement of biosensors from the research laboratory to the clinical laboratory has been slow. The greatest impact of biosensors will be felt at point-of-care testing locations without laboratory support. Integration of biosensors into reliable, easy-to-use and rugged instrumentation will be required to assure success of biosensor-based systems at the point-of-care.",
      "sentences": [
        [
          {
            "segment_text": "Research activity and applications of biosensors for measurement of analytes of clinical interest over the last eight years are reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nanotechnology has been applied to improve performance of biosensors using electrochemical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "optical , mechanical and physical modes of transduction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to allow arrays of biosensors to be constructed for parallel sensing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biosensors have been proposed for measurement of cancer biomarkers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiac biomarkers as well as biomarkers for autoimmune disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infectious disease and for DNA analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel applications of biosensors include measurements in alternate sample types , such as saliva .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biosensors based on immobilized whole cells have found new applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example to detect the presence of cancer and to monitor the response of cancer cells to chemotherapeutic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The number of research reports describing new biosensors for analytes of clinical interest continues to increase ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "movement of biosensors from the research laboratory to the clinical laboratory has been slow .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The greatest impact of biosensors will be felt at point-of-care testing locations without laboratory support .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Integration of biosensors into reliable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "easy-to-use and rugged instrumentation will be required to assure success of biosensor-based systems at the point-of-care .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "201"
  }
}