{
  "paper_id": "af2a0da4beb166ca0b189ee6282120c9b664ea79",
  "metadata": {
    "title": "High Fidelity Processing and Activation of the Human a- Defensin HNP1 Precursor by Neutrophil Elastase and Proteinase 3",
    "coda_data_split": "train",
    "coda_paper_id": 10643,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The azurophilic granules of human neutrophils contain four a-defensins called human neutrophil peptides (HNPs 1-4). HNPs are tridisulfide-linked antimicrobial peptides involved in the intracellular killing of organisms phagocytosed by neutrophils. The peptides are produced as inactive precursors (proHNPs) which are processed to active microbicides by as yet unidentified convertases. ProHNP1 was expressed in E. coli and the affinity-purified propeptide isolated as two species, one containing mature HNP1 sequence with native disulfide linkages (\u0027\u0027folded proHNP1\u0027\u0027) and the other containing non-native disulfide linked proHNP1 conformers (misfolded proHNP1). Native HNP1, liberated by CNBr treatment of folded proHNP1, was microbicidal against Staphylococcus aureus, but the peptide derived from misfolded proHNP1 was inactive. We hypothesized that neutrophil elastase (NE), proteinase 3 (PR3) or cathepsin G (CG), serine proteases that co-localize with HNPs in azurophil granules, are proHNP1 activating convertases. Folded proHNP1 was converted to mature HNP1 by both NE and PR3, but CG generated an HNP1 variant with an N-terminal dipeptide extension. NE and PR3 cleaved folded proHNP1 to produce a peptide indistinguishable from native HNP1 purified from neutrophils, and the microbicidal activities of in vitro derived and natural HNP1 peptides were equivalent. In contrast, misfolded proHNP1 conformers were degraded extensively under the same conditions. Thus, NE and PR3 possess proHNP1 convertase activity that requires the presence of the native HNP1 disulfide motif for high fidelity activation of the precursor in vitro.",
      "sentences": [
        [
          {
            "segment_text": "The azurophilic granules of human neutrophils contain four a-defensins called human neutrophil peptides ( HNPs 1-4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HNPs are tridisulfide-linked antimicrobial peptides involved in the intracellular killing of organisms phagocytosed by neutrophils .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The peptides are produced as inactive precursors ( proHNPs ) which are processed to active microbicides by as yet unidentified convertases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ProHNP1 was expressed in E. coli and the affinity-purified propeptide isolated as two species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one containing mature HNP1 sequence with native disulfide linkages ( `` folded proHNP1 \u0027\u0027 ) and the other containing non-native disulfide linked proHNP1 conformers ( misfolded proHNP1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Native HNP1 , liberated by CNBr treatment of folded proHNP1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was microbicidal against Staphylococcus aureus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the peptide derived from misfolded proHNP1 was inactive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that neutrophil elastase ( NE ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "proteinase 3 ( PR3 ) or cathepsin G ( CG ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "serine proteases that co-localize with HNPs in azurophil granules , are proHNP1 activating convertases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Folded proHNP1 was converted to mature HNP1 by both NE and PR3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but CG generated an HNP1 variant with an N-terminal dipeptide extension .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NE and PR3 cleaved folded proHNP1 to produce a peptide indistinguishable from native HNP1 purified from neutrophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the microbicidal activities of in vitro derived and natural HNP1 peptides were equivalent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , misfolded proHNP1 conformers were degraded extensively under the same conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , NE and PR3 possess proHNP1 convertase activity that requires the presence of the native HNP1 disulfide motif for high fidelity activation of the precursor in vitro .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation: Tongaonkar P, Golji AE, Tran P, Ouellette AJ, Selsted ME (2012) High Fidelity Processing and Activation of the Human a-Defensin HNP1 Precursor by Neutrophil Elastase and Proteinase 3. PLoS ONE 7(3): e32469.",
      "sentences": [
        [
          {
            "segment_text": "Citation : Tongaonkar P , Golji AE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Tran P , Ouellette AJ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Selsted ME ( 2012 ) High Fidelity Processing and Activation of the Human a-Defensin HNP1 Precursor by Neutrophil Elastase and Proteinase 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 7 ( 3 ) : e32469 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "310"
  }
}