{
  "paper_id": "af475b1445628312443de29d85bff40825d411e0",
  "metadata": {
    "title": "Staphylococcus aureus Complex in the Straw-Colored Fruit Bat (Eidolon helvum) in Nigeria",
    "coda_data_split": "train",
    "coda_paper_id": 9492,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are economically important animals and serve as food sources in some African regions. They can be colonized with the Staphylococcus aureus complex, which includes Staphylococcus schweitzeri and Staphylococcus argenteus. Fecal carriage of S. aureus complex in the straw-colored fruit bat (Eidolon helvum) has been described. However, data on their transmission and adaptation in animals and humans are limited. The aim of this study was to investigate the population structure of the S. aureus complex in E. helvum and to assess the geographical spread of S. aureus complex among other animals and humans. Fecal samples were collected from E. helvum in Obafemi Awolowo University, Ile-Ife, Nigeria. The isolates were characterized by antimicrobial susceptibility testing, spa typing and multilocus sequence typing (MLST). Isolates were screened for the presence of lukS/lukF-PV and the immune evasion cluster (scn, sak, chp) which is frequently found in isolates adapted to the human host. A Neighbor-Joining tree was constructed using the concatenated sequences of the seven MLST genes. A total of 250 fecal samples were collected and 53 isolates were included in the final analysis. They were identified as S. aureus (n \u003d 28), S. schweitzeri (n \u003d 11) and S. argenteus (n \u003d 14). Only one S. aureus was resistant to penicillin and another isolate was intermediately susceptible to tetracycline. The scn, sak, and chp gene were not detected. Species-specific MLST clonal complexes (CC) were detected for S. aureus (CC1725), S. argenteus (CC3960, CC3961), and S. schweitzeri (CC2463). STs of S. schweitzeri from this study were similar to STs from bats in Nigeria (ST2464) and Gabon (ST1700) or from monkey in Côte d\u0027Ivoire (ST2058, ST2072). This suggests host adaptation of certain clones to wildlife mammals with a wide geographical spread in Africa. In conclusion, there is evidence of fecal carriage of members of S. aureus complex in E. helvum. S. schweitzeri from bats in Nigeria are closely related to those from bats and monkeys in West and Central Africa suggesting a cross-species transmission and wide geographical distribution. The low antimicrobial resistance rates and the absence of the immune evasion cluster suggests a limited exposure of these isolates to humans.",
      "sentences": [
        [
          {
            "segment_text": "Bats are economically important animals and serve as food sources in some African regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can be colonized with the Staphylococcus aureus complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which includes Staphylococcus schweitzeri and Staphylococcus argenteus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fecal carriage of S. aureus complex in the straw-colored fruit bat ( Eidolon helvum ) has been described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , data on their transmission and adaptation in animals and humans are limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to investigate the population structure of the S. aureus complex in E. helvum and to assess the geographical spread of S. aureus complex among other animals and humans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fecal samples were collected from E. helvum in Obafemi Awolowo University , Ile-Ife , Nigeria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The isolates were characterized by antimicrobial susceptibility testing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spa typing and multilocus sequence typing ( MLST ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Isolates were screened for the presence of lukS/lukF-PV and the immune evasion cluster ( scn , sak , chp ) which is frequently found in isolates adapted to the human host .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A Neighbor-Joining tree was constructed using the concatenated sequences of the seven MLST genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 250 fecal samples were collected and 53 isolates were included in the final analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were identified as S. aureus ( n \u003d 28 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S. schweitzeri ( n \u003d 11 ) and S. argenteus ( n \u003d 14 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only one S. aureus was resistant to penicillin and another isolate was intermediately susceptible to tetracycline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The scn , sak , and chp gene were not detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Species-specific MLST clonal complexes ( CC ) were detected for S. aureus ( CC1725 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S. argenteus ( CC3960 , CC3961 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and S. schweitzeri ( CC2463 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "STs of S. schweitzeri from this study were similar to STs from bats in Nigeria ( ST2464 ) and Gabon ( ST1700 ) or from monkey in Côte d\u0027Ivoire ( ST2058 , ST2072 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests host adaptation of certain clones to wildlife mammals with a wide geographical spread in Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , there is evidence of fecal carriage of members of S. aureus complex in E. helvum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "S. schweitzeri from bats in Nigeria are closely related to those from bats and monkeys in West and Central Africa suggesting a cross-species transmission and wide geographical distribution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The low antimicrobial resistance rates and the absence of the immune evasion cluster suggests a limited exposure of these isolates to humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "24",
    "token_num": "414"
  }
}