{
  "paper_id": "af5ac6d8e177f588034d75237f65dc8d6c0deb2f",
  "metadata": {
    "title": "Impact of genotype 1 and 2 of porcine reproductive and respiratory syndrome viruses on interferon-α responses by plasmacytoid dendritic cells",
    "coda_data_split": "train",
    "coda_paper_id": 2915,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) virus (PRRSV) infections are characterized by prolonged viremia and viral shedding consistent with incomplete immunity. Type I interferons (IFN) are essential for mounting efficient antiviral innate and adaptive immune responses, but in a recent study, North American PRRSV genotype 2 isolates did not induce, or even strongly inhibited, IFN-α in plasmacytoid dendritic cells (pDC), representing \"professional IFN-α-producing cells\". Since inhibition of IFN-α expression might initiate PRRSV pathogenesis, we further characterized PRRSV effects and host modifying factors on IFN-α responses of pDC. Surprisingly, a variety of type 1 and type 2 PRRSV directly stimulated IFN-α secretion by pDC. The effect did not require live virus and was mediated through the TLR7 pathway. Furthermore, both IFN-γ and IL-4 significantly enhanced the pDC production of IFN-α in response to PRRSV exposure. PRRSV inhibition of IFN-α responses from enriched pDC stimulated by CpG oligodeoxynucleotides was weak or absent. VR-2332, the prototype genotype 2 PRRSV, only suppressed the responses by 34%, and the highest level of suppression (51%) was induced by a Chinese highly pathogenic PRRSV isolate. Taken together, these findings demonstrate that pDC respond to PRRSV and suggest that suppressive activities on pDC, if any, are moderate and strain-dependent. Thus, pDC may be a source of systemic IFN-α responses reported in PRRSV-infected animals, further contributing to the puzzling immunopathogenesis of PRRS.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) virus ( PRRSV ) infections are characterized by prolonged viremia and viral shedding consistent with incomplete immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Type I interferons ( IFN ) are essential for mounting efficient antiviral innate and adaptive immune responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in a recent study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "North American PRRSV genotype 2 isolates did not induce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or even strongly inhibited , IFN-α in plasmacytoid dendritic cells ( pDC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "representing `` professional IFN-α-producing cells \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since inhibition of IFN-α expression might initiate PRRSV pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we further characterized PRRSV effects and host modifying factors on IFN-α responses of pDC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , a variety of type 1 and type 2 PRRSV directly stimulated IFN-α secretion by pDC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effect did not require live virus and was mediated through the TLR7 pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , both IFN-γ and IL-4 significantly enhanced the pDC production of IFN-α in response to PRRSV exposure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PRRSV inhibition of IFN-α responses from enriched pDC stimulated by CpG oligodeoxynucleotides was weak or absent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VR-2332 , the prototype genotype 2 PRRSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only suppressed the responses by 34 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the highest level of suppression ( 51 % ) was induced by a Chinese highly pathogenic PRRSV isolate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these findings demonstrate that pDC respond to PRRSV and suggest that suppressive activities on pDC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if any , are moderate and strain-dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , pDC may be a source of systemic IFN-α responses reported in PRRSV-infected animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further contributing to the puzzling immunopathogenesis of PRRS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "263"
  }
}