{
  "paper_id": "af678e8cd31d74cdb2d690addc19d59dca331f2b",
  "metadata": {
    "title": "Quantifying the seasonal drivers of transmission for Lassa fever in Nigeria",
    "coda_data_split": "train",
    "coda_paper_id": 6317,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "One contribution of 15 to a theme issue \u0027Modelling infectious disease outbreaks in humans, animals and plants: approaches and important themes\u0027.",
      "sentences": [
        [
          {
            "segment_text": "One contribution of 15 to a theme issue ` Modelling infectious disease outbreaks in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animals and plants : approaches and important themes \u0027 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Subject Areas: computational biology, ecology, environmental science, health and disease and epidemiology Lassa fever (LF) is a zoonotic disease that is widespread in West Africa and involves animal-to-human and human-to-human transmission. Animal-tohuman transmission occurs upon exposure to rodent excreta and secretions, i.e. urine and saliva, and human-to-human transmission occurs via the bodily fluids of an infected person. To elucidate the seasonal drivers of LF epidemics, we employed a mathematical model to analyse the datasets of human infection, rodent population dynamics and climatological variations and capture the underlying transmission dynamics. The surveillance-based incidence data of human cases in Nigeria were explored, and moreover, a mathematical model was used for describing the transmission dynamics of LF in rodent populations. While quantifying the case fatality risk and the rate of exposure of humans to animals, we explicitly estimated the corresponding contact rate of humans with infected rodents, accounting for the seasonal population dynamics of rodents. Our findings reveal that seasonal migratory dynamics of rodents play a key role in regulating the cyclical pattern of LF epidemics. The estimated timing of high exposure of humans to animals coincides with the time shortly after the start of the dry season and can be associated with the breeding season of rodents in Nigeria.",
      "sentences": [
        [
          {
            "segment_text": "Subject Areas : computational biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ecology , environmental science , health and disease and epidemiology Lassa fever ( LF ) is a zoonotic disease that is widespread in West Africa and involves animal-to-human and human-to-human transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal-tohuman transmission occurs upon exposure to rodent excreta and secretions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. urine and saliva , and human-to-human transmission occurs via the bodily fluids of an infected person .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To elucidate the seasonal drivers of LF epidemics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we employed a mathematical model to analyse the datasets of human infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rodent population dynamics and climatological variations and capture the underlying transmission dynamics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The surveillance-based incidence data of human cases in Nigeria were explored ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and moreover , a mathematical model was used for describing the transmission dynamics of LF in rodent populations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While quantifying the case fatality risk and the rate of exposure of humans to animals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we explicitly estimated the corresponding contact rate of humans with infected rodents ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "accounting for the seasonal population dynamics of rodents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our findings reveal that seasonal migratory dynamics of rodents play a key role in regulating the cyclical pattern of LF epidemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The estimated timing of high exposure of humans to animals coincides with the time shortly after the start of the dry season and can be associated with the breeding season of rodents in Nigeria .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This article is part of the theme issue \u0027Modelling infectious disease outbreaks in humans, animals and plants: approaches and important themes\u0027. This issue is linked with the subsequent theme issue \u0027Modelling infectious disease outbreaks in humans, animals and plants: epidemic forecasting and control\u0027.",
      "sentences": [
        [
          {
            "segment_text": "This article is part of the theme issue ` Modelling infectious disease outbreaks in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animals and plants : approaches and important themes \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This issue is linked with the subsequent theme issue ` Modelling infectious disease outbreaks in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animals and plants : epidemic forecasting and control \u0027 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "307"
  }
}