{
  "paper_id": "af92c6b29f579151999d766c4208146088aa12c6",
  "metadata": {
    "title": "Cholesterol-25-hydroxylase Is a Chicken ISG That Restricts ALV-J Infection by Producing 25-hydroxycholesterol",
    "coda_data_split": "train",
    "coda_paper_id": 6865,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The avian leukosis virus subgroup J (ALV-J) belongs to the chicken retrovirus that causes enormous economic losses in the poultry industry. Interferon-stimulated genes (ISGs) are critical for controlling virus infections. Here, we identified 897 type I ISGs induced by interferon-α (IFN-α) in chicken peripheral blood mononuclear cell (PBMC) by RNA-Seq. In addition, we further identified 152 potential anti-ALV-J chicken type I ISGs. Among these potential anti-ALV-J ISGs, chicken cholesterol 25-hydroxylase (chCH25H) was selected for further antiviral mechanism studies in chicken embryo fibroblast cell lines (DF1). The gene chCH25H is located on chromosome 6 and clustered in a distinct group with mammals CH25H in the phylogenetic tree. The core promoter region of chCH25H was located within −75/−1 sequence. We found that chCH25H was induced by chicken IFN-α and ALV-J in DF1 cells. The overexpression of chCH25H significantly inhibited ALV-J replication in DF1 cells at 48 h post infection (hpi). In addition, ALV-J replication was significantly enhanced in the chCH25H-knockout DF1 cells. Furthermore, we demonstrated that chCH25H restricted ALV-J infection through the production of 25-hydroxycholesterol (25HC), rather than type I and II interferon. Our results identified 152 potential anti-ALV-J chicken type I ISGs and revealed that 25HC, the product of chCH25H, could be used as a natural antiviral agent to control ALV-J infection.",
      "sentences": [
        [
          {
            "segment_text": "The avian leukosis virus subgroup J ( ALV-J ) belongs to the chicken retrovirus that causes enormous economic losses in the poultry industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interferon-stimulated genes ( ISGs ) are critical for controlling virus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we identified 897 type I ISGs induced by interferon-α ( IFN-α ) in chicken peripheral blood mononuclear cell ( PBMC ) by RNA-Seq .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we further identified 152 potential anti-ALV-J chicken type I ISGs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among these potential anti-ALV-J ISGs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chicken cholesterol 25-hydroxylase ( chCH25H ) was selected for further antiviral mechanism studies in chicken embryo fibroblast cell lines ( DF1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The gene chCH25H is located on chromosome 6 and clustered in a distinct group with mammals CH25H in the phylogenetic tree .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The core promoter region of chCH25H was located within − 75 / − 1 sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that chCH25H was induced by chicken IFN-α and ALV-J in DF1 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overexpression of chCH25H significantly inhibited ALV-J replication in DF1 cells at 48 h post infection ( hpi ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , ALV-J replication was significantly enhanced in the chCH25H-knockout DF1 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we demonstrated that chCH25H restricted ALV-J infection through the production of 25-hydroxycholesterol ( 25HC ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than type I and II interferon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results identified 152 potential anti-ALV-J chicken type I ISGs and revealed that 25HC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the product of chCH25H , could be used as a natural antiviral agent to control ALV-J infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "251"
  }
}