{
  "paper_id": "af95b3932b07aabf277276810797aebe765c8859",
  "metadata": {
    "title": "Accessible areas in ecological niche comparisons of invasive species: Recognized but still overlooked OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 4205,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Understanding biological invasions is crucial for their control and prevention. Specially, establishing whether invasive species operate within the constraint of conservative ecological niches, or if niche shifts occur at all commonly as part of the invasion process, is indispensable to identifying and anticipating potential areas of invasion. Ecological niche modeling (ENM) has been used to address such questions, but improvements and debate in study design, model evaluation, and methods are still needed to mature this field. We reanalyze data for Gray Squirrels (Sciurus carolinensis), native to North America, but invasive in Europe. Our main finding was that, when the analysis extent is established carefully based on analogous sets of environmental conditions, all evidence of niche shifts disappears, suggesting that previous reports of niche shifts for this species are artifacts of methods and interpretation, rather than biological reality. Niche conservatism should be tested only within appropriate, similar, environmental spaces that are accessible to both species or populations being compared, thus avoiding model extrapolation related to model transfers. Testing for environmental similarity between native and invaded areas is critical to identifying niche shifts during species invasion robustly, but also in applications of ENM to understanding temporal dimensions of niche dynamics.",
      "sentences": [
        [
          {
            "segment_text": "Understanding biological invasions is crucial for their control and prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specially , establishing whether invasive species operate within the constraint of conservative ecological niches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or if niche shifts occur at all commonly as part of the invasion process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is indispensable to identifying and anticipating potential areas of invasion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ecological niche modeling ( ENM ) has been used to address such questions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but improvements and debate in study design ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "model evaluation , and methods are still needed to mature this field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reanalyze data for Gray Squirrels ( Sciurus carolinensis ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "native to North America , but invasive in Europe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our main finding was that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when the analysis extent is established carefully based on analogous sets of environmental conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all evidence of niche shifts disappears ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that previous reports of niche shifts for this species are artifacts of methods and interpretation , rather than biological reality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Niche conservatism should be tested only within appropriate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "similar , environmental spaces that are accessible to both species or populations being compared ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus avoiding model extrapolation related to model transfers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Testing for environmental similarity between native and invaded areas is critical to identifying niche shifts during species invasion robustly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also in applications of ENM to understanding temporal dimensions of niche dynamics .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published: xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7: 1213 |",
      "sentences": [
        [
          {
            "segment_text": "Published : xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7 : 1213 |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "240"
  }
}