{
  "paper_id": "afa3ae140a0daa1214d7e0f550ebf2e7843f9796",
  "metadata": {
    "title": "Ball Python Nidovirus: a Candidate Etiologic Agent for Severe Respiratory Disease in Python regius",
    "coda_data_split": "train",
    "coda_paper_id": 10332,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A severe, sometimes fatal respiratory disease has been observed in captive ball pythons (Python regius) since the late 1990s. In order to better understand this disease and its etiology, we collected case and control samples and performed pathological and diagnostic analyses. Electron micrographs revealed filamentous virus-like particles in lung epithelial cells of sick animals. Diagnostic testing for known pathogens did not identify an etiologic agent, so unbiased metagenomic sequencing was performed. Abundant nidovirus-like sequences were identified in cases and were used to assemble the genome of a previously unknown virus in the order Nidovirales. The nidoviruses, which were not previously known to infect nonavian reptiles, are a diverse order that includes important human and veterinary pathogens. The presence of the viral RNA was confirmed in all diseased animals (n ‫؍‬ 8) but was not detected in healthy pythons or other snakes (n ‫؍‬ 57). Viral RNA levels were generally highest in the lung and other respiratory tract tissues. The 33.5-kb viral genome is the largest RNA genome yet described and shares canonical characteristics with other nidovirus genomes, although several features distinguish this from related viruses. This virus, which we named ball python nidovirus (BPNV), will likely establish a new genus in Torovirinae subfamily. The identification of a novel nidovirus in reptiles contributes to our understanding of the biology and evolution of related viruses, and its association with lung disease in pythons is a promising step toward elucidating an etiology for this long-standing veterinary disease. IMPORTANCE Ball pythons are popular pets because of their diverse coloration, generally nonaggressive behavior, and relatively small size. Since the 1990s, veterinarians have been aware of an infectious respiratory disease of unknown cause in ball pythons that can be fatal. We used unbiased shotgun sequencing to discover a novel virus in the order Nidovirales that was present in cases but not controls. While nidoviruses are known to infect a variety of animals, this is the first report of a nidovirus recovered from any reptile. This report will enable diagnostics that will assist in determining the role of this virus in the causation of disease, which would allow control of the disease in zoos and private collections. Given its evolutionary divergence from known nidoviruses and its unique host, the study of reptile nidoviruses may further our understanding of related diseases and the viruses that cause them in humans and other animals. DeRisi JL. 2014. Ball python nidovirus: a candidate etiologic agent for severe respiratory disease in Python regius. mBio 5(5):e01484-14.",
      "sentences": [
        [
          {
            "segment_text": "A severe , sometimes fatal respiratory disease has been observed in captive ball pythons ( Python regius ) since the late 1990s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to better understand this disease and its etiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we collected case and control samples and performed pathological and diagnostic analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Electron micrographs revealed filamentous virus-like particles in lung epithelial cells of sick animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diagnostic testing for known pathogens did not identify an etiologic agent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "so unbiased metagenomic sequencing was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Abundant nidovirus-like sequences were identified in cases and were used to assemble the genome of a previously unknown virus in the order Nidovirales .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The nidoviruses , which were not previously known to infect nonavian reptiles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are a diverse order that includes important human and veterinary pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of the viral RNA was confirmed in all diseased animals ( n 8 ) but was not detected in healthy pythons or other snakes ( n 57 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA levels were generally highest in the lung and other respiratory tract tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 33.5-kb viral genome is the largest RNA genome yet described and shares canonical characteristics with other nidovirus genomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although several features distinguish this from related viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This virus , which we named ball python nidovirus ( BPNV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "will likely establish a new genus in Torovirinae subfamily .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of a novel nidovirus in reptiles contributes to our understanding of the biology and evolution of related viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its association with lung disease in pythons is a promising step toward elucidating an etiology for this long-standing veterinary disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE Ball pythons are popular pets because of their diverse coloration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "generally nonaggressive behavior , and relatively small size .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the 1990s , veterinarians have been aware of an infectious respiratory disease of unknown cause in ball pythons that can be fatal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used unbiased shotgun sequencing to discover a novel virus in the order Nidovirales that was present in cases but not controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While nidoviruses are known to infect a variety of animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this is the first report of a nidovirus recovered from any reptile .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report will enable diagnostics that will assist in determining the role of this virus in the causation of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which would allow control of the disease in zoos and private collections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given its evolutionary divergence from known nidoviruses and its unique host ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the study of reptile nidoviruses may further our understanding of related diseases and the viruses that cause them in humans and other animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DeRisi JL .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2014 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Ball python nidovirus : a candidate etiologic agent for severe respiratory disease in Python regius .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "mBio 5 ( 5 ) : e01484-14 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "21",
    "segment_num": "31",
    "token_num": "461"
  }
}