{
  "paper_id": "afa5cab2abb47553a3f1e904c7706dba6022bd2f",
  "metadata": {
    "title": "Experimental infection of gnotobiotic pigs with the cell-culture-adapted porcine deltacoronavirus strain OH-FD22",
    "coda_data_split": "train",
    "coda_paper_id": 5721,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine deltacoronavirus (PDCoV) is a novel enteropathogenic coronavirus in pigs. We have isolated and passaged the PDCoV strain OH-FD22 in an LLC porcine kidney (LLC-PK) cell line. Our study investigated the pathogenicity of the tissue-culture-grown PDCoV (TC-PDCoV) OH-FD22 at cell passages 5, 20 and 40 in LLC-PK cells, in eight 14-day-old gnotobiotic (Gn) pigs. Pigs (n \u003d 3) were euthanized for pathologic examination at post-inoculation day (PID) 3, and the remainder were monitored for clinical signs, virus shedding, and serum antibody responses until PID 28. All inoculated pigs developed watery diarrhea and/or vomiting at PID 1-2 and shed the highest amount of viral RNA in feces at PID 3-5, accompanied by severe atrophic enteritis. They developed high titers of PDCoV-specific IgG/IgA and virus-neutralizing antibodies in serum at PID 23-24. Histologic lesions were limited to the villous epithelium of the jejunum and ileum at PID 3. Two inoculated pigs tested at PID 23-24 had small to moderate numbers of PDCoV antigen-positive cells in the intestinal lamina propria and mesenteric lymph nodes, but not in enterocytes. An analysis of full-length S and N genes of TC-and Gn-pig-passaged OH-FD22 revealed a high genetic stability in cell culture and pigs. TC-PDCoV OH-FD22 (cell passages 5, 20 and 40) was enteropathogenic, and the pathogenicity was similar to that of the original field virus. The TC-PDCoV OH-FD22 will be useful for further pathogenesis studies and for evaluating if higher-level cell-culture passaged virus becomes attenuated for vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Porcine deltacoronavirus ( PDCoV ) is a novel enteropathogenic coronavirus in pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have isolated and passaged the PDCoV strain OH-FD22 in an LLC porcine kidney ( LLC-PK ) cell line .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our study investigated the pathogenicity of the tissue-culture-grown PDCoV ( TC-PDCoV ) OH-FD22 at cell passages 5 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "20 and 40 in LLC-PK cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in eight 14-day-old gnotobiotic ( Gn ) pigs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Pigs ( n \u003d 3 ) were euthanized for pathologic examination at post-inoculation day ( PID ) 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the remainder were monitored for clinical signs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virus shedding , and serum antibody responses until PID 28 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All inoculated pigs developed watery diarrhea and/or vomiting at PID 1-2 and shed the highest amount of viral RNA in feces at PID 3-5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accompanied by severe atrophic enteritis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They developed high titers of PDCoV-specific IgG/IgA and virus-neutralizing antibodies in serum at PID 23-24 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histologic lesions were limited to the villous epithelium of the jejunum and ileum at PID 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two inoculated pigs tested at PID 23-24 had small to moderate numbers of PDCoV antigen-positive cells in the intestinal lamina propria and mesenteric lymph nodes , but not in enterocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An analysis of full-length S and N genes of TC-and Gn-pig-passaged OH-FD22 revealed a high genetic stability in cell culture and pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TC-PDCoV OH-FD22 ( cell passages 5 , 20 and 40 ) was enteropathogenic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the pathogenicity was similar to that of the original field virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The TC-PDCoV OH-FD22 will be useful for further pathogenesis studies and for evaluating if higher-level cell-culture passaged virus becomes attenuated for vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "275"
  }
}