{
  "paper_id": "afb356ea2810907cb2e21e06b1679ca7d9b6a6f5",
  "metadata": {
    "title": "Jobe AH, Bancalari E. Bronchopulmonary dysplasia",
    "coda_data_split": "train",
    "coda_paper_id": 8089,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "with the pathological structure of BPD, as seen in the lungs of preterm infants who died and in animal models (3, 7).",
      "sentences": [
        [
          {
            "segment_text": "with the pathological structure of BPD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as seen in the lungs of preterm infants who died and in animal models ( 3 , 7 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "As the authors note, this study was limited in that the subjects with BPD were stable outpatients younger than 3 years who did not require oxygen therapy at the time of the study. Whether their findings hold true in infants with persistent severe BPD, including those with chronic ventilator-dependent hypoxemic respiratory failure, is not clear. In addition, BPD classification was based on clinical decision making, rather than a physiologic assessment such as the oxygen reduction test (11).",
      "sentences": [
        [
          {
            "segment_text": "As the authors note , this study was limited in that the subjects with BPD were stable outpatients younger than 3 years who did not require oxygen therapy at the time of the study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether their findings hold true in infants with persistent severe BPD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those with chronic ventilator-dependent hypoxemic respiratory failure , is not clear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , BPD classification was based on clinical decision making ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rather than a physiologic assessment such as the oxygen reduction test ( 11 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In an earlier article, members of this group studied DL CO and its components, DM and Vc, in full-term infants without lung disease and showed that DL CO and Vc (but not DM) correlated with the level of proangiogenic circulating hematopoietic stem/progenitor cells (pCHSPCs) (12). However, this study did not include preterm infants with or without BPD. Both pCHSPCs, also referred to as circulating progenitor cells, as well as late-outgrowth endothelial colony-forming cells, are decreased in the cord blood of preterm infants who later develop moderate or severe BPD (13, 14) . Together, these findings suggest that early disruptions in the number and function of angiogenic progenitor cells, possibly by maternal complications of pregnancy known to be associated with BPD risk, may lead to impaired development of the pulmonary vasculature and sustained impaired gas exchange in preterm infants with BPD.",
      "sentences": [
        [
          {
            "segment_text": "In an earlier article , members of this group studied DL CO and its components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DM and Vc , in full-term infants without lung disease and showed that DL CO and Vc ( but not DM ) correlated with the level of proangiogenic circulating hematopoietic stem/progenitor cells ( pCHSPCs ) ( 12 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this study did not include preterm infants with or without BPD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both pCHSPCs , also referred to as circulating progenitor cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as late-outgrowth endothelial colony-forming cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are decreased in the cord blood of preterm infants who later develop moderate or severe BPD ( 13 , 14 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these findings suggest that early disruptions in the number and function of angiogenic progenitor cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly by maternal complications of pregnancy known to be associated with BPD risk ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may lead to impaired development of the pulmonary vasculature and sustained impaired gas exchange in preterm infants with BPD .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study shows how a physiologic assessment, such as infant pulmonary function testing, may be used in the clinical setting to provide an estimation of impaired gas exchange in preterm infants with varying degrees of lung injury. Combining functional assays such as this with measurement of pCHSPCs and other angiogenic biomarkers in the cord blood, as well as novel imaging techniques such as quantitative pulmonary magnetic resonance imaging (15), will lead to improved disease phenotyping of preterm infants at risk for BPD. Given the spectrum of disease severity among infants with severe BPD (as determined by the currently accepted diagnostic criteria), novel methods such as these will help identify preterm neonates more accurately, permit targeted therapies for the most severely affected infants, and provide quantitative evidence of the efficacy of these interventions in young children after preterm birth (16). n",
      "sentences": [
        [
          {
            "segment_text": "This study shows how a physiologic assessment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as infant pulmonary function testing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be used in the clinical setting to provide an estimation of impaired gas exchange in preterm infants with varying degrees of lung injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combining functional assays such as this with measurement of pCHSPCs and other angiogenic biomarkers in the cord blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as novel imaging techniques such as quantitative pulmonary magnetic resonance imaging ( 15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "will lead to improved disease phenotyping of preterm infants at risk for BPD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given the spectrum of disease severity among infants with severe BPD ( as determined by the currently accepted diagnostic criteria ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "novel methods such as these will help identify preterm neonates more accurately ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "permit targeted therapies for the most severely affected infants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provide quantitative evidence of the efficacy of these interventions in young children after preterm birth ( 16 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "n",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "27",
    "token_num": "432"
  }
}