{
  "paper_id": "afbecde4ce5e9e8f96789d8b4e96c254feff6b74",
  "metadata": {
    "title": "TOXICOLOGICAL IMPLICATIONS OF EXTENDED SPACE FLIGHTS",
    "coda_data_split": "train",
    "coda_paper_id": 4217,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The dominant reason for exposing humans to the risks of space flight is their ability to perform complex tasks and make complex decisions. To fulfill such a role, crews must be shielded against even incipient degradation of performance capacity. The space environment contains potential hazardsranging from microgravity to infectious microorganisms to chemical toxicants. An extensive literature indicates that incipient disruptions of function may occur at low levels of exposure to toxic agents and degrade performance. Such questions need to be pursued before irreversible decisions are made about space vehicle design.",
      "sentences": [
        [
          {
            "segment_text": "The dominant reason for exposing humans to the risks of space flight is their ability to perform complex tasks and make complex decisions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To fulfill such a role ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crews must be shielded against even incipient degradation of performance capacity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The space environment contains potential hazardsranging from microgravity to infectious microorganisms to chemical toxicants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An extensive literature indicates that incipient disruptions of function may occur at low levels of exposure to toxic agents and degrade performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such questions need to be pursued before irreversible decisions are made about space vehicle design .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "96"
  }
}