{
  "paper_id": "afd83a90943b4d9103daaf9507267b65e257c85c",
  "metadata": {
    "title": "TSEN54 missense variant in Standard Schnauzers with leukodystrophy Author summary",
    "coda_data_split": "train",
    "coda_paper_id": 8880,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We report a hereditary leukodystrophy in Standard Schnauzer puppies. Clinical signs occurred shortly after birth or started at an age of under 4 weeks and included apathy, dysphoric vocalization, hypermetric ataxia, intension tremor, head tilt, circling, proprioceptive deficits, seizures and ventral strabismus consistent with a diffuse intracranial lesion. Magnetic resonance imaging revealed a diffuse white matter disease without mass effect. Macroscopically, the cerebral white matter showed a gelatinous texture in the centrum semiovale. A mild hydrocephalus internus was noted. Histopathologically, a severe multifocal reduction of myelin formation and moderate diffuse edema without inflammation was detected leading to the diagnosis of leukodystrophy. Combined linkage analysis and homozygosity mapping in two related families delineated critical intervals of approximately 29 Mb. The comparison of whole genome sequence data of one affected Standard Schnauzer to 221 control genomes revealed a single private homozygous protein changing variant in the critical intervals, TSEN54:c.371G\u003eA or p.(Gly124Asp). TSEN54 encodes the tRNA splicing endonuclease subunit 54. In humans, several variants in TSEN54 were reported to cause different types of pontocerebellar hypoplasia. The genotypes at the c.371G\u003eA variant were perfectly associated with the leukodystrophy phenotype in 12 affected Standard Schnauzers and almost 1000 control dogs from different breeds. These results suggest that TSEN54:c.371G\u003eA causes the leukodystrophy. The identification of a candidate causative variant enables genetic testing so that the unintentional breeding of affected Standard Schnauzers can be avoided in the future. Our findings extend the known genotype-phenotype correlation for TSEN54 variants.",
      "sentences": [
        [
          {
            "segment_text": "We report a hereditary leukodystrophy in Standard Schnauzer puppies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical signs occurred shortly after birth or started at an age of under 4 weeks and included apathy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dysphoric vocalization , hypermetric ataxia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "intension tremor , head tilt ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "circling , proprioceptive deficits , seizures and ventral strabismus consistent with a diffuse intracranial lesion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Magnetic resonance imaging revealed a diffuse white matter disease without mass effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Macroscopically , the cerebral white matter showed a gelatinous texture in the centrum semiovale .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A mild hydrocephalus internus was noted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Histopathologically , a severe multifocal reduction of myelin formation and moderate diffuse edema without inflammation was detected leading to the diagnosis of leukodystrophy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Combined linkage analysis and homozygosity mapping in two related families delineated critical intervals of approximately 29 Mb .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The comparison of whole genome sequence data of one affected Standard Schnauzer to 221 control genomes revealed a single private homozygous protein changing variant in the critical intervals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "TSEN54 : c. 371G \u003e A or p. ( Gly124Asp ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TSEN54 encodes the tRNA splicing endonuclease subunit 54 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In humans , several variants in TSEN54 were reported to cause different types of pontocerebellar hypoplasia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genotypes at the c. 371G \u003e A variant were perfectly associated with the leukodystrophy phenotype in 12 affected Standard Schnauzers and almost 1000 control dogs from different breeds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that TSEN54 : c. 371G \u003e A causes the leukodystrophy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of a candidate causative variant enables genetic testing so that the unintentional breeding of affected Standard Schnauzers can be avoided in the future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings extend the known genotype-phenotype correlation for TSEN54 variants .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Various hereditary diseases of the cerebral white matter occur in humans and dogs. We describe a new leukodystrophy in Standard Schnauzers. Genetic mapping and whole genome sequence analysis identified a likely candidate causative variant in the TSEN54 gene encoding tRNA splicing endonuclease 54. These results provide new information about the role of TSEN54 in cell metabolism and the development of the central nervous system in the late gestational and early post-natal period. The affected dogs potentially represent a translational large animal model for similar leukoencephalopathies in human medicine. The clinical phenotype in Schnauzers included multifocal central nervous system signs. A holistic pathogenically driven understanding of disease initiation and perpetuation requires a solid analysis of the underlying genetics and characterization of the disease phenotype at the clinical and cellular as well as sub-cellular level. In contrast to the canine phenotype with a predominant manifestation in the cerebrum white matter, other TSEN54 variants in humans have been reported to result in a different pathological phenotype characterized by pontocerebellar hypoplasia. The differences between humans and dogs underscore the need for comparative analysis at the clinical, pathological and molecular level to understand species-specific protein mediated pathways, interactions and outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Various hereditary diseases of the cerebral white matter occur in humans and dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We describe a new leukodystrophy in Standard Schnauzers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic mapping and whole genome sequence analysis identified a likely candidate causative variant in the TSEN54 gene encoding tRNA splicing endonuclease 54 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide new information about the role of TSEN54 in cell metabolism and the development of the central nervous system in the late gestational and early post-natal period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The affected dogs potentially represent a translational large animal model for similar leukoencephalopathies in human medicine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical phenotype in Schnauzers included multifocal central nervous system signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A holistic pathogenically driven understanding of disease initiation and perpetuation requires a solid analysis of the underlying genetics and characterization of the disease phenotype at the clinical and cellular as well as sub-cellular level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to the canine phenotype with a predominant manifestation in the cerebrum white matter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other TSEN54 variants in humans have been reported to result in a different pathological phenotype characterized by pontocerebellar hypoplasia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The differences between humans and dogs underscore the need for comparative analysis at the clinical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pathological and molecular level to understand species-specific protein mediated pathways , interactions and outcomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "23",
    "segment_num": "29",
    "token_num": "489"
  }
}