{
  "paper_id": "afd976b623d40fccd44c2d5bc2ad108daef36c7a",
  "metadata": {
    "title": "The severe acute respiratory syndrome (SARS)",
    "coda_data_split": "train",
    "coda_paper_id": 10630,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The world was shocked in early 2003 when a pandemic of severe acute respiratory syndrome (SARS) was imminent. The outbreak of this novel disease, caused by a novel coronavirus (the SARS-coronavirus), hit hardest in the Asian Pacific region, though eventually it spread to five continents. The speed of the spread of the SARS epidemic was unprecedented due to the highly efficient intercontinental transportation. An international collaborative effort through the World Health Organization (WHO) has helped to identify the aetiological agent about 1 month after the onset of the epidemic. The power of molecular biology and bioinformatics has enabled the complete decoding of the viral genome within weeks. Over 1000 publications on the phylogeny, epidemiology, genomics, laboratory diagnostics, antiviral, immunization, pathogenesis, clinical disease, and management accumulated within just 1 year. Although the exact animal reservoir of virus and how it evolved into a human pathogen are still obscure, accurate diagnosis and epidemiological control of the disease are now possible. This article reviews what is currently known about the virus and the disease. Journal of NeuroVirology (2005) 11, 455-468.",
      "sentences": [
        [
          {
            "segment_text": "The world was shocked in early 2003 when a pandemic of severe acute respiratory syndrome ( SARS ) was imminent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreak of this novel disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "caused by a novel coronavirus ( the SARS-coronavirus ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hit hardest in the Asian Pacific region ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though eventually it spread to five continents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The speed of the spread of the SARS epidemic was unprecedented due to the highly efficient intercontinental transportation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An international collaborative effort through the World Health Organization ( WHO ) has helped to identify the aetiological agent about 1 month after the onset of the epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The power of molecular biology and bioinformatics has enabled the complete decoding of the viral genome within weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over 1000 publications on the phylogeny ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiology , genomics , laboratory diagnostics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiviral , immunization , pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clinical disease , and management accumulated within just 1 year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the exact animal reservoir of virus and how it evolved into a human pathogen are still obscure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accurate diagnosis and epidemiological control of the disease are now possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews what is currently known about the virus and the disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Journal of NeuroVirology ( 2005 ) 11 , 455-468 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "207"
  }
}