{
  "paper_id": "afe94c3bb91a1c03adb2ddb381ff0d754c903b50",
  "metadata": {
    "title": "Deoxynivalenol (DON) naturally contaminated feed impairs the immune response induced by porcine reproductive and respiratory syndrome virus (PRRSV) live attenuated vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 4902,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cereal commodities are frequently contaminated with mycotoxins produced by the secondary metabolism of fungal infection. Among these contaminants, deoxynivalenol (DON), also known as vomitoxin, is the most prevalent type B trichothecene mycotoxin worldwide. Pigs are very sensitive to the toxic effects of DON and are frequently exposed to naturally contaminated feed. Recently, DON naturally contaminated feed has been shown to decrease porcine reproductive and respiratory syndrome virus (PRRSV) specific antibody responses following experimental infection. The objective of this study was to determine the impact of DON naturally contaminated feed on the immune response generated following vaccination with PRRSV live attenuated vaccine. Eighteen pigs were randomly divided into three experimental groups of 6 animals based on DON content of the diets (0, 2.5 and 3.5 mg DON/kg). They were fed these rations one week prior to the vaccination and for all the duration of the immune response evaluation. All pigs were vaccinated intra-muscularly with one dose of Ingelvac ® PRRSV modified live vaccine (MLV). Blood samples were collected at day −1, 6, 13, 20, 27 and 35 post vaccination (pv) and tested for PRRSV RNA by RT-qPCR and for virus specific antibodies by ELISA. Results showed that ingestion of DON-contaminated diets significantly decreased PRRSV viremia. All pigs fed control diet were viremic while only 1 (17%) and 3 (50%) out of 6 pigs were viremic in the groups receiving 3.5 and 2.5 mg of DON/kg, respectively. Subsequently, all pigs fed control diet developed PRRSV specific antibodies while only viremic pigs that were fed contaminated diets have developed PRRSV specific antibodies. These results suggest that feeding pigs with DON-contaminated diet could inhibit vaccination efficiency of PRRSV MLV by severely impairing viral replication.",
      "sentences": [
        [
          {
            "segment_text": "Cereal commodities are frequently contaminated with mycotoxins produced by the secondary metabolism of fungal infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among these contaminants , deoxynivalenol ( DON ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also known as vomitoxin , is the most prevalent type B trichothecene mycotoxin worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pigs are very sensitive to the toxic effects of DON and are frequently exposed to naturally contaminated feed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , DON naturally contaminated feed has been shown to decrease porcine reproductive and respiratory syndrome virus ( PRRSV ) specific antibody responses following experimental infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to determine the impact of DON naturally contaminated feed on the immune response generated following vaccination with PRRSV live attenuated vaccine .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Eighteen pigs were randomly divided into three experimental groups of 6 animals based on DON content of the diets ( 0 , 2.5 and 3.5 mg DON/kg ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were fed these rations one week prior to the vaccination and for all the duration of the immune response evaluation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All pigs were vaccinated intra-muscularly with one dose of Ingelvac ® PRRSV modified live vaccine ( MLV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Blood samples were collected at day − 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6 , 13 , 20 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "27 and 35 post vaccination ( pv ) and tested for PRRSV RNA by RT-qPCR and for virus specific antibodies by ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results showed that ingestion of DON-contaminated diets significantly decreased PRRSV viremia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All pigs fed control diet were viremic while only 1 ( 17 % ) and 3 ( 50 % ) out of 6 pigs were viremic in the groups receiving 3.5 and 2.5 mg of DON/kg , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , all pigs fed control diet developed PRRSV specific antibodies while only viremic pigs that were fed contaminated diets have developed PRRSV specific antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that feeding pigs with DON-contaminated diet could inhibit vaccination efficiency of PRRSV MLV by severely impairing viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "321"
  }
}