{
  "paper_id": "b00605e7cfa9eb04648b5e3b02bd834dc2e1878f",
  "metadata": {
    "title": "Displacement ventilation with radiant panel for hospital wards: Measurement and prediction of the temperature and contaminant concentration profiles",
    "coda_data_split": "train",
    "coda_paper_id": 2298,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Displacement ventilation (DV) is known to provide high air quality and ventilation efficiency. With DV, a contaminant interface is formed in a room, and the air quality in the occupant zone below the contaminant interface height can be kept clean. This paper proposes a DV system to solve the serious odor problem in hospital wards. A vertical radiant panel that can be controlled individually is suggested as a complementary heating system. In order to study the influence of the panel on the displacement ventilated room, the temperature and contaminant concentration profiles were examined under different panel conditions: the distance between the panel and bed, height of the panel, surface temperature of the panel, and supply airflow rate. When the radiant panel was heated, it created a stronger plume than the human body, which produced contaminated air. When there was space between the radiant panel and bed, the contaminated air was locked up before reaching the ceiling. Personal exposure of a standing person was also investigated because the contaminated interface is generally lower than the breathing zone of a standing person with DV. The zonal model and improved zonal model were validated by a comparison of their results with the measured contaminant concentrations.",
      "sentences": [
        [
          {
            "segment_text": "Displacement ventilation ( DV ) is known to provide high air quality and ventilation efficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With DV , a contaminant interface is formed in a room ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the air quality in the occupant zone below the contaminant interface height can be kept clean .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper proposes a DV system to solve the serious odor problem in hospital wards .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A vertical radiant panel that can be controlled individually is suggested as a complementary heating system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In order to study the influence of the panel on the displacement ventilated room ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the temperature and contaminant concentration profiles were examined under different panel conditions : the distance between the panel and bed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "height of the panel , surface temperature of the panel , and supply airflow rate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When the radiant panel was heated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "it created a stronger plume than the human body , which produced contaminated air .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When there was space between the radiant panel and bed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the contaminated air was locked up before reaching the ceiling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Personal exposure of a standing person was also investigated because the contaminated interface is generally lower than the breathing zone of a standing person with DV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The zonal model and improved zonal model were validated by a comparison of their results with the measured contaminant concentrations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "223"
  }
}