{
  "paper_id": "b01268f7e1c062b0bbb7c7e6968db89f97cb08f3",
  "metadata": {
    "title": "Bioaerosols Over the Indo-Gangetic Plain: Influence of Biomass Burning Emission and Ambient Meteorology",
    "coda_data_split": "train",
    "coda_paper_id": 9434,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bioaerosols (particles of biological origin) can be produced from living or dead plants and animals. They can potentially serve as the cloud condensation and ice nuclei (CCN and IN). Their role in global carbon cycle further highlights importance of studying their variability to link up with climate relevance parameters. Focusing on tropical region reveals that it holds wealthy number of human population and has massive vegetation cover-area. From Indian region, production estimates of bioaerosols from human population (current: *1.25 billion; of which over 45% resides in Indo-Gangetic Plain: IGP) and Wildlife Sanctuaries and National Parks (100 in numbers, situated from north to south and east to west) is not known. Most of the forest fires in India occur during March-June (hot and drier season). The detailed information on chemical composition, fingerprinting and radiative forcing from regional forest fires is also lacking. Unlike natural sources (forest cover and fires), the seasonal variability of pollutants emission characteristic and chemical, optical and radiative forcing are relatively well studied from anthropogenic biomass (post-harvest paddy-and wheat-residue and biofuels) burning emission in India. However, the abundance of bioaerosols and their variability over a large stretch of IGP (north-west to north-east) was not well documented. Towards this, we have undertaken a year-long campaign to study and document (first-attempt) bioaerosols variability over a complete annual cycle from central IGP. We observed a parallel enhancement in concentrations of fine-particulate matter (PM 2.5 in October-November: 158 ± 89 µg m −3 as compared to June-September months: 40 ± 18 µg m −3 ; two-tailed t \u003d 8.2, p \u003c 0.05) and bioaerosols (particularly Gram-negative bacteria: GNB, a source of endotoxin in ambient air; 186 ± 87 CFU/m 3 during October-November as compared to 114 ± 58 CFU/m 3 ; t \u003d 4.0, p \u003c 0.05) with the biomass burning emissions intensification period. The abundance of bioaerosols exhibits influence of ambient meteorology, for example GNB exhibited negative correlations with T, wind speed 93 and heavy (\u003e4 mm daily) precipitation, whereas it showed positive correlations with RH and low precipitation amount (\u003c4 mm). Studying bioaerosols and establishing its linkage to health and climate appear to be of utmost importance.",
      "sentences": [
        [
          {
            "segment_text": "Bioaerosols ( particles of biological origin ) can be produced from living or dead plants and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can potentially serve as the cloud condensation and ice nuclei ( CCN and IN ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their role in global carbon cycle further highlights importance of studying their variability to link up with climate relevance parameters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Focusing on tropical region reveals that it holds wealthy number of human population and has massive vegetation cover-area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From Indian region , production estimates of bioaerosols from human population ( current : * 1.25 billion ; of which over 45 % resides in Indo-Gangetic Plain : IGP ) and Wildlife Sanctuaries and National Parks ( 100 in numbers , situated from north to south and east to west ) is not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the forest fires in India occur during March-June ( hot and drier season ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The detailed information on chemical composition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fingerprinting and radiative forcing from regional forest fires is also lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike natural sources ( forest cover and fires ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the seasonal variability of pollutants emission characteristic and chemical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "optical and radiative forcing are relatively well studied from anthropogenic biomass ( post-harvest paddy-and wheat-residue and biofuels ) burning emission in India .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the abundance of bioaerosols and their variability over a large stretch of IGP ( north-west to north-east ) was not well documented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Towards this , we have undertaken a year-long campaign to study and document ( first-attempt ) bioaerosols variability over a complete annual cycle from central IGP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed a parallel enhancement in concentrations of fine-particulate matter ( PM 2.5 in October-November : 158 ± 89 µg m − 3 as compared to June-September months : 40 ± 18 µg m − 3 ; two-tailed t \u003d 8.2 , p \u003c 0.05 ) and bioaerosols ( particularly Gram-negative bacteria : GNB , a source of endotoxin in ambient air ; 186 ± 87 CFU/m 3 during October-November as compared to 114 ± 58 CFU/m 3 ; t \u003d 4.0 , p \u003c 0.05 ) with the biomass burning emissions intensification period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The abundance of bioaerosols exhibits influence of ambient meteorology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example GNB exhibited negative correlations with T ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "wind speed 93 and heavy ( \u003e 4 mm daily ) precipitation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas it showed positive correlations with RH and low precipitation amount ( \u003c 4 mm ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studying bioaerosols and establishing its linkage to health and climate appear to be of utmost importance .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CFU Colony forming units EU Endotoxin units GNB Gram-negative bacteria GPB Gram-positive bacteria IGP Indo-Gangetic Plain K þ BB Biomass burning derived K + LPS Lipopolysaccharides OC Organic carbon in particulate phase RH Relative humidity (in %) T Ambient temperature (in°C)",
      "sentences": [
        [
          {
            "segment_text": "CFU Colony forming units EU Endotoxin units GNB Gram-negative bacteria GPB Gram-positive bacteria IGP Indo-Gangetic Plain K þ BB Biomass burning derived K + LPS Lipopolysaccharides OC Organic carbon in particulate phase RH Relative humidity ( in % ) T Ambient temperature ( in °C )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "468"
  }
}