{
  "paper_id": "b013b07b1eff4dfa8ebe2371ad3ce5d0f5482a89",
  "metadata": {
    "title": "False-Positive Results in a Recombinant Severe Acute Respiratory Syndrome-Associated Coronavirus (SARS-CoV) Nucleocapsid-Based Western Blot Assay Were Rectified by the Use of Two Subunits (S1 and S2) of Spike for Detection of Antibody to SARS-CoV",
    "coda_data_split": "train",
    "coda_paper_id": 2501,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To evaluate the reactivity of the recombinant proteins expressed in Escherichia coli strain BL21(DE3), a Western blot assay was performed by using a panel of 78 serum samples obtained, respectively, from convalescent-phase patients infected with severe acute respiratory syndrome-associated coronavirus (SARS-CoV) (30 samples) and from healthy donors (48 samples). As antigen for detection of SARS-CoV, the nucleocapsid protein (N) showed high sensitivity and strong reactivity with all samples from SARS-CoV patients and cross-reacted with all serum samples from healthy subjects, with either those obtained from China (10 samples) or those obtained from France (38 serum samples), giving then a significant rate of false positives. Specifically, our data indicated that the two subunits, S1 (residues 14 to 760) and S2 (residues 761 to 1190), resulted from the divided spike reacted with all samples from SARS-CoV patients and without any crossreactivity with any of the healthy serum samples. Consequently, these data revealed the nonspecific nature of N protein in serodiagnosis of SARS-CoV compared with the S1 and S2, where the specificity is of 100%. Moreover, the reported results indicated that the use of one single protein as a detection antigen of SARS-CoV infection may lead to false-positive diagnosis. These may be rectified by using more than one protein for the serodiagnosis of SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "To evaluate the reactivity of the recombinant proteins expressed in Escherichia coli strain BL21 ( DE3 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a Western blot assay was performed by using a panel of 78 serum samples obtained ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , from convalescent-phase patients infected with severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) ( 30 samples ) and from healthy donors ( 48 samples ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As antigen for detection of SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the nucleocapsid protein ( N ) showed high sensitivity and strong reactivity with all samples from SARS-CoV patients and cross-reacted with all serum samples from healthy subjects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with either those obtained from China ( 10 samples ) or those obtained from France ( 38 serum samples ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "giving then a significant rate of false positives .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , our data indicated that the two subunits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S1 ( residues 14 to 760 ) and S2 ( residues 761 to 1190 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted from the divided spike reacted with all samples from SARS-CoV patients and without any crossreactivity with any of the healthy serum samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , these data revealed the nonspecific nature of N protein in serodiagnosis of SARS-CoV compared with the S1 and S2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where the specificity is of 100 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the reported results indicated that the use of one single protein as a detection antigen of SARS-CoV infection may lead to false-positive diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These may be rectified by using more than one protein for the serodiagnosis of SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "249"
  }
}