{
  "paper_id": "b01451e5d820ef3e258a07f61ff8d68cac7f5af3",
  "metadata": {
    "title": "Functional incorporation of green fluorescent protein into hepatitis B virus envelope particles",
    "coda_data_split": "train",
    "coda_paper_id": 8552,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The envelope of hepatitis B virus (HBV), containing the L, M, and S proteins, is essential for virus entry and maturation. For direct visualization of HBV, we determined whether envelope assembly could accommodate the green fluorescent protein (GFP). While the Cterminal addition of GFP to S trans-dominant negatively inhibited empty envelope particle secretion, the N-terminal GFP fusion to S (GFP.S) was co-integrated into the envelope, giving rise to fluorescent particles. Microscopy and topogenesis analyses demonstrated that the proper intracellular distribution and folding of GFP.S, required for particle export were rescued by interprotein interactions with wild-type S. Thereby, a dual location of GFP, inside and outside the envelope, was observed. GFP.S was also efficiently packaged into the viral envelope, and these GFP-tagged virions retained the capacity for attachment to HBV receptor-positive cells in vitro. Together, GFP-tagged virions should be suitable to monitor HBV uptake and egress in live hepatocytes. D 2004 Elsevier Inc. All rights reserved.",
      "sentences": [
        [
          {
            "segment_text": "The envelope of hepatitis B virus ( HBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "containing the L , M ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and S proteins , is essential for virus entry and maturation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For direct visualization of HBV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we determined whether envelope assembly could accommodate the green fluorescent protein ( GFP ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While the Cterminal addition of GFP to S trans-dominant negatively inhibited empty envelope particle secretion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the N-terminal GFP fusion to S ( GFP.S ) was co-integrated into the envelope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "giving rise to fluorescent particles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microscopy and topogenesis analyses demonstrated that the proper intracellular distribution and folding of GFP.S ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "required for particle export were rescued by interprotein interactions with wild-type S. Thereby ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a dual location of GFP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inside and outside the envelope , was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GFP.S was also efficiently packaged into the viral envelope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these GFP-tagged virions retained the capacity for attachment to HBV receptor-positive cells in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , GFP-tagged virions should be suitable to monitor HBV uptake and egress in live hepatocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D 2004 Elsevier Inc. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "182"
  }
}