{
  "paper_id": "b0266f266faec7f1d36cb2af9d03e9ace2ee1cb2",
  "metadata": {
    "title": "Factors influencing the adherence of nurses to standard precautions in South Korea hospital settings",
    "coda_data_split": "train",
    "coda_paper_id": 6731,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Standard precautions (SPs) serve as the first line of defense against exposure to blood and body fluids. The objective of this study was to explore the adherence of nurses to SPs and to identify factors influencing adherence to SPs. Methods: This study was an exploratory cross-sectional survey. A total of 339 nurses from 9 general hospitals and 3 tertiary hospitals located in 3 South Korean cities were selected. Hierarchical regression was used to examine the effects of sociodemographic, individual, and institutional factors. Results: A higher, or positive, attitude was the strongest influencing factor in adherence to SPs in the final model, followed by administrative support, hospital types, and safety climate, in descending order. These 4 variables accounted for 26.0% of the variance in adherence to SPs. Conclusions: The attitudes of nurses toward SPs is important for increasing the adherence to SP best practices. The adherence of nurses to SPs will improve if safe environments are created in different hospital types and if managerial support and administrative efforts are supportive and sustained.",
      "sentences": [
        [
          {
            "segment_text": "Background : Standard precautions ( SPs ) serve as the first line of defense against exposure to blood and body fluids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to explore the adherence of nurses to SPs and to identify factors influencing adherence to SPs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This study was an exploratory cross-sectional survey .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 339 nurses from 9 general hospitals and 3 tertiary hospitals located in 3 South Korean cities were selected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hierarchical regression was used to examine the effects of sociodemographic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "individual , and institutional factors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A higher , or positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "attitude was the strongest influencing factor in adherence to SPs in the final model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by administrative support , hospital types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and safety climate , in descending order .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These 4 variables accounted for 26.0 % of the variance in adherence to SPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The attitudes of nurses toward SPs is important for increasing the adherence to SP best practices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The adherence of nurses to SPs will improve if safe environments are created in different hospital types and if managerial support and administrative efforts are supportive and sustained .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "196"
  }
}