{
  "paper_id": "b039abf269d8f7d62e1a1a171126aa1b0163c290",
  "metadata": {
    "title": "Infiltration of immune T cells in the brain of mice with herpes simplex virus-induced encephalitis",
    "coda_data_split": "train",
    "coda_paper_id": 9876,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Herpes simplex virus (HSV) infection of mice can induce viral encephalitis. Using two-fluorochrome immunofluorescence, our present study shows that though there is extensive myelin loss and necrosis in the brain stem of mice with HSV encephalitis, only some oligodendrocytes, astrocytes and microglial cells are infected. T cells that express CD4 or CD8 and a large number of CD4 +, F4/80 + macrophages are present in perivascular infiltrates close to and in contact with HSV-infected cells in areas of massive myelin loss. These findings suggest that the resultant infiltration of immune cells into the brain during HSV-1 infection may cause as much damage as the virus itself. 0165-5728/89/$03.50 ",
      "sentences": [
        [
          {
            "segment_text": "Herpes simplex virus ( HSV ) infection of mice can induce viral encephalitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using two-fluorochrome immunofluorescence , our present study shows that though there is extensive myelin loss and necrosis in the brain stem of mice with HSV encephalitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only some oligodendrocytes , astrocytes and microglial cells are infected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "T cells that express CD4 or CD8 and a large number of CD4 + ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "F4/80 + macrophages are present in perivascular infiltrates close to and in contact with HSV-infected cells in areas of massive myelin loss .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that the resultant infiltration of immune cells into the brain during HSV-1 infection may cause as much damage as the virus itself .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0165-5728/89 / $ 03.50",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "120"
  }
}