{
  "paper_id": "b03d1c9b518131884bf09672f371920f5131ba52",
  "metadata": {
    "title": "Clinical trial on the effects of a free-access acidified milk replacer feeding program on the health and growth of dairy replacement heifers and veal calves",
    "coda_data_split": "train",
    "coda_paper_id": 10065,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objectives of this study were to evaluate the effects of free-access acidified milk replacer feeding on the pre-and postweaning health of dairy and veal calves. Individually housed calves were systematically assigned at birth to 1 of 2 feeding programs: free-access feeding (ad libitum) of acidified milk replacer (ACD, n \u003d 249) or traditional restricted feeding (3 L fed twice daily) of milk replacer (RES, n \u003d 249). Calves were fed milk replacer containing 24% crude protein and 18% fat. Acidified milk replacer was prepared to a target pH between 4.0 and 4.5 using formic acid. Calves were weaned off milk replacer at approximately 6 wk of age. Weaning occurred over 5 d, and during this weaning period, ACD calves had access to milk replacer for 12 h/d and RES calves were offered only one feeding of milk replacer (3 L) daily. Calves were monitored daily for signs of disease. Fecal consistency scores were assigned each week from birth until weaning. A subset of calves was systematically selected for fecal sampling at 3 time points between 7 and 27 d of age. Fecal samples were analyzed for enterotoxigenic Escherichia coli F5, Cryptosporidium parvum, rotavirus, and coronavirus. Hip width, hip height, body length, heart girth, and body weight were measured at birth and weaning. Postweaning body weight measurements were collected from the heifers at approximately 8 mo of age. Postweaning body weight and carcass grading information was collected from the veal calves at slaughter once a live weight between 300 and 350 kg had been achieved. The odds of ACD calves being treated for a preweaning disease event tended to be lower than that of the RES calves (1.2 vs. 5.2%, respectively). Preweaning mortality, postweaning disease treatment, and postweaning mortality did not differ between feeding treatments. The ACD feeding treatment supported greater preweaning average daily gain (0.59 vs. 0.43 kg/d) and structural growth than RES feeding. Postweaning average daily gain and carcass characteristics were similar for ACD and RES calves. These results indicate that free-access acidified milk replacer feeding tended to support improved health, and greater body weight gain and structural growth during the preweaning period; these effects did not persist in the postweaning period. The growth advantage observed before weaning in the ACD calves likely disappeared due to the weaning methods used.",
      "sentences": [
        [
          {
            "segment_text": "The objectives of this study were to evaluate the effects of free-access acidified milk replacer feeding on the pre-and postweaning health of dairy and veal calves .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Individually housed calves were systematically assigned at birth to 1 of 2 feeding programs : free-access feeding ( ad libitum ) of acidified milk replacer ( ACD , n \u003d 249 ) or traditional restricted feeding ( 3 L fed twice daily ) of milk replacer ( RES , n \u003d 249 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were fed milk replacer containing 24 % crude protein and 18 % fat .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Acidified milk replacer was prepared to a target pH between 4.0 and 4.5 using formic acid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were weaned off milk replacer at approximately 6 wk of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Weaning occurred over 5 d ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and during this weaning period ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ACD calves had access to milk replacer for 12 h/d and RES calves were offered only one feeding of milk replacer ( 3 L ) daily .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were monitored daily for signs of disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal consistency scores were assigned each week from birth until weaning .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A subset of calves was systematically selected for fecal sampling at 3 time points between 7 and 27 d of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal samples were analyzed for enterotoxigenic Escherichia coli F5 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Cryptosporidium parvum , rotavirus , and coronavirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hip width , hip height ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "body length , heart girth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and body weight were measured at birth and weaning .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Postweaning body weight measurements were collected from the heifers at approximately 8 mo of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Postweaning body weight and carcass grading information was collected from the veal calves at slaughter once a live weight between 300 and 350 kg had been achieved .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The odds of ACD calves being treated for a preweaning disease event tended to be lower than that of the RES calves ( 1.2 vs. 5.2 % , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Preweaning mortality , postweaning disease treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and postweaning mortality did not differ between feeding treatments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ACD feeding treatment supported greater preweaning average daily gain ( 0.59 vs. 0.43 kg/d ) and structural growth than RES feeding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Postweaning average daily gain and carcass characteristics were similar for ACD and RES calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that free-access acidified milk replacer feeding tended to support improved health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and greater body weight gain and structural growth during the preweaning period ; these effects did not persist in the postweaning period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The growth advantage observed before weaning in the ACD calves likely disappeared due to the weaning methods used .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "26",
    "token_num": "435"
  }
}