{
  "paper_id": "b04a38cb0e42e1578b2813294bf2ee134df6b9e9",
  "metadata": {
    "title": "Comprehensive quantitative analysis of Shuang-Huang-Lian oral liquid using UHPLC-Q-TOF-MS and HPLC-ELSD",
    "coda_data_split": "train",
    "coda_paper_id": 5904,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Shuang-Huang-Lian oral liquid (SHL) is a well-known Chinese patent drug containing three herbal medicines: Radix Scutellariae, Flos Lonicerae Japonicae and Fructus Forsythiae. It is usually used to treat acute upper respiratory tract infection caused by virus or bacteria. Although the licensing of botanical drug Veregen approved by FDA has indicated the importance of quantitative analysis in quality control of herbal medicines, quantitative evaluation of a Chinese patent drug like SHL remains a challenge due to the complex chemical profile. In this study, 15 small molecular components of SHL (four flavonoids, six quinic acid derivatives, three saponins and two phenylethanoid glycosides) were simultaneously determined using ultra-high performance liquid chromatography coupled with quadrupole-time-of-flight mass spectrometry (UHPLC-Q-TOF-MS). The contents of the three major saccharides, namely fructose, glucose and sucrose were quantified using high performance liquid chromatography-evaporative light scattering detector on an amino column (HPLC-ELSD). The macromolecules were quantified by precipitating in 80% ethanol, drying the precipitate, and then weighing. The established methods were validated in terms of linearity, sensitivity, precision, accuracy and stability and then successfully applied to analyze 12 batches of commercial products of SHL produced by four different manufacturers. The results indicated that 57.52-78.11% (w/w) of SHL could be quantitatively determined (non-saccharide small molecules: 1.77-3.75%, monosaccharides: 0.93-20.93%, macromolecules: 2.63-5.76% and sucrose: 49.20-65.94%). This study may provide a useful way to comprehensively evaluate the quality of SHL.",
      "sentences": [
        [
          {
            "segment_text": "Shuang-Huang-Lian oral liquid ( SHL ) is a well-known Chinese patent drug containing three herbal medicines : Radix Scutellariae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Flos Lonicerae Japonicae and Fructus Forsythiae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is usually used to treat acute upper respiratory tract infection caused by virus or bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the licensing of botanical drug Veregen approved by FDA has indicated the importance of quantitative analysis in quality control of herbal medicines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quantitative evaluation of a Chinese patent drug like SHL remains a challenge due to the complex chemical profile .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , 15 small molecular components of SHL ( four flavonoids , six quinic acid derivatives , three saponins and two phenylethanoid glycosides ) were simultaneously determined using ultra-high performance liquid chromatography coupled with quadrupole-time-of-flight mass spectrometry ( UHPLC-Q-TOF-MS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The contents of the three major saccharides ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "namely fructose , glucose and sucrose were quantified using high performance liquid chromatography-evaporative light scattering detector on an amino column ( HPLC-ELSD ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The macromolecules were quantified by precipitating in 80 % ethanol ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "drying the precipitate , and then weighing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The established methods were validated in terms of linearity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sensitivity , precision , accuracy and stability and then successfully applied to analyze 12 batches of commercial products of SHL produced by four different manufacturers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results indicated that 57.52-78.11 % ( w/w ) of SHL could be quantitatively determined ( non-saccharide small molecules : 1.77-3.75 % , monosaccharides : 0.93-20.93 % , macromolecules : 2.63-5.76 % and sucrose : 49.20-65.94 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study may provide a useful way to comprehensively evaluate the quality of SHL .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "271"
  }
}