{
  "paper_id": "b0605ccccb0e572616ba30600d869cc9f2152f98",
  "metadata": {
    "title": "A qualitative study of the duty to care in communicable disease outbreaks",
    "coda_data_split": "train",
    "coda_paper_id": 9606,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Health care providers\u0027 (HCPs\u0027) duty to care during communicable disease outbreaks has resurfaced as an important and contentious topic. This renewed interest follows the re-emergence of communicable diseases, largely thought to have disappeared and therefore irrelevant to modern day practitioners. The 2003 SARS outbreak particularly presented propitious circumstances for reconsidering this issue. This study seeks to characterize the views of individuals on the nature and limits of this duty.",
      "sentences": [
        [
          {
            "segment_text": "Health care providers \u0027 ( HCPs \u0027 ) duty to care during communicable disease outbreaks has resurfaced as an important and contentious topic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This renewed interest follows the re-emergence of communicable diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "largely thought to have disappeared and therefore irrelevant to modern day practitioners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 2003 SARS outbreak particularly presented propitious circumstances for reconsidering this issue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study seeks to characterize the views of individuals on the nature and limits of this duty .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The authors employed qualitative methods to gather lay and expert perspectives. Individual interviews were conducted with 67 participants consisting of HCPs, spiritual leaders, regulators, and members of the public from the greater Toronto area. Participants\u0027 views were analyzed and organized according to three main themes, constituting a framework that combines micro-, meso-, and macro-level structures and processes: the scope of obligations of HCPs, the roles of health care institutions, and the broader social context, respectively. Our data suggest that the duty to care must be placed in a wider context to include considerations that transcend individual provider obligations. It thus follows, based on our data, that the duty to care cannot be left to personal choice or an appeal to morality based on an ethic derived entirely from individual obligations.",
      "sentences": [
        [
          {
            "segment_text": "The authors employed qualitative methods to gather lay and expert perspectives .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Individual interviews were conducted with 67 participants consisting of HCPs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spiritual leaders , regulators , and members of the public from the greater Toronto area .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants \u0027 views were analyzed and organized according to three main themes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "constituting a framework that combines micro - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "meso - , and macro-level structures and processes : the scope of obligations of HCPs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the roles of health care institutions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the broader social context , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our data suggest that the duty to care must be placed in a wider context to include considerations that transcend individual provider obligations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It thus follows , based on our data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that the duty to care can not be left to personal choice or an appeal to morality based on an ethic derived entirely from individual obligations .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The micro-meso-macro analytical framework that we have developed can guide the articulation of accepted norms of duty to care during epidemics and the development of policy for public health crises. It can also enhance the focus of our current expectations of HCPs\u0027 duty during epidemics. This can be achieved by informing regulatory bodies, collaborating with policy makers and engaging the public. r",
      "sentences": [
        [
          {
            "segment_text": "The micro-meso-macro analytical framework that we have developed can guide the articulation of accepted norms of duty to care during epidemics and the development of policy for public health crises .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It can also enhance the focus of our current expectations of HCPs \u0027 duty during epidemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This can be achieved by informing regulatory bodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "collaborating with policy makers and engaging the public .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "296"
  }
}