{
  "paper_id": "b0612c24f5b7d98a246875648a05a8d3253b7795",
  "metadata": {
    "title": "Identification of bovine viral diarrhea virus receptor in different cell types",
    "coda_data_split": "train",
    "coda_paper_id": 3239,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Anti-idiotypic antibodies (anti-ids) have been used successfully in studies on bovine viral diarrhea virus (BVDV) receptor(s) in our laboratory. The anti-ids specifically bound to cultured cells and identified a 50 kDa cellular membrane protein, which is thought to be a specific receptor for BVDV. In this study, flow cytometric analyses demonstrated that the anti-ids also specifically bound to different cell types, namely MDBK, EBK, BT, PK15, MA104, and Vero. Experiments on virus attachment and replication showed that BVDV adsorbed to all cells and replicated in them except monkey kidney cells MA104 and Vero (non-permissive). Results from plaque reduction assays indicated that cellular membrane proteins from all cell lines competitively inhibited BVDV attachment to cultured MDBK cells, suggesting the presence of BVDV receptor on all cells. Immunoblotting of cell membrane proteins with the anti-ids revealed a 50 kDa protein in both permissive and nonpermissive cells. Subcloned or synchronized MDBK cells demonstrated no significant difference of binding with anti-ids as compared to normal cultured cells.",
      "sentences": [
        [
          {
            "segment_text": "Anti-idiotypic antibodies ( anti-ids ) have been used successfully in studies on bovine viral diarrhea virus ( BVDV ) receptor ( s ) in our laboratory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The anti-ids specifically bound to cultured cells and identified a 50 kDa cellular membrane protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is thought to be a specific receptor for BVDV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , flow cytometric analyses demonstrated that the anti-ids also specifically bound to different cell types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely MDBK , EBK , BT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PK15 , MA104 , and Vero .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Experiments on virus attachment and replication showed that BVDV adsorbed to all cells and replicated in them except monkey kidney cells MA104 and Vero ( non-permissive ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results from plaque reduction assays indicated that cellular membrane proteins from all cell lines competitively inhibited BVDV attachment to cultured MDBK cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the presence of BVDV receptor on all cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunoblotting of cell membrane proteins with the anti-ids revealed a 50 kDa protein in both permissive and nonpermissive cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subcloned or synchronized MDBK cells demonstrated no significant difference of binding with anti-ids as compared to normal cultured cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "188"
  }
}