{
  "paper_id": "b0abff1d6efe43a0789dc1cfb5ab16bc75151b8e",
  "metadata": {
    "title": "Chapter 6 Reverse Genetics of Avian Coronavirus Infectious Bronchitis Virus",
    "coda_data_split": "train",
    "coda_paper_id": 3947,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have developed a reverse genetics system for the avian coronavirus infectious bronchitis virus (IBV) in which a full-length cDNA corresponding to the IBV genome is inserted into the vaccinia virus genome under the control of a T7 promoter sequence. Vaccinia virus as a vector for the full-length IBV cDNA has the advantage that modifi cations can be introduced into the IBV cDNA using homologous recombination, a method frequently used to insert and delete sequences from the vaccinia virus genome. Here, we describe the use of transient dominant selection as a method for introducing modifi cations into the IBV cDNA; that has been successfully used for the substitution of specifi c nucleotides, deletion of genomic regions, and the exchange of complete genes. Infectious recombinant IBVs are generated in situ following the transfection of vaccinia virus DNA, containing the modifi ed IBV cDNA, into cells infected with a recombinant fowlpox virus expressing T7 DNA dependant RNA polymerase.",
      "sentences": [
        [
          {
            "segment_text": "We have developed a reverse genetics system for the avian coronavirus infectious bronchitis virus ( IBV ) in which a full-length cDNA corresponding to the IBV genome is inserted into the vaccinia virus genome under the control of a T7 promoter sequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccinia virus as a vector for the full-length IBV cDNA has the advantage that modifi cations can be introduced into the IBV cDNA using homologous recombination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a method frequently used to insert and delete sequences from the vaccinia virus genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the use of transient dominant selection as a method for introducing modifi cations into the IBV cDNA ; that has been successfully used for the substitution of specifi c nucleotides ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "deletion of genomic regions , and the exchange of complete genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infectious recombinant IBVs are generated in situ following the transfection of vaccinia virus DNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "containing the modifi ed IBV cDNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "into cells infected with a recombinant fowlpox virus expressing T7 DNA dependant RNA polymerase .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "169"
  }
}