{
  "paper_id": "b0ad001bf30a7e66883a682031b9847028664e3d",
  "metadata": {
    "title": "Rapid production of antigen-specific monoclonal antibodies from a variety of animals Rapid production of antigen-specific monoclonal antibodies from a variety of animals",
    "coda_data_split": "train",
    "coda_paper_id": 2420,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Although a variety of animals have been used to produce polyclonal antibodies against antigens, the production of antigen-specific monoclonal antibodies from animals remains challenging.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although a variety of animals have been used to produce polyclonal antibodies against antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the production of antigen-specific monoclonal antibodies from animals remains challenging .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We propose a simple and rapid strategy to produce monoclonal antibodies from a variety of animals. By staining lymph node cells with an antibody against immunoglobulin and a fluorescent dye specific for the endoplasmic reticulum, plasma/plasmablast cells were identified without using a series of antibodies against lineage markers. By using a fluorescently labeled antigen as a tag for a complementary cell surface immunoglobulin, antigen-specific plasma/plasmablast cells were sorted from the rest of the cell population by fluorescence-activated cell sorting. Amplification of cognate pairs of immunoglobulin heavy and light chain genes followed by DNA transfection into 293FT cells resulted in the highly efficient production of antigen-specific monoclonal antibodies from a variety of immunized animals.",
      "sentences": [
        [
          {
            "segment_text": "Results : We propose a simple and rapid strategy to produce monoclonal antibodies from a variety of animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By staining lymph node cells with an antibody against immunoglobulin and a fluorescent dye specific for the endoplasmic reticulum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "plasma/plasmablast cells were identified without using a series of antibodies against lineage markers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By using a fluorescently labeled antigen as a tag for a complementary cell surface immunoglobulin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antigen-specific plasma/plasmablast cells were sorted from the rest of the cell population by fluorescence-activated cell sorting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Amplification of cognate pairs of immunoglobulin heavy and light chain genes followed by DNA transfection into 293FT cells resulted in the highly efficient production of antigen-specific monoclonal antibodies from a variety of immunized animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Our technology eliminates the need for both cell propagation and screening processes, offering a significant advantage over hybridoma and display strategies.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Our technology eliminates the need for both cell propagation and screening processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "offering a significant advantage over hybridoma and display strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "174"
  }
}