{
  "paper_id": "b0cfe37e539ff3d2534d098467d91a1d995f83d9",
  "metadata": {
    "title": "Does early EBV infection protect against IgE sensitization?",
    "coda_data_split": "train",
    "coda_paper_id": 7647,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: There is indirect evidence that an increased infectious burden is associated with a decreased prevalence of IgE-mediated allergy during childhood. Objective: To determine whether there is a relation between the serostatus of 13 different viruses and parentally reported infections and IgE sensitization in 2-year-old children. To investigate whether there is an interaction between cytomegalovirus (CMV) and Epstein-Barr virus (EBV) in relation to IgE sensitization. Methods: A total of 246 infants were followed prospectively to 2 years of age with clinical examinations, skin prick test, and specific IgE analyses and through analysis of seropositivity against adenovirus, influenza, parainfluenza, respiratory syncytial virus, CMV, EBV, herpes simplex virus, human herpesvirus 6, and varicella-zoster virus. Results: There was some evidence that IgE sensitization (24%) tended to be more common among children who were seropositive against few compared with children who were seropositive against many viruses, but this was not statistically significant, and there was no consistent trend across the groups. IgE sensitization was statistically significantly less prevalent at 2 years of age among infants who were seropositive against EBV but not other viruses (adjusted odds ratio, 0.34; 95% CI, 0.14-0.86). The interaction of seropositivity against both CMV and EBV antibodies indicated a further reduction in the risk for IgE sensitization (adjusted odds ratio for interaction, 0.10; 95% CI, 0.01-0.92), indicating effect modification associated with seropositivity against CMV. Conclusion: Our results indicate that acquisition of EBV infection during the first 2 years of life is associated with a reduced risk of IgE sensitization, and this effect is enhanced by CMV coinfection. (J Allergy Clin Immunol 2005;116: 438-44.) ",
      "sentences": [
        [
          {
            "segment_text": "Background : There is indirect evidence that an increased infectious burden is associated with a decreased prevalence of IgE-mediated allergy during childhood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To determine whether there is a relation between the serostatus of 13 different viruses and parentally reported infections and IgE sensitization in 2-year-old children .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To investigate whether there is an interaction between cytomegalovirus ( CMV ) and Epstein-Barr virus ( EBV ) in relation to IgE sensitization .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 246 infants were followed prospectively to 2 years of age with clinical examinations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "skin prick test , and specific IgE analyses and through analysis of seropositivity against adenovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "influenza , parainfluenza , respiratory syncytial virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "CMV , EBV , herpes simplex virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human herpesvirus 6 , and varicella-zoster virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : There was some evidence that IgE sensitization ( 24 % ) tended to be more common among children who were seropositive against few compared with children who were seropositive against many viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this was not statistically significant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and there was no consistent trend across the groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgE sensitization was statistically significantly less prevalent at 2 years of age among infants who were seropositive against EBV but not other viruses ( adjusted odds ratio , 0.34 ; 95 % CI , 0.14-0.86 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interaction of seropositivity against both CMV and EBV antibodies indicated a further reduction in the risk for IgE sensitization ( adjusted odds ratio for interaction , 0.10 ; 95 % CI , 0.01-0.92 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating effect modification associated with seropositivity against CMV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our results indicate that acquisition of EBV infection during the first 2 years of life is associated with a reduced risk of IgE sensitization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this effect is enhanced by CMV coinfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2005 ; 116 : 438-44 . )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "315"
  }
}