{
  "paper_id": "b0f37afb708c688423597184e2e3cb240c4aed89",
  "metadata": {
    "title": "Utilization of human DC-SIGN and L-SIGN for entry and infection of host cells by the New World arenavirus, Junín virus",
    "coda_data_split": "train",
    "coda_paper_id": 4386,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The target cell tropism of enveloped viruses is regulated by interactions between viral proteins and cellular receptors determining susceptibility at a host cell, tissue or species level. However, a number of additional cell-surface moieties can also bind viral envelope glycoproteins and could act as capture receptors, serving as attachment factors to concentrate virus particles on the cell surface, or to disseminate the virus infection to target organs or susceptible cells within the host. Here, we used Junín virus (JUNV) or JUNV glycoprotein complex (GPC)-pseudotyped particles to study their ability to be internalized by the human C-type lectins hDC-or hL-SIGN. Our results provide evidence that hDC-and hL-SIGN can mediate the entry of Junín virus into cells, and may play an important role in virus infection and dissemination in the host.",
      "sentences": [
        [
          {
            "segment_text": "The target cell tropism of enveloped viruses is regulated by interactions between viral proteins and cellular receptors determining susceptibility at a host cell , tissue or species level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a number of additional cell-surface moieties can also bind viral envelope glycoproteins and could act as capture receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serving as attachment factors to concentrate virus particles on the cell surface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or to disseminate the virus infection to target organs or susceptible cells within the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we used Junín virus ( JUNV ) or JUNV glycoprotein complex ( GPC ) - pseudotyped particles to study their ability to be internalized by the human C-type lectins hDC-or hL-SIGN .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results provide evidence that hDC-and hL-SIGN can mediate the entry of Junín virus into cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may play an important role in virus infection and dissemination in the host .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "145"
  }
}