{
  "paper_id": "b1332cb1b4ba3b3ead4d99e2630da70ffb67f940",
  "metadata": {
    "title": "The role of viruses in the development and exacerbation of atopic disease",
    "coda_data_split": "train",
    "coda_paper_id": 8191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To examine data in support of the viral hypothesis of atopic disease. Data Sources: We retrieved review articles and original research from MEDLINE, OVID, and PubMed (1950-June 2009) that addressed our topic of interest, using the terms respiratory virus, asthma, IgE, atopy, and viral-induced wheeze.",
      "sentences": [
        [
          {
            "segment_text": "To examine data in support of the viral hypothesis of atopic disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Data Sources : We retrieved review articles and original research from MEDLINE ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "OVID , and PubMed ( 1950-June 2009 ) that addressed our topic of interest ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using the terms respiratory virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "asthma , IgE , atopy , and viral-induced wheeze .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Study Selection: Articles were selected for their relevance to viruses and their role in asthma.",
      "sentences": [
        [
          {
            "segment_text": "Study Selection : Articles were selected for their relevance to viruses and their role in asthma .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Much of the data in support of the viral role in asthma focuses on rhinovirus and respiratory syncytial virus. Epidemiologic studies have used factors such as day-care and family size as surrogates for infection in studies that support and negate the role of viruses in the development of asthma. A large volume of literature supports the theory that virus exacerbates preexisting asthma by setting off the inflammatory cascade. No mechanistic studies fully explain how viral infections can translate or exacerbate atopic disease. We provide information from our mouse model that suggests that dendritic cells, IgE, and FcRI are critical to the induction of atopy. Studies of patients taking antiviral agents (eg, ribavirin or palvizumab) support the notion that interfering with respiratory viral infections may decrease the development of atopy.",
      "sentences": [
        [
          {
            "segment_text": "Much of the data in support of the viral role in asthma focuses on rhinovirus and respiratory syncytial virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epidemiologic studies have used factors such as day-care and family size as surrogates for infection in studies that support and negate the role of viruses in the development of asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A large volume of literature supports the theory that virus exacerbates preexisting asthma by setting off the inflammatory cascade .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No mechanistic studies fully explain how viral infections can translate or exacerbate atopic disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide information from our mouse model that suggests that dendritic cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgE , and FcRI are critical to the induction of atopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies of patients taking antiviral agents ( eg , ribavirin or palvizumab ) support the notion that interfering with respiratory viral infections may decrease the development of atopy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Many studies suggest strongly that viral infections may predispose patients to the development of asthma and other atopic diseases. Further, mechanistic studies are necessary to allow for the development of targeted therapeutics to prevent the translation of viral into atopic disease.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Many studies suggest strongly that viral infections may predispose patients to the development of asthma and other atopic diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , mechanistic studies are necessary to allow for the development of targeted therapeutics to prevent the translation of viral into atopic disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "260"
  }
}