{
  "paper_id": "b1502413fdbafb61af905ee843760528dbf9b662",
  "metadata": {
    "title": "Analysis of protein expression changes of the Vero E6 cells infected with classic PEDV strain CV777 by using quantitative proteomic technique",
    "coda_data_split": "train",
    "coda_paper_id": 6585,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent outbreaks of porcine epidemic diarrhea virus (PEDV) have caused widespread concern. The identification of proteins associated with PEDV infection might provide insight into PEDV pathogenesis and facilitate the development of novel antiviral strategies. We analyzed the differential protein profile of PEDV-infected Vero E6 cells using mass spectrometry and an isobaric tag for relative and absolute quantification. A total of 126 proteins were identified that were differentially expressed between the PEDV-infected and mock-infected groups (P \u003c 0.05, quantitative ratio ≥1.2), among which the expression of 58 proteins was up-regulated and that of 68 proteins was down-regulated in the PEDV-infected Vero E6 cells, involving in integrin ␤2/␤3, cystatin-C. The Gene Ontology analysis indicated that the molecular function of the differentially expressed proteins (DEPs) was primarily related to binding and catalytic activity, and that the biological functions in which the DEPs are involved included metabolism, organismal systems, cellular processes, genetic information processing, environmental information processing, and diseases. Among the disease-related functions, certain anti-viral pathways and proteins, such as the RIG-I-like receptor, Rap1, autophagy, mitogen-activated protein kinase, PI3K-Akt and Jak-STAT signaling pathways, and integrin ␤2/␤3 and cystatin-C proteins, represented potential factors in PEDV infection. Our findings provide valuable insight into PEDV-Vero E6 cell interactions.",
      "sentences": [
        [
          {
            "segment_text": "Recent outbreaks of porcine epidemic diarrhea virus ( PEDV ) have caused widespread concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The identification of proteins associated with PEDV infection might provide insight into PEDV pathogenesis and facilitate the development of novel antiviral strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed the differential protein profile of PEDV-infected Vero E6 cells using mass spectrometry and an isobaric tag for relative and absolute quantification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 126 proteins were identified that were differentially expressed between the PEDV-infected and mock-infected groups ( P \u003c 0.05 , quantitative ratio ≥ 1.2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "among which the expression of 58 proteins was up-regulated and that of 68 proteins was down-regulated in the PEDV-infected Vero E6 cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "involving in integrin ␤ 2 / ␤ 3 , cystatin-C .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Gene Ontology analysis indicated that the molecular function of the differentially expressed proteins ( DEPs ) was primarily related to binding and catalytic activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that the biological functions in which the DEPs are involved included metabolism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "organismal systems , cellular processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genetic information processing , environmental information processing , and diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the disease-related functions , certain anti-viral pathways and proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the RIG-I-like receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Rap1 , autophagy , mitogen-activated protein kinase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PI3K-Akt and Jak-STAT signaling pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and integrin ␤ 2 / ␤ 3 and cystatin-C proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "represented potential factors in PEDV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings provide valuable insight into PEDV-Vero E6 cell interactions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "241"
  }
}