{
  "paper_id": "b153ef1a7cb22199b3f2e8901d25a93acf2c7570",
  "metadata": {
    "title": "The Use of Ebola Convalescent Plasma to Treat Ebola Virus Disease in Resource-Constrained Settings: A Perspective From the Field",
    "coda_data_split": "train",
    "coda_paper_id": 9399,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The clinical evaluation of convalescent plasma (CP) for the treatment of Ebola virus disease (EVD) in the current outbreak, predominantly affecting Guinea, Sierra Leone, and Liberia, was prioritized by the World Health Organization in September 2014. In each of these countries, nonrandomized comparative clinical trials were initiated. The Ebola-Tx trial in Conakry, Guinea, enrolled 102 patients by 7 July 2015; no severe adverse reactions were noted. The Ebola-CP trial in Sierra Leone and the EVD001 trial in Liberia have included few patients. Although no efficacy data are available yet, current field experience supports the safety, acceptability, and feasibility of CP as EVD treatment. Longer-term follow-up as well as data from nontrial settings and evidence on the scalability of the intervention are required. CP sourced from within the outbreak is the most readily available source of anti-EVD antibodies. Until the advent of effective antivirals or monoclonal antibodies, CP merits further evaluation.",
      "sentences": [
        [
          {
            "segment_text": "The clinical evaluation of convalescent plasma ( CP ) for the treatment of Ebola virus disease ( EVD ) in the current outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "predominantly affecting Guinea , Sierra Leone ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Liberia , was prioritized by the World Health Organization in September 2014 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In each of these countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nonrandomized comparative clinical trials were initiated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Ebola-Tx trial in Conakry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Guinea , enrolled 102 patients by 7 July 2015 ; no severe adverse reactions were noted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Ebola-CP trial in Sierra Leone and the EVD001 trial in Liberia have included few patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although no efficacy data are available yet ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "current field experience supports the safety ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acceptability , and feasibility of CP as EVD treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Longer-term follow-up as well as data from nontrial settings and evidence on the scalability of the intervention are required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CP sourced from within the outbreak is the most readily available source of anti-EVD antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Until the advent of effective antivirals or monoclonal antibodies , CP merits further evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "174"
  }
}