{
  "paper_id": "b1735d2bf2120775db46e1803d1c92023d22e60d",
  "metadata": {
    "title": "Neutrophils in respiratory syncytial virus infection: A target for asthma prevention",
    "coda_data_split": "train",
    "coda_paper_id": 5846,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lower respiratory tract infections by respiratory syncytial virus (RSV) are the foremost cause of infant hospitalization and are implicated in lasting pulmonary impairment and the development of asthma. Neutrophils infiltrate the airways of pediatric patients with RSV-induced bronchiolitis in vast numbers: approximately 80% of infiltrated cells are neutrophils. However, why neutrophils are recruited to the site of viral respiratory tract infection is not clear. In this review we discuss the beneficial and pathologic contributions of neutrophils to the immune response against RSV infection. Neutrophils can limit viral replication and spread, as well as stimulate an effective antiviral adaptive immune response. However, low specificity of neutrophil antimicrobial armaments allows for collateral tissue damage. Neutrophilinduced injury to the airways during the delicate period of infant lung development has lasting adverse consequences for pulmonary architecture and might promote the onset of asthma in susceptible subjects. We suggest that pharmacologic modulation of neutrophils should be explored as a viable future therapy for severe RSV-induced bronchiolitis and thereby prevent the inception of subsequent asthma. The antiviral functions of neutrophils suggest that targeting of neutrophils in patients with RSV-induced bronchiolitis is best performed under the umbrella of antiviral treatment. (J Allergy Clin Immunol 2015;136:838-47.) ",
      "sentences": [
        [
          {
            "segment_text": "Lower respiratory tract infections by respiratory syncytial virus ( RSV ) are the foremost cause of infant hospitalization and are implicated in lasting pulmonary impairment and the development of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neutrophils infiltrate the airways of pediatric patients with RSV-induced bronchiolitis in vast numbers : approximately 80 % of infiltrated cells are neutrophils .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , why neutrophils are recruited to the site of viral respiratory tract infection is not clear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we discuss the beneficial and pathologic contributions of neutrophils to the immune response against RSV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Neutrophils can limit viral replication and spread ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as stimulate an effective antiviral adaptive immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , low specificity of neutrophil antimicrobial armaments allows for collateral tissue damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutrophilinduced injury to the airways during the delicate period of infant lung development has lasting adverse consequences for pulmonary architecture and might promote the onset of asthma in susceptible subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest that pharmacologic modulation of neutrophils should be explored as a viable future therapy for severe RSV-induced bronchiolitis and thereby prevent the inception of subsequent asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antiviral functions of neutrophils suggest that targeting of neutrophils in patients with RSV-induced bronchiolitis is best performed under the umbrella of antiviral treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2015 ; 136:838-47 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "219"
  }
}