{
  "paper_id": "b1758122645fe23b60639235c9400e99485739e9",
  "metadata": {
    "title": "China\u0027s rural electricity market-a quantitative analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10255,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objective of this paper is to quantify the development of the rural electricity market at county level and below in China. A sectorial energy demand analysis and forecasting model was developed to analyze six Chinese provinces with different economic backgrounds. Historical data for over 20 years were collected on rural economic development, households, population, per capita income, community infrastructure development, capital investment, electricity consumption, output values in agriculture sector, and township and village enterprises (TVEs). This paper concludes that by 2010, annual electricity demand will increase at a rate between À1.40% and 15.60% (depending on the sectors and provinces). It also recommends a preferred order for future rural electricity investment: Jiangsu, Hebei, Henan, Shaanxi, Liaoning and Xinjiang, i.e. from the most to the least developed provinces, if the investment objectives are to find the best market return and the greatest impact on rural market development. #",
      "sentences": [
        [
          {
            "segment_text": "The objective of this paper is to quantify the development of the rural electricity market at county level and below in China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A sectorial energy demand analysis and forecasting model was developed to analyze six Chinese provinces with different economic backgrounds .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Historical data for over 20 years were collected on rural economic development ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "households , population , per capita income ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "community infrastructure development , capital investment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "electricity consumption , output values in agriculture sector ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and township and village enterprises ( TVEs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This paper concludes that by 2010 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "annual electricity demand will increase at a rate between À1 .40 % and 15.60 % ( depending on the sectors and provinces ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also recommends a preferred order for future rural electricity investment : Jiangsu ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Hebei , Henan , Shaanxi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Liaoning and Xinjiang , i.e. from the most to the least developed provinces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if the investment objectives are to find the best market return and the greatest impact on rural market development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "175"
  }
}