{
  "paper_id": "b177980427d2b5da6a37b11aa4a66b6953ee9ad2",
  "metadata": {
    "title": "Construction and characterisation of a recombinant vaccinia virus expressing human papillomavirus proteins for immunotherapy of cervical cancer",
    "coda_data_split": "train",
    "coda_paper_id": 9009,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The presence and consistent expression of the genes encoding the human papillomavirus (HPV) E6 and E7 proteins in the great majority of cervical tumours presents the opportunity for an immunotherapeutic approach for control of the disease. This report describes the construction and characterisation of a recombinant vaccinia virus designed to express modtfied forms of the E6 and E7 proteins from HPV16 and HPVl8, the viruses most commonly associated with cervical cancer. The recombinant virus (designated TA-HPV) was based on the Wyeth vaccine strain of vaccinia, and was shown to express the desired gene products. Studies in mice indicated that the recombinant virus was less neurovirulent than the parental virus and was capable of inducing an HPV-spectftc CTL response. This pre-clinical evaluation has provided a basis for the initiation of human trials in cervical cancer patients. Copyright 0 1996 Elsevier Science Ltd.",
      "sentences": [
        [
          {
            "segment_text": "The presence and consistent expression of the genes encoding the human papillomavirus ( HPV ) E6 and E7 proteins in the great majority of cervical tumours presents the opportunity for an immunotherapeutic approach for control of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This report describes the construction and characterisation of a recombinant vaccinia virus designed to express modtfied forms of the E6 and E7 proteins from HPV16 and HPVl8 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the viruses most commonly associated with cervical cancer .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The recombinant virus ( designated TA-HPV ) was based on the Wyeth vaccine strain of vaccinia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and was shown to express the desired gene products .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies in mice indicated that the recombinant virus was less neurovirulent than the parental virus and was capable of inducing an HPV-spectftc CTL response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This pre-clinical evaluation has provided a basis for the initiation of human trials in cervical cancer patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Copyright 0 1996 Elsevier Science Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "153"
  }
}