{
  "paper_id": "b1ae64530c0ba71aaac1ac48ce883e2f9a305e35",
  "metadata": {
    "title": "Structure, Immunopathogenesis and Vaccines Against SARS Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 8113,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A new disease, severe atypical respiratory syndrome (SARS), emerged in China in late 2002 and developed into the first epidemic of the 21st century. The disease was caused by an unknown animal coronavirus (CoV) that had crossed the species barrier through close contact of humans with infected animals, and was identified as the etiological agent for SARS. This new CoV not only became readily transmissible between humans but also was also more pathogenic. The disease spread across the world rapidly due to the air travel, and infected 8096 people and caused 774 deaths in 26 countries on 5 continents. The disease is characterized by flu-like symptoms, including high fever, malaise, cough, diarrhea, and infiltrates visible on chest radiography. The overall mortality was about 10%, but varied profoundly with age; the course of disease seemed to be milder in the pediatric age group and resulted rarely in a fatal outcome, but the mortality in the elderly was as high as 50%. Aggressive quarantine measures taken by the health authorities have successfully contained and terminated the disease transmission. As a result there are no SARS cases recorded recently. Nevertheless there is a possibility that the disease may emerge in the population with high vigor. Significant progress has been made in understanding the disease biology, pathogenesis, development of animal models, and design and evaluation of different vaccines, and these are the focus of this chapter.",
      "sentences": [
        [
          {
            "segment_text": "A new disease , severe atypical respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerged in China in late 2002 and developed into the first epidemic of the 21st century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease was caused by an unknown animal coronavirus ( CoV ) that had crossed the species barrier through close contact of humans with infected animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and was identified as the etiological agent for SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This new CoV not only became readily transmissible between humans but also was also more pathogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease spread across the world rapidly due to the air travel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and infected 8096 people and caused 774 deaths in 26 countries on 5 continents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease is characterized by flu-like symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including high fever , malaise ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cough , diarrhea , and infiltrates visible on chest radiography .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The overall mortality was about 10 % ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but varied profoundly with age ; the course of disease seemed to be milder in the pediatric age group and resulted rarely in a fatal outcome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the mortality in the elderly was as high as 50 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aggressive quarantine measures taken by the health authorities have successfully contained and terminated the disease transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result there are no SARS cases recorded recently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless there is a possibility that the disease may emerge in the population with high vigor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significant progress has been made in understanding the disease biology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pathogenesis , development of animal models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and design and evaluation of different vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these are the focus of this chapter .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "264"
  }
}