{
  "paper_id": "b1afea22f6b06be09e29b3e5bddc3cc2f7897957",
  "metadata": {
    "title": "Ambient temperature, birth rate, and birth outcomes: evidence from South Korea",
    "coda_data_split": "train",
    "coda_paper_id": 5880,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effects from rising temperatures, a symptom of climate change, have become a significant concern. This study finds that one additional day with a maximum temperature of 30-32°C (86-89.6°F), relative to a day with a temperature of 28-30°C (82.4-86°F), decreases the birth rate 9 months later by 0.24%, or 92 babies per month in South Korea. This result is robust to various specifications and samples. This study also found that the impact of the temperature bin did not vary according to the mother\u0027s characteristics, including education and age. That is, high temperature has no differential effect on mothers of different backgrounds. Finally, we found no significant temperature effect on birth outcomes, but we cannot rule out that children born 9 months after summer heat are a selected (healthy) group.",
      "sentences": [
        [
          {
            "segment_text": "The effects from rising temperatures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a symptom of climate change ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have become a significant concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study finds that one additional day with a maximum temperature of 30-32 °C ( 86-89.6 °F ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relative to a day with a temperature of 28-30 °C ( 82.4-86 °F ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreases the birth rate 9 months later by 0.24 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or 92 babies per month in South Korea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This result is robust to various specifications and samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study also found that the impact of the temperature bin did not vary according to the mother \u0027s characteristics , including education and age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "That is , high temperature has no differential effect on mothers of different backgrounds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we found no significant temperature effect on birth outcomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but we can not rule out that children born 9 months after summer heat are a selected ( healthy ) group .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "157"
  }
}