{
  "paper_id": "b1b9699bbe9b36657ae6aa66628dc06e232da95b",
  "metadata": {
    "title": "Serological evidence of ebolavirus infection in bats, China",
    "coda_data_split": "train",
    "coda_paper_id": 7085,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The genus Ebolavirus of the family Filoviridae currently consists of five species. All species, with the exception of Reston ebolavirus, have been found in Africa and caused severe human diseases. Bats have been implicated as reservoirs for ebolavirus. Reston ebolavirus, discovered in the Philippines, is the only ebolavirus species identified in Asia to date. Whether this virus is prevalent in China is unknown. Findings: In this study, we developed an enzyme linked immunosorbent assay (ELISA) for ebolavirus using the recombinant nucleocapsid protein and performed sero-surveillance for the virus among Chinese bat populations. Our results revealed the presence of antibodies to ebolavirus in 32 of 843 bat sera samples and 10 of 16 were further confirmed by western blot analysis.",
      "sentences": [
        [
          {
            "segment_text": "Background : The genus Ebolavirus of the family Filoviridae currently consists of five species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All species , with the exception of Reston ebolavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been found in Africa and caused severe human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bats have been implicated as reservoirs for ebolavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reston ebolavirus , discovered in the Philippines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the only ebolavirus species identified in Asia to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether this virus is prevalent in China is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Findings : In this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we developed an enzyme linked immunosorbent assay ( ELISA ) for ebolavirus using the recombinant nucleocapsid protein and performed sero-surveillance for the virus among Chinese bat populations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results revealed the presence of antibodies to ebolavirus in 32 of 843 bat sera samples and 10 of 16 were further confirmed by western blot analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: To our knowledge, this is the first report of any filovirus infection in China.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : To our knowledge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this is the first report of any filovirus infection in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "154"
  }
}