{
  "paper_id": "b1cb9713cb3f669a5f4b63e04395fb4669312d5b",
  "metadata": {
    "title": "A DNA Vaccine Encoding the VAA Gene of Vibrio anguillarum Induces a Protective Immune Response in Flounder",
    "coda_data_split": "train",
    "coda_paper_id": 10028,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Vibrio anguillarum is a pathogenic bacterium that infects flounder resulting in significant losses in the aquaculture industry. The VAA protein previously identified in flounder is associated with a role in immune protection within these fish. In the present study, a recombinant DNA plasmid encoding the VAA gene of V. anguillarum was constructed and its potential as a DNA vaccine, to prevent the infection of V. anguillarum in flounder fish, investigated. We verified the expression of the VAA protein both in vitro in cell lines and in vivo in flounder fish. The protective effects of pcDNA3.1-VAA (pVAA) were analyzed by determination of the percentage of sIgM + , CD4-1 + , CD4-2 + , CD8β + lymphocytes, and the production of VAA-specific antibodies in flounder following their immunization with the DNA vaccine. Histopathological changes in immune related tissues, bacterial load, and relative percentage survival rates of flounder post-challenge with V. anguillarum, were all investigated to assess the efficacy of the pVAA DNA vaccine candidate. Fish intramuscularly immunized with pVAA showed a significant increase in CD4-1 + , CD4-2 + , and CD8β + T lymphocytes at days 9, 11, and 14 post-vaccination, reaching peak T-cell levels at days 11 or 14 post-immunization. The percentage of sIgM + lymphocytes reached peak levels at weeks 4-5 post-immunization. Specific anti-V. anguillarum or anti-rVAA antibodies were induced in inoculated fish at days 28-35 post-immunization. The liver of vaccinated flounder exhibited only slight histopathological changes compared with a significant pathology observed in control immunized fish. Additionally, a lower bacterial burden in the liver, spleen, and kidney were observed in pVAA protected fish in response to bacterial challenge, compared with pcDNA3.1 vector control injected fish. Moreover, the pVAA vaccine confers a relative percentage survival of 50.00% following V. anguillarum infection. In summary, this is the first study indicating an initial induction of the T lymphocyte response, followed by B lymphocyte induction of specific antibodies as a result of DNA immunization of flounder. This signifies the important potential of pVAA as a DNA vaccine candidate for the control of V. anguillarum infection.",
      "sentences": [
        [
          {
            "segment_text": "Vibrio anguillarum is a pathogenic bacterium that infects flounder resulting in significant losses in the aquaculture industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The VAA protein previously identified in flounder is associated with a role in immune protection within these fish .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , a recombinant DNA plasmid encoding the VAA gene of V. anguillarum was constructed and its potential as a DNA vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to prevent the infection of V. anguillarum in flounder fish , investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We verified the expression of the VAA protein both in vitro in cell lines and in vivo in flounder fish .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protective effects of pcDNA3.1-VAA ( pVAA ) were analyzed by determination of the percentage of sIgM + ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD4-1 + , CD4-2 + ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD8β + lymphocytes , and the production of VAA-specific antibodies in flounder following their immunization with the DNA vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathological changes in immune related tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial load , and relative percentage survival rates of flounder post-challenge with V. anguillarum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were all investigated to assess the efficacy of the pVAA DNA vaccine candidate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fish intramuscularly immunized with pVAA showed a significant increase in CD4-1 + ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD4-2 + , and CD8β + T lymphocytes at days 9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "11 , and 14 post-vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reaching peak T-cell levels at days 11 or 14 post-immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage of sIgM + lymphocytes reached peak levels at weeks 4-5 post-immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specific anti-V .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "anguillarum or anti-rVAA antibodies were induced in inoculated fish at days 28-35 post-immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The liver of vaccinated flounder exhibited only slight histopathological changes compared with a significant pathology observed in control immunized fish .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , a lower bacterial burden in the liver ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "spleen , and kidney were observed in pVAA protected fish in response to bacterial challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with pcDNA3 .1 vector control injected fish .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the pVAA vaccine confers a relative percentage survival of 50.00 % following V. anguillarum infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , this is the first study indicating an initial induction of the T lymphocyte response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by B lymphocyte induction of specific antibodies as a result of DNA immunization of flounder .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This signifies the important potential of pVAA as a DNA vaccine candidate for the control of V. anguillarum infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "26",
    "token_num": "380"
  }
}