{
  "paper_id": "b1d7019093dfe505ed985ee07c783d91cac3f158",
  "metadata": {
    "title": "The Crisis and Aftermath-II: Society and Economics",
    "coda_data_split": "train",
    "coda_paper_id": 9048,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter mentions some other groundbreaking innovations and technological improvements that came along after the crisis. The recent attempts at creating digital currencies, famously known as cryptocurrencies, and their corresponding platform blockchain were some of these. How and why did they emerge? What do their inventions imply for our future? And why are they important? Sharing economy and memberships (as opposed to ownerships) are other examples of profound changes. Increasing use of shared goods, services like Uber and Airbnb, and the unstoppable trend of membership services like e-newspapers, e-libraries, and music streaming points to one conclusion: the end of the idea of ownership. On the governmental side, we have been observing an increasing inclination toward authoritarian states. Liberalism seems to have failed. People have been losing their trust in economic regimes. My argument in this chapter is that without the 2008 crisis, there would have never been these developments and innovations.",
      "sentences": [
        [
          {
            "segment_text": "This chapter mentions some other groundbreaking innovations and technological improvements that came along after the crisis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent attempts at creating digital currencies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "famously known as cryptocurrencies , and their corresponding platform blockchain were some of these .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How and why did they emerge ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "What do their inventions imply for our future ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "And why are they important ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sharing economy and memberships ( as opposed to ownerships ) are other examples of profound changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing use of shared goods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "services like Uber and Airbnb ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the unstoppable trend of membership services like e-newspapers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e-libraries , and music streaming points to one conclusion : the end of the idea of ownership .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the governmental side , we have been observing an increasing inclination toward authoritarian states .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Liberalism seems to have failed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "People have been losing their trust in economic regimes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "My argument in this chapter is that without the 2008 crisis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "there would have never been these developments and innovations .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "173"
  }
}