{
  "paper_id": "b1f4160623b02307f923593f0830bd5ef47e14ed",
  "metadata": {
    "title": "The United States and global health: inseparable and synergistic? The Institute of Medicine\u0027s report on global health",
    "coda_data_split": "train",
    "coda_paper_id": 9946,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In the wake of dynamic economic and political transitions worldwide, the Institute of Medicine recently released its report advocating investments in global health from the United States (US). The expert panel reinforces the \u0027transnational and interdisciplinary\u0027 nature of global health research and practice as an endeavor \u0027to improve health and achieve greater equity for all people worldwide.\u0027 This report was judiciously timed given the growing recognition of global health, and is also acknowledged for incorporating themes that are particularly pertinent to the twenty-first century. New paradigms are introduced, denouncing the dichotomous distinction between rich and poor countries with the rapidly transitioning countries emerging as global powers, and affirming the need for models of respectful partnership and wider translation of science into practice. Cultivating sustainable partnerships and investing in the understanding and combat of diseases worldwide will become increasingly important for the US to maintain its global competitiveness, and may offer lessons in innovation, efficiency, and organization of institutions and human resources.",
      "sentences": [
        [
          {
            "segment_text": "In the wake of dynamic economic and political transitions worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Institute of Medicine recently released its report advocating investments in global health from the United States ( US ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The expert panel reinforces the ` transnational and interdisciplinary \u0027 nature of global health research and practice as an endeavor ` to improve health and achieve greater equity for all people worldwide . \u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This report was judiciously timed given the growing recognition of global health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is also acknowledged for incorporating themes that are particularly pertinent to the twenty-first century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "New paradigms are introduced , denouncing the dichotomous distinction between rich and poor countries with the rapidly transitioning countries emerging as global powers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and affirming the need for models of respectful partnership and wider translation of science into practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cultivating sustainable partnerships and investing in the understanding and combat of diseases worldwide will become increasingly important for the US to maintain its global competitiveness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may offer lessons in innovation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficiency , and organization of institutions and human resources .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "179"
  }
}