{
  "paper_id": "b1ffbf88b407e4f859046c2106ef7b6b661b94d5",
  "metadata": {
    "title": "Inflammation Induced by Infection Potentiates Tau Pathological Features in Transgenic Mice Address reprint request to",
    "coda_data_split": "train",
    "coda_paper_id": 3634,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Comorbidities that promote the progression of Alzheimer\u0027s disease (AD) remain to be uncovered and evaluated in animal models. Because elderly individuals are vulnerable to viral and bacterial infections, these microbial agents may be considered important comorbidities that could potentiate an already existing and tenuous inflammatory condition in the brain, accelerating cognitive decline, particularly if the cellular and molecular mechanisms can be defined. Researchers have recently demonstrated that triggering inflammation in the brain exacerbates tau pathological characteristics in animal models. Herein, we explore whether inflammation induced via viral infection, compared with inflammation induced via bacterial lipopolysaccharide, modulates ADlike pathological features in the 3xTg-AD mouse model and provide evidence to support the hypothesis that infectious agents may act as a comorbidity for AD. Our study shows that infection-induced acute or chronic inflammation significantly exacerbates tau pathological characteristics, with chronic inflammation leading to impairments in spatial memory. Tau phosphorylation was increased via a glycogen synthase kinase-3␤-dependent mechanism, and there was a prominent shift of tau from the detergentsoluble to the detergent-insoluble fraction. During chronic inflammation, we found that inhibiting glycogen synthase kinase-3␤ activity with lithium reduced tau phosphorylation and the accumulation of insoluble tau and reversed memory impairments. Taken together, infectious agents that trigger central nervous system inflammation may serve as a comorbidity for AD, leading to cognitive impairments by a mechanism that involves exacerbation of tau pathological characteristics.",
      "sentences": [
        [
          {
            "segment_text": "Comorbidities that promote the progression of Alzheimer \u0027s disease ( AD ) remain to be uncovered and evaluated in animal models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because elderly individuals are vulnerable to viral and bacterial infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these microbial agents may be considered important comorbidities that could potentiate an already existing and tenuous inflammatory condition in the brain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accelerating cognitive decline , particularly if the cellular and molecular mechanisms can be defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Researchers have recently demonstrated that triggering inflammation in the brain exacerbates tau pathological characteristics in animal models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we explore whether inflammation induced via viral infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "compared with inflammation induced via bacterial lipopolysaccharide ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "modulates ADlike pathological features in the 3xTg-AD mouse model and provide evidence to support the hypothesis that infectious agents may act as a comorbidity for AD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our study shows that infection-induced acute or chronic inflammation significantly exacerbates tau pathological characteristics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with chronic inflammation leading to impairments in spatial memory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tau phosphorylation was increased via a glycogen synthase kinase-3 ␤ - dependent mechanism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and there was a prominent shift of tau from the detergentsoluble to the detergent-insoluble fraction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During chronic inflammation , we found that inhibiting glycogen synthase kinase-3 ␤ activity with lithium reduced tau phosphorylation and the accumulation of insoluble tau and reversed memory impairments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , infectious agents that trigger central nervous system inflammation may serve as a comorbidity for AD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to cognitive impairments by a mechanism that involves exacerbation of tau pathological characteristics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "252"
  }
}