{
  "paper_id": "b206a0c8b14d68cd814c5727806018480d162392",
  "metadata": {
    "title": "Genotypic and phenotypic characterization of the California 99 (Cal99) variant of infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 4154,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The California 99 (Cal99) variant of infectious bronchitis virus (IBV) was first recovered in 1999 from vaccinated broiler chicken flocks in Central California. The S1 hypervariable region of Cal99 genome was most closely related to Arkansas (Ark) serotype viruses. In this study, the complete genome of Cal99 was sequenced, and the structural protein genes were compared with those of commonly used IBV vaccines as well as those of isolates from naturally occurring outbreaks in different parts of the world, to elucidate potential sources of genetic material. Based on sequence comparison, the prototype Cal99 virus is similar to the apathogenic ArkDPI virus, except in the S1 gene and stretches of sequence in the S2 and M structural protein genes, which are more related to Connecticut (Conn) and Massachusetts (Mass) strain viruses, respectively. We speculate that these two fragments came from a Conn and a Mass virus, respectively, and were incorporated into a virus largely derived from ArkDPI. Since Ark, Conn and Mass strains have been simultaneously used as live vaccines in California, both point mutations and recombination among vaccine strains may have contributed to the emergence of the Cal99 variant virus. Analysis of the structural protein genes of six Cal99 isolates demonstrated that viruses of this serotype may differ substantially in the non-S1 structural genes. Finally, we performed a challenge study with Cal99 and demon-strated that the virus causes late-onset respiratory disease, with a severity comparable to that of the M41 IBV challenge strain.",
      "sentences": [
        [
          {
            "segment_text": "The California 99 ( Cal99 ) variant of infectious bronchitis virus ( IBV ) was first recovered in 1999 from vaccinated broiler chicken flocks in Central California .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The S1 hypervariable region of Cal99 genome was most closely related to Arkansas ( Ark ) serotype viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the complete genome of Cal99 was sequenced ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the structural protein genes were compared with those of commonly used IBV vaccines as well as those of isolates from naturally occurring outbreaks in different parts of the world ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to elucidate potential sources of genetic material .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on sequence comparison , the prototype Cal99 virus is similar to the apathogenic ArkDPI virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except in the S1 gene and stretches of sequence in the S2 and M structural protein genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are more related to Connecticut ( Conn ) and Massachusetts ( Mass ) strain viruses , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We speculate that these two fragments came from a Conn and a Mass virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , and were incorporated into a virus largely derived from ArkDPI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since Ark , Conn and Mass strains have been simultaneously used as live vaccines in California ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both point mutations and recombination among vaccine strains may have contributed to the emergence of the Cal99 variant virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of the structural protein genes of six Cal99 isolates demonstrated that viruses of this serotype may differ substantially in the non-S1 structural genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we performed a challenge study with Cal99 and demon-strated that the virus causes late-onset respiratory disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a severity comparable to that of the M41 IBV challenge strain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "274"
  }
}