{
  "paper_id": "b21be53f027cbee5bfb70762cb7b008d9cdf78f5",
  "metadata": {
    "title": "Connecting BCG Vaccination and COVID-19: Additional Data Authors, their academic degrees, designations and affiliations",
    "coda_data_split": "train",
    "coda_paper_id": 8307,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The reasons for a wide variation in severity of coronavirus disease 2019 (COVID-19) across the affected countries of the world are not known. Two recent studies have suggested a link between the BCG vaccination policy and the morbidity and mortality due to COVID-19. In the present study we compared the impact of COVID-19 in terms of case fatality rates (CFR) between countries with high disease burden and those with BCG revaccination policies presuming that revaccination practices would have provided added protection to the population against severe COVID-19. We found a significant difference in the CFR between the two groups of countries. Our data further supports the view that universal BCG vaccination has a protective effect on the course of COVID-19 probably preventing progression to severe disease and death. Clinical trials of BCG vaccine are urgently needed to establish its beneficial role in COVID-19 as suggested by the epidemiological data, especially in countries without a universal BCG vaccination policy.",
      "sentences": [
        [
          {
            "segment_text": "The reasons for a wide variation in severity of coronavirus disease 2019 ( COVID-19 ) across the affected countries of the world are not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two recent studies have suggested a link between the BCG vaccination policy and the morbidity and mortality due to COVID-19 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study we compared the impact of COVID-19 in terms of case fatality rates ( CFR ) between countries with high disease burden and those with BCG revaccination policies presuming that revaccination practices would have provided added protection to the population against severe COVID-19 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found a significant difference in the CFR between the two groups of countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data further supports the view that universal BCG vaccination has a protective effect on the course of COVID-19 probably preventing progression to severe disease and death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical trials of BCG vaccine are urgently needed to establish its beneficial role in COVID-19 as suggested by the epidemiological data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in countries without a universal BCG vaccination policy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "169"
  }
}