{
  "paper_id": "b247fcb43ed757636bf1d82eb7ebac01a9d3be4e",
  "metadata": {
    "title": "Rat Coronavirus (RCV): A Prevalent, Naturally Occurring Pneumotropie Virus of Rats 1",
    "coda_data_split": "train",
    "coda_paper_id": 7800,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A new virus isolated from the lungs of rats is prevalent in colony reared and wild rats and induces a fatal pneumonitis in newborn rats. The virus, designated as rat coronavirus (RCV), exhibits properties representative of the coronavirus group: characteristic surface structure, particles somewhat variable in size averaging approximately 90 m~z, apparent R2ffA content, essential lipid, heat sensitivity, and a close serologic relationship with the mouse hepatitis virus complex. I~CV grows well in primary rat kidney cell cultures, exhibits a pathognomonic type CPE, and produces a complement fixing antigen which is sensitive for detection of antibody and useful in sero-epidemiologie studies.",
      "sentences": [
        [
          {
            "segment_text": "A new virus isolated from the lungs of rats is prevalent in colony reared and wild rats and induces a fatal pneumonitis in newborn rats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus , designated as rat coronavirus ( RCV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exhibits properties representative of the coronavirus group : characteristic surface structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particles somewhat variable in size averaging approximately 90 m ~ z ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "apparent R2ffA content , essential lipid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "heat sensitivity , and a close serologic relationship with the mouse hepatitis virus complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "I ~ CV grows well in primary rat kidney cell cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exhibits a pathognomonic type CPE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and produces a complement fixing antigen which is sensitive for detection of antibody and useful in sero-epidemiologie studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "9",
    "token_num": "120"
  }
}