{
  "paper_id": "b26d3e06076f08d31807d269332d37c2b606b050",
  "metadata": {
    "title": "Single-dose live-attenuated Nipah virus vaccines confer complete protection by eliciting antibodies directed against surface glycoproteins HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 3903,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Nipah virus (NiV), a zoonotic pathogen causing severe respiratory illness and encephalitis in humans, emerged in Malaysia in 1998 with subsequent outbreaks on an almost annual basis since 2001 in parts of the Indian subcontinent. The high case fatality rate, human-tohuman transmission, wide-ranging reservoir distribution and lack of licensed intervention options are making NiV a serious regional and potential global public health problem. The objective of this study was to develop a fast-acting, single-dose NiV vaccine that could be implemented in a ring vaccination approach during outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Background-Nipah virus ( NiV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a zoonotic pathogen causing severe respiratory illness and encephalitis in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerged in Malaysia in 1998 with subsequent outbreaks on an almost annual basis since 2001 in parts of the Indian subcontinent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high case fatality rate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human-tohuman transmission , wide-ranging reservoir distribution and lack of licensed intervention options are making NiV a serious regional and potential global public health problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to develop a fast-acting ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "single-dose NiV vaccine that could be implemented in a ring vaccination approach during outbreaks .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-In this study we have designed new live-attenuated vaccine vectors based on recombinant vesicular stomatitis viruses (rVSV) expressing NiV glycoproteins (G or F) or nucleoprotein (N) and evaluated their protective efficacy in Syrian hamsters, an established NiV animal disease model. We further characterized the humoral immune response to vaccination in hamsters using ELISA and neutralization assays and performed serum transfer studies.",
      "sentences": [
        [
          {
            "segment_text": "Methods-In this study we have designed new live-attenuated vaccine vectors based on recombinant vesicular stomatitis viruses ( rVSV ) expressing NiV glycoproteins ( G or F ) or nucleoprotein ( N ) and evaluated their protective efficacy in Syrian hamsters ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an established NiV animal disease model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We further characterized the humoral immune response to vaccination in hamsters using ELISA and neutralization assays and performed serum transfer studies .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "in strong humoral immune responses with neutralizing activities found only in those animals vaccinated with rVSV expressing NiV G or F proteins. Vaccinated animals with neutralizing antibody responses were completely protected from lethal NiV disease, whereas animals vaccinated with rVSV expressing NiV N showed only partial protection. Protection of NiV G or F vaccinated animals was conferred by antibodies, most likely the neutralizing fraction, as demonstrated by serum transfer studies. Protection of N-vaccinated hamsters was not antibodydependent indicating a role of adaptive cellular responses for protection.",
      "sentences": [
        [
          {
            "segment_text": "in strong humoral immune responses with neutralizing activities found only in those animals vaccinated with rVSV expressing NiV G or F proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccinated animals with neutralizing antibody responses were completely protected from lethal NiV disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas animals vaccinated with rVSV expressing NiV N showed only partial protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protection of NiV G or F vaccinated animals was conferred by antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most likely the neutralizing fraction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as demonstrated by serum transfer studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protection of N-vaccinated hamsters was not antibodydependent indicating a role of adaptive cellular responses for protection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "260"
  }
}