{
  "paper_id": "b293192e82a70515cb199bca870a9fe2ca9b081d",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10337,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Upper respiratory infections (URI) and their complications are a major healthcare burden for pediatric populations. Although the microbiology of the nasopharynx is an important determinant of the complications of URI, little is known of the nasopharyngeal (NP) microbiota of children, the factors that affect its composition, and its precise relationship with URI. Results: Healthy children (n \u003d 47) aged 49-84 months from a prospective cohort study based in Wisconsin, USA, were examined. Demographic and clinical data and NP swab samples were obtained from participants upon entry to the study. All NP samples were profiled for bacterial microbiota using a phylogenetic microarray, and these data were related to demographic characteristics and upper respiratory health outcomes. The composition of the NP bacterial community of children was significantly related prior to the history of acute sinusitis (R 2 \u003d 0.070, P \u003c 0.009). History of acute sinusitis was associated with significant depletion in relative abundance of taxa including Faecalibacterium prausnitzii and Akkermansia spp. and enrichment of Moraxella nonliquefaciens. Enrichment of M. nonliquefaciens was also a characteristic of baseline NP samples of children who subsequently developed acute sinusitis over the 1-year study period. Time to develop URI was significantly positively correlated with NP diversity, and children who experienced more frequent URIs exhibited significantly diminished NP microbiota diversity (P ≤ 0.05).",
      "sentences": [
        [
          {
            "segment_text": "Background : Upper respiratory infections ( URI ) and their complications are a major healthcare burden for pediatric populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the microbiology of the nasopharynx is an important determinant of the complications of URI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known of the nasopharyngeal ( NP ) microbiota of children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the factors that affect its composition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its precise relationship with URI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : Healthy children ( n \u003d 47 ) aged 49-84 months from a prospective cohort study based in Wisconsin , USA , were examined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Demographic and clinical data and NP swab samples were obtained from participants upon entry to the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All NP samples were profiled for bacterial microbiota using a phylogenetic microarray ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and these data were related to demographic characteristics and upper respiratory health outcomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The composition of the NP bacterial community of children was significantly related prior to the history of acute sinusitis ( R 2 \u003d 0.070 , P \u003c 0.009 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "History of acute sinusitis was associated with significant depletion in relative abundance of taxa including Faecalibacterium prausnitzii and Akkermansia spp. and enrichment of Moraxella nonliquefaciens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enrichment of M. nonliquefaciens was also a characteristic of baseline NP samples of children who subsequently developed acute sinusitis over the 1-year study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Time to develop URI was significantly positively correlated with NP diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and children who experienced more frequent URIs exhibited significantly diminished NP microbiota diversity ( P ≤ 0.05 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: These preliminary data suggest that previous history of acute sinusitis influences the composition of the NP microbiota, characterized by a depletion in relative abundance of specific taxa. Diminished diversity was associated with more frequent URIs.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : These preliminary data suggest that previous history of acute sinusitis influences the composition of the NP microbiota ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "characterized by a depletion in relative abundance of specific taxa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Diminished diversity was associated with more frequent URIs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "286"
  }
}