{
  "paper_id": "b294b9f5a71aafceddbd1f7485feb6532e6a49f1",
  "metadata": {
    "title": "Transcriptional Regulation of Antiviral Interferon-Stimulated Genes",
    "coda_data_split": "train",
    "coda_paper_id": 6443,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon-stimulated genes (ISGs) are a group of gene products that coordinately combat pathogen invasions, in particular viral infections. Transcription of ISGs occurs rapidly upon pathogen invasion, and this is classically provoked via activation of the Janus kinase/signal transducer and activator of transcription (JAK-STAT) pathway, mainly by interferons (IFNs). However, a plethora of recent studies have reported a variety of non-canonical mechanisms regulating ISG transcription. These new studies are extremely important for understanding the quantitative and temporal differences in ISG transcription under specific circumstances. Because these canonical and non-canonical regulatory mechanisms are essential for defining the nature of host defense and associated detrimental proinflammatory effects, we comprehensively review the state of this rapidly evolving field and the clinical implications of recently acquired knowledge in this respect.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-stimulated genes ( ISGs ) are a group of gene products that coordinately combat pathogen invasions , in particular viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transcription of ISGs occurs rapidly upon pathogen invasion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this is classically provoked via activation of the Janus kinase/signal transducer and activator of transcription ( JAK-STAT ) pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly by interferons ( IFNs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a plethora of recent studies have reported a variety of non-canonical mechanisms regulating ISG transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These new studies are extremely important for understanding the quantitative and temporal differences in ISG transcription under specific circumstances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because these canonical and non-canonical regulatory mechanisms are essential for defining the nature of host defense and associated detrimental proinflammatory effects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we comprehensively review the state of this rapidly evolving field and the clinical implications of recently acquired knowledge in this respect .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "IFN-mediated innate immune response forms a forward line of cell-autonomous defense against pathogens. Virus invasion (e.g., the presence of single-stranded RNA in endosomes or cytosolic double-stranded RNA) triggers the host cells to recognize the infection through pattern recognition receptors (PRRs), that in turn mediate the production of IFNs [1]. The thusreleased IFN molecules bind to cell-surface receptors and initiate signal transduction prominently involving the Janus kinase/signal transducer and activator of transcription (JAK-STAT) pathway. This activates the transcription of hundreds of so-called ISGs that are the effectors of cell-autonomous antiviral defense. Representative and well-studied ISG members with specific or broad antiviral activities include RIG-I, MDA5, MX2, IRF1, IRF3, IRF7, IRF9, IFITM3, ISG15, and OASL [2]. ISGs act at different stages of the viral life cycle, from entry, replication, assembly to release. This leads to a remarkable antiviral state that provides adequate cellular immunity against positive-, negative-, and double-stranded RNA viruses, DNA viruses, and even intracellular bacteria and parasites.",
      "sentences": [
        [
          {
            "segment_text": "IFN-mediated innate immune response forms a forward line of cell-autonomous defense against pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus invasion ( e.g. , the presence of single-stranded RNA in endosomes or cytosolic double-stranded RNA ) triggers the host cells to recognize the infection through pattern recognition receptors ( PRRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that in turn mediate the production of IFNs ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The thusreleased IFN molecules bind to cell-surface receptors and initiate signal transduction prominently involving the Janus kinase/signal transducer and activator of transcription ( JAK-STAT ) pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This activates the transcription of hundreds of so-called ISGs that are the effectors of cell-autonomous antiviral defense .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Representative and well-studied ISG members with specific or broad antiviral activities include RIG-I ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MDA5 , MX2 , IRF1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IRF3 , IRF7 , IRF9 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IFITM3 , ISG15 , and OASL ( 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ISGs act at different stages of the viral life cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from entry , replication , assembly to release .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This leads to a remarkable antiviral state that provides adequate cellular immunity against positive - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "negative - , and double-stranded RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA viruses , and even intracellular bacteria and parasites .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Although the JAK-STAT pathway plays key roles in regulating ISG transcription, a far more complex cell signaling network with both canonical and non-canonical mechanisms is involved [3] . The signaling strength, kinetics, and specificity of regulatory pathways on ISG transcription are modulated at various levels by distinct mechanisms operating in conjunction. Understanding the different mechanisms of ISG transcription and how their modes of action relate to clinically used antiviral medications will provide new insights into virus-host interactions and novel avenues for antiviral drug development. Therefore, we aim to comprehensively review the classical and non-classical mechanisms regulating ISG transcription with emphasis on their clinical implications.",
      "sentences": [
        [
          {
            "segment_text": "Although the JAK-STAT pathway plays key roles in regulating ISG transcription ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a far more complex cell signaling network with both canonical and non-canonical mechanisms is involved ( 3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The signaling strength , kinetics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and specificity of regulatory pathways on ISG transcription are modulated at various levels by distinct mechanisms operating in conjunction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the different mechanisms of ISG transcription and how their modes of action relate to clinically used antiviral medications will provide new insights into virus-host interactions and novel avenues for antiviral drug development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , we aim to comprehensively review the classical and non-classical mechanisms regulating ISG transcription with emphasis on their clinical implications .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Transcriptional regulation of ISGs defines the state of host anti-pathogen defense.",
      "sentences": [
        [
          {
            "segment_text": "Transcriptional regulation of ISGs defines the state of host anti-pathogen defense .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In light of the recently identified regulatory elements and mechanisms of the IFN-JAK-STAT pathway, new insights have been gained into this classical cascade in regulating ISG transcription.",
      "sentences": [
        [
          {
            "segment_text": "In light of the recently identified regulatory elements and mechanisms of the IFN-JAK-STAT pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new insights have been gained into this classical cascade in regulating ISG transcription .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A variety of non-canonical mechanisms have been recently revealed that coordinately regulate ISG transcription.",
      "sentences": [
        [
          {
            "segment_text": "A variety of non-canonical mechanisms have been recently revealed that coordinately regulate ISG transcription .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "With regards to the adverse effects of IFNs in clinic, ISG-based antiviral strategy could be the next promising frontier in drug discovery.",
      "sentences": [
        [
          {
            "segment_text": "With regards to the adverse effects of IFNs in clinic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ISG-based antiviral strategy could be the next promising frontier in drug discovery .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "20",
    "segment_num": "34",
    "token_num": "528"
  }
}