{
  "paper_id": "b2a7b633596ef9bdf669462eade7339a2df7a916",
  "metadata": {
    "title": "Coronavirus infection of rat dorsal root ganglia: Ultrastructural characterization of viral replication, transfer, and the early response of satellite cells",
    "coda_data_split": "train",
    "coda_paper_id": 5340,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Swine hemagglutinating encephalomyelitis virus (HEV) has been shown to have a capability to gain access to the cell bodies of sensory neurons after peripheral inoculation, resulting in ganglionic infection. It is not clearly understood how this virus is replicated within and released from the sensory neurons, and it remains to know how satellite cells response to the HEV invasion. By ultrastructurally examining HEV-infected rat dorsal root ganglia, we found that HEV in the cell bodies of infected neurons budded from endoplasmic reticulum-Golgi intermediate compartments, and were assembled either individually within small vesicles or in groups within large vesicles. The progeny virions were released from the sensory neurons mainly by smooth-surfaced vesicle-mediated secretory pathway, which occurred predominantly at the perikaryal projections and infoldings of sensory neurons. Released HEV particles were subsequently taken up by the adjacent satellite cells. Almost all virus particles in the cytoplasm of satellite cells were contained in groups within vesicles and lysosome-like structures, suggesting that these glial cells may restrict the local diffusion of HEV. These observations give some insights into the pathogenesis of coronavirus infection and are thought to help understand the interactions between sensory neurons and their satellite cells.",
      "sentences": [
        [
          {
            "segment_text": "Swine hemagglutinating encephalomyelitis virus ( HEV ) has been shown to have a capability to gain access to the cell bodies of sensory neurons after peripheral inoculation , resulting in ganglionic infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is not clearly understood how this virus is replicated within and released from the sensory neurons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it remains to know how satellite cells response to the HEV invasion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By ultrastructurally examining HEV-infected rat dorsal root ganglia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we found that HEV in the cell bodies of infected neurons budded from endoplasmic reticulum-Golgi intermediate compartments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were assembled either individually within small vesicles or in groups within large vesicles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The progeny virions were released from the sensory neurons mainly by smooth-surfaced vesicle-mediated secretory pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which occurred predominantly at the perikaryal projections and infoldings of sensory neurons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Released HEV particles were subsequently taken up by the adjacent satellite cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Almost all virus particles in the cytoplasm of satellite cells were contained in groups within vesicles and lysosome-like structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that these glial cells may restrict the local diffusion of HEV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These observations give some insights into the pathogenesis of coronavirus infection and are thought to help understand the interactions between sensory neurons and their satellite cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "209"
  }
}