{
  "paper_id": "b2c3d23447ffc0764c2105b7e0d874b992e29513",
  "metadata": {
    "title": "Conserved Tertiary Structure Elements in the 5\u0027 Untranslated Region of Human Enteroviruses and Rhinoviruses",
    "coda_data_split": "train",
    "coda_paper_id": 6121,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A combination of comparative sequence analysis and thermodynamic methods reveals the conservation of tertiary structure elements in the 5\u0027 untranslated region (UTR) of human enteroviruses and rhinoviruses. The predicted common structural elements occur in the 3\u0027 end of a segment that is critical for internal ribosome binding, termed \"ribosome landing pad\" (RLP), of polioviruses.",
      "sentences": [
        [
          {
            "segment_text": "A combination of comparative sequence analysis and thermodynamic methods reveals the conservation of tertiary structure elements in the 5 \u0027 untranslated region ( UTR ) of human enteroviruses and rhinoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The predicted common structural elements occur in the 3 \u0027 end of a segment that is critical for internal ribosome binding ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "termed `` ribosome landing pad \u0027\u0027 ( RLP ) , of polioviruses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Base pairings between highly conserved 17-nucleotide (nt) and 21 -nt sequences in the 5\u0027 UTR of human enteroviruses and rhinoviruses constitute a predicted pseudoknot that is significantly more stable than those that can be formed from a large set of randomly shuffled sequences. A conserved singlestranded polypyrimidine tract is located between two conserved tertiary elements. R. Nicholson, J. Pelletier, S.-Y. Le, and N. Sonenberg (1991, J. l\u0026o/. 65, 5886-5894) demonstrated that the point mutations of 3-nt UUU out of an essential 4-nt pyrimidine stretch sequence UUUC abolished translation.",
      "sentences": [
        [
          {
            "segment_text": "Base pairings between highly conserved 17-nucleotide ( nt ) and 21 - nt sequences in the 5 \u0027 UTR of human enteroviruses and rhinoviruses constitute a predicted pseudoknot that is significantly more stable than those that can be formed from a large set of randomly shuffled sequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A conserved singlestranded polypyrimidine tract is located between two conserved tertiary elements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "R. Nicholson , J. Pelletier , S.-Y .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Le , and N. Sonenberg ( 1991 , J. l \u0026 o / .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "65 , 5886-5894 ) demonstrated that the point mutations of 3-nt UUU out of an essential 4-nt pyrimidine stretch sequence UUUC abolished translation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Structural analysis of the mutant sequence indicates that small point mutations within the short polypyrimidine sequence would destroy the tertiary interaction in the predicted, highly ordered structure. The proposed common tertiary structure can offer experimentalists a model upon which to extend the interpretations for currently available data. Based on these structural features possible base-pairing models between human enteroviruses and 18 S rRNA and between human rhinoviruses and 18 S rRNA are proposed. The proposed common structure implicates a biological function for these sequences in translational initiation.",
      "sentences": [
        [
          {
            "segment_text": "Structural analysis of the mutant sequence indicates that small point mutations within the short polypyrimidine sequence would destroy the tertiary interaction in the predicted , highly ordered structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proposed common tertiary structure can offer experimentalists a model upon which to extend the interpretations for currently available data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these structural features possible base-pairing models between human enteroviruses and 18 S rRNA and between human rhinoviruses and 18 S rRNA are proposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proposed common structure implicates a biological function for these sequences in translational initiation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "264"
  }
}