{
  "paper_id": "b2c5b9e25628586800b84f9529d6f5bf0cef1f75",
  "metadata": {
    "title": "Genetic control of arthritis onset, severity and chronicity in a model for rheumatoid arthritis in rats",
    "coda_data_split": "train",
    "coda_paper_id": 7032,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rheumatoid arthritis (RA) is a chronic and genetically complex inflammatory disorder that leads to erosive destruction of peripheral joints 1-5 . The use of animal models mimicking RA, such as pristane-induced arthritis (PIA) in rats, should facilitate its genetic analysis. Pristane is a non-immunogenic synthetic oil that, after a single subcutaneous injection into DA rats, induces arthritis restricted to peripheral joints with a chronic relapsing disease course 6 . To identify genes involved in the control of chronic arthritis, we made crosses between susceptible DA rats and resistant E3 rats and analysed the progeny with microsatellite markers covering the entire rat genome. Our results show that different arthritis phenotypes are associated with different chromosomal loci. Loci on chromosomes 4 and 6 (Pia2 and Pia3) influence arthritis onset, whereas a locus on chromosome 12 (Pia4) is associated with severity and joint erosion. We found that chronicity is associated with a different set of loci, one on chromosome 4 and the other on chromosome 14 (Pia5, Pia6) . These findings demonstrate for the first time that different phases of a chronic self-perpetuative disease which mimics RA are associated with distinct sets of genes.",
      "sentences": [
        [
          {
            "segment_text": "Rheumatoid arthritis ( RA ) is a chronic and genetically complex inflammatory disorder that leads to erosive destruction of peripheral joints 1-5 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of animal models mimicking RA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as pristane-induced arthritis ( PIA ) in rats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "should facilitate its genetic analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pristane is a non-immunogenic synthetic oil that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "after a single subcutaneous injection into DA rats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "induces arthritis restricted to peripheral joints with a chronic relapsing disease course 6 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify genes involved in the control of chronic arthritis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we made crosses between susceptible DA rats and resistant E3 rats and analysed the progeny with microsatellite markers covering the entire rat genome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results show that different arthritis phenotypes are associated with different chromosomal loci .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Loci on chromosomes 4 and 6 ( Pia2 and Pia3 ) influence arthritis onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas a locus on chromosome 12 ( Pia4 ) is associated with severity and joint erosion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that chronicity is associated with a different set of loci ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one on chromosome 4 and the other on chromosome 14 ( Pia5 , Pia6 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings demonstrate for the first time that different phases of a chronic self-perpetuative disease which mimics RA are associated with distinct sets of genes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "214"
  }
}