{
  "paper_id": "b2cc60281cb20f950a0ed47a52560f1267fc9f74",
  "metadata": {
    "title": "Emerging infectious diseases: prediction and detection",
    "coda_data_split": "train",
    "coda_paper_id": 3995,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging infectious diseases (EIDs), including West Nile virus, severe acute respiratory syndrome (SARS) and Lyme disease, have had a direct effect within Canada, while many more EIDs such as Zika, chikungunya and Ebola are a threat to Canadians while travelling. Over 75% of EIDs affecting humans are, or were originally, zoonoses (infectious diseases transmitted from animals to humans). There are two main ways by which infectious diseases can emerge: by changes in their geographical ranges and by adaptive emergence, a genetic change in a microorganism that results in it becoming capable of invading a new niche, often by jumping to a new host species such as humans. Diseases can appear to emerge simply because we become capable of detecting and diagnosing them. Management of EID events is a key role of public health globally and a considerable challenge for clinical care. Increasingly, emphasis is being placed on predicting EID occurrence to \"get ahead of the curve\" -that is, allowing health systems to be poised to respond to them, and public health to be ready to prevent them. Predictive models estimate where and when EIDs may occur and the levels of risk they pose. Evaluation of the internal and external drivers that trigger emergence events is increasingly considered in predicting EID events. Currently, global changes are driving increasing occurrence of EIDs, but our capacity to prevent and deal with them is also increasing. Web-based scanning and analysis methods are increasingly allowing us to detect EID outbreaks, modern genomics and bioinformatics are increasing our ability to identify their genetic and geographical origins, while developments in geomatics and earth observation will enable more real-time tracking of outbreaks. EIDs will, however, remain a key, global public health challenge in a globalized world where demographic, climatic, and other environmental changes are altering the interactions between hosts and pathogen in ways that increase spillover from animals to humans and global spread.",
      "sentences": [
        [
          {
            "segment_text": "Emerging infectious diseases ( EIDs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including West Nile virus , severe acute respiratory syndrome ( SARS ) and Lyme disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have had a direct effect within Canada ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while many more EIDs such as Zika ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chikungunya and Ebola are a threat to Canadians while travelling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over 75 % of EIDs affecting humans are ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or were originally , zoonoses ( infectious diseases transmitted from animals to humans ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are two main ways by which infectious diseases can emerge : by changes in their geographical ranges and by adaptive emergence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a genetic change in a microorganism that results in it becoming capable of invading a new niche ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often by jumping to a new host species such as humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diseases can appear to emerge simply because we become capable of detecting and diagnosing them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Management of EID events is a key role of public health globally and a considerable challenge for clinical care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasingly , emphasis is being placed on predicting EID occurrence to `` get ahead of the curve \u0027\u0027 - that is ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing health systems to be poised to respond to them ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and public health to be ready to prevent them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Predictive models estimate where and when EIDs may occur and the levels of risk they pose .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evaluation of the internal and external drivers that trigger emergence events is increasingly considered in predicting EID events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , global changes are driving increasing occurrence of EIDs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but our capacity to prevent and deal with them is also increasing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Web-based scanning and analysis methods are increasingly allowing us to detect EID outbreaks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "modern genomics and bioinformatics are increasing our ability to identify their genetic and geographical origins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while developments in geomatics and earth observation will enable more real-time tracking of outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EIDs will , however , remain a key ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "global public health challenge in a globalized world where demographic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "climatic , and other environmental changes are altering the interactions between hosts and pathogen in ways that increase spillover from animals to humans and global spread .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Affiliations",
      "sentences": [
        [
          {
            "segment_text": "Affiliations",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "26",
    "token_num": "359"
  }
}