{
  "paper_id": "b2cf96174de10c8c3f143ee7ca4ac8b92778c693",
  "metadata": {
    "title": "A reverse transcription loop-mediated isothermal amplification method for rapid detection of bovine viral diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 8698,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A reverse transcription loop-mediated isothermal amplification (RT-LAMP) assay was developed and optimized to detect bovine viral diarrhea viral (BVDV) RNA. The RT-LAMP assay is highly sensitive and able to detect 4.67 × 10 0 copies of BVDV RNA. Additionally, the RT-LAMP method is capable of detecting both genotypes of BVDV. No cross-reaction with other bovine viruses was observed. The ability of RT-LAMP to detect BVDV RNA from bovine fecal swabs was also evaluated. Of the 88 fecal swabs, 38 were found to be positive by RT-LAMP assay, whereas 39 were positive by real-time RT-PCR. Taken together, the BVDV specific RT-LAMP method is highly specific and sensitive and can be used as a rapid and direct diagnostic assay for testing clinical samples.",
      "sentences": [
        [
          {
            "segment_text": "A reverse transcription loop-mediated isothermal amplification ( RT-LAMP ) assay was developed and optimized to detect bovine viral diarrhea viral ( BVDV ) RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The RT-LAMP assay is highly sensitive and able to detect 4.67 × 10 0 copies of BVDV RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , the RT-LAMP method is capable of detecting both genotypes of BVDV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No cross-reaction with other bovine viruses was observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability of RT-LAMP to detect BVDV RNA from bovine fecal swabs was also evaluated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the 88 fecal swabs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "38 were found to be positive by RT-LAMP assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas 39 were positive by real-time RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the BVDV specific RT-LAMP method is highly specific and sensitive and can be used as a rapid and direct diagnostic assay for testing clinical samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "136"
  }
}