{
  "paper_id": "b2df39f35535e9c3d156fb0914a83c53db4088b3",
  "metadata": {
    "title": "The influence of terrorism in tourism arrivals: A longitudinal approach in a Mediterranean country",
    "coda_data_split": "train",
    "coda_paper_id": 2929,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This longitudinal study examines the impact that terrorist attacks within a representative group of European countries can have on the tourism demand of a South European country with no record of terrorism attacks. In order to analyze the connections between terrorist attacks and tourists\u0027 arrivals, occurred between 2002 and the end of 2016, an Unrestricted Vector Autoregressive model was used for multivariate time series analysis. The main results show that terrorist attacks have a strong impact on tourist arrivals and confirm the existence of terrorism spillover, namely the substitution and generalization effects phenomena.",
      "sentences": [
        [
          {
            "segment_text": "This longitudinal study examines the impact that terrorist attacks within a representative group of European countries can have on the tourism demand of a South European country with no record of terrorism attacks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to analyze the connections between terrorist attacks and tourists \u0027 arrivals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "occurred between 2002 and the end of 2016 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an Unrestricted Vector Autoregressive model was used for multivariate time series analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main results show that terrorist attacks have a strong impact on tourist arrivals and confirm the existence of terrorism spillover ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely the substitution and generalization effects phenomena .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "100"
  }
}