{
  "paper_id": "b2f39f20e4e523aab2915f1d22d29d6a29110a20",
  "metadata": {
    "title": "Identification of a Peptide Produced by Bifidobacterium longum CECT 7210 with Antirotaviral Activity",
    "coda_data_split": "train",
    "coda_paper_id": 3322,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rotavirus is one of the main causes of acute diarrhea and enteritis in infants. Currently, studies are underway to assess the use of probiotics to improve rotavirus vaccine protection. A previous work demonstrated that the probiotic strain Bifidobacterium longum subsp. infantis CECT 7210 is able to hinder rotavirus replication both in vitro and in vivo. The present study takes a systematic approach in order to identify the molecule directly involved in rotavirus inhibition. Supernatant protease digestions revealed both the proteinaceous nature of the active substance and the fact that the molecule responsible for inhibiting rotavirus replication is released to the supernatant. Following purification by cationic exchange chromatography, active fractions were obtained and the functional compound was identified as an 11-amino acid peptide (MHQPHQPLPPT, named 11-mer peptide) with a molecular mass of 1.282 KDa. The functionality of 11mer was verified using the synthesized peptide in Wa, Ito, and VA70 rotavirus infections of both HT-29 and MA-104 cell lines. Finally, protease activity was detected in B. longum subsp. infantis CECT 7210 supernatant, which releases 11-mer peptide. A preliminary identification of the protease is also included in the study.",
      "sentences": [
        [
          {
            "segment_text": "Rotavirus is one of the main causes of acute diarrhea and enteritis in infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , studies are underway to assess the use of probiotics to improve rotavirus vaccine protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A previous work demonstrated that the probiotic strain Bifidobacterium longum subsp. infantis CECT 7210 is able to hinder rotavirus replication both in vitro and in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study takes a systematic approach in order to identify the molecule directly involved in rotavirus inhibition .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Supernatant protease digestions revealed both the proteinaceous nature of the active substance and the fact that the molecule responsible for inhibiting rotavirus replication is released to the supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following purification by cationic exchange chromatography ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "active fractions were obtained and the functional compound was identified as an 11-amino acid peptide ( MHQPHQPLPPT , named 11-mer peptide ) with a molecular mass of 1.282 KDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The functionality of 11mer was verified using the synthesized peptide in Wa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ito , and VA70 rotavirus infections of both HT-29 and MA-104 cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , protease activity was detected in B. longum subsp. infantis CECT 7210 supernatant , which releases 11-mer peptide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A preliminary identification of the protease is also included in the study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "204"
  }
}