{
  "paper_id": "b30513bcfdfef7e6f7b2ee8e8f955bfd59a784b9",
  "metadata": {
    "title": "Enterotoxic Effect of Stool Supernatant of Cryptosporidium- Infected Calves on Human Jejunum",
    "coda_data_split": "train",
    "coda_paper_id": 10273,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background/Aims: The clinical pattern of cryptosporidial diarrhea suggests an enterotoxic mechanism. No evidence for this mechanism has been reported thus far. This study aimed.to look for enterotoxic effect elaborated by Cryptosporidium. Methods: The effects on human intestinal transport of stool supematant of diarrheal calves infected with Cryptosporidium parvum were examined. Aliquots of centrifuged and filtered stools were added to the mucosal or serosal side of human jejunum obtained from patients undergoing surgery and mounted in Ussing chambers. Electrical parameters were recorded. Stool supernatants of uninfected calves served as a control. Results: The mucosal addition of 2.5 mg protein of fecal supernatant from diarrheal calves induced a prompt and significant increase in short circuit current with no effects on tissue conductance. The serosal addition of this material and the addition of control supernatant to either side did not induce modifications of electrical parameters. The enterotoxic effect was dose-dependent and saturable. It was reversible by withdrawing the supernatant from the incubation medium. The electrical effect was chloride-and calcium-dependent and was sensitive to heating. Conclusions: An enterotoxic activity is present in the stools of Cryptosporidiurr~infected calves. This activity may be responsible for secretory diarrhea in humans.",
      "sentences": [
        [
          {
            "segment_text": "Background/Aims : The clinical pattern of cryptosporidial diarrhea suggests an enterotoxic mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No evidence for this mechanism has been reported thus far .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed.to look for enterotoxic effect elaborated by Cryptosporidium .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The effects on human intestinal transport of stool supematant of diarrheal calves infected with Cryptosporidium parvum were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Aliquots of centrifuged and filtered stools were added to the mucosal or serosal side of human jejunum obtained from patients undergoing surgery and mounted in Ussing chambers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Electrical parameters were recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Stool supernatants of uninfected calves served as a control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The mucosal addition of 2.5 mg protein of fecal supernatant from diarrheal calves induced a prompt and significant increase in short circuit current with no effects on tissue conductance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The serosal addition of this material and the addition of control supernatant to either side did not induce modifications of electrical parameters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The enterotoxic effect was dose-dependent and saturable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was reversible by withdrawing the supernatant from the incubation medium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The electrical effect was chloride-and calcium-dependent and was sensitive to heating .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : An enterotoxic activity is present in the stools of Cryptosporidiurr ~ infected calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This activity may be responsible for secretory diarrhea in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "14",
    "token_num": "213"
  }
}