{
  "paper_id": "b313b3a2d9c3fab1e226effee6f849f09c529e36",
  "metadata": {
    "title": "Animal virus schemes for translation dominance",
    "coda_data_split": "train",
    "coda_paper_id": 5107,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses have adapted a broad range of unique mechanisms to modulate the cellular translational machinery to ensure viral translation at the expense of cellular protein synthesis. Many of these promote virus-specific translation by use of molecular tags on viral mRNA such as internal ribosome entry sites (IRES) and genome-linked viral proteins (VPg) that bind translation machinery components in unusual ways and promote RNA circularization. This review describes recent advances in understanding some of the mechanisms in which animal virus mRNAs gain an advantage over cellular transcripts, including new structural and biochemical insights into IRES function and novel proteins that function as alternate met-tRNA i met carriers in translation initiation. Comparisons between animal and plant virus mechanisms that promote translation of viral mRNAs are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Viruses have adapted a broad range of unique mechanisms to modulate the cellular translational machinery to ensure viral translation at the expense of cellular protein synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of these promote virus-specific translation by use of molecular tags on viral mRNA such as internal ribosome entry sites ( IRES ) and genome-linked viral proteins ( VPg ) that bind translation machinery components in unusual ways and promote RNA circularization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes recent advances in understanding some of the mechanisms in which animal virus mRNAs gain an advantage over cellular transcripts ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including new structural and biochemical insights into IRES function and novel proteins that function as alternate met-tRNA i met carriers in translation initiation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Comparisons between animal and plant virus mechanisms that promote translation of viral mRNAs are discussed .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "133"
  }
}