{
  "paper_id": "b31cf3d4149415153995c8698bddf4d5c3b7788e",
  "metadata": {
    "title": "The impact of synthetic biology on drug discovery",
    "coda_data_split": "train",
    "coda_paper_id": 2760,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of synthetic biology is holding great hopes for providing solutions to the unmet needs of humankind. This review article describes how synthetic biology can deliver on this promise in the field of drug discovery by providing novel opportunities throughout the entire drug discovery process. Synthetic biology tools enable disease mechanisms and target identification to be elucidated and also provide avenues to discover small chemotherapeutic molecules or design novel biopharmaceuticals. Furthermore, synthetic biologists can design cost-effective microbial production processes for complex natural products, which could help overcome global drug shortages. These impressive advances have been achieved in only a few years, and are an indicator for the potential of synthetic biology.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of synthetic biology is holding great hopes for providing solutions to the unmet needs of humankind .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review article describes how synthetic biology can deliver on this promise in the field of drug discovery by providing novel opportunities throughout the entire drug discovery process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Synthetic biology tools enable disease mechanisms and target identification to be elucidated and also provide avenues to discover small chemotherapeutic molecules or design novel biopharmaceuticals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , synthetic biologists can design cost-effective microbial production processes for complex natural products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which could help overcome global drug shortages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These impressive advances have been achieved in only a few years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and are an indicator for the potential of synthetic biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Corresponding author: Fussenegger, M. (fussenegger@bsse.ethz.ch) 956 www.drugdiscoverytoday.com",
      "sentences": [
        [
          {
            "segment_text": "Corresponding author : Fussenegger , M. ( fussenegger@bsse.ethz.ch ) 956 www.drugdiscoverytoday.com",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "131"
  }
}