{
  "paper_id": "b346900932930ece4127e7bb8f3990c8e0c1fbec",
  "metadata": {
    "title": "Swine interferon-induced transmembrane protein, sIFITM3, inhibits foot-and-mouth disease virus infection in vitro and in vivo",
    "coda_data_split": "train",
    "coda_paper_id": 10829,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The interferon-induced transmembrane protein 3 (IFITM3) is a widely expressed potent antiviral effector of the host innate immune system. It restricts a diverse group of pathogenic, enveloped viruses, by interfering with endosomal fusion. In this report, the swine IFITM3 (sIFITM3) gene was cloned. It shares the functionally conserved CD225 domain and multiple critical amino acid residues (Y19, F74, F77, R86 and Y98) with its human ortholog, which are essential for antiviral activity. Ectopic expression of sIFITM3 significantly inhibited non-enveloped foot-and-mouth disease virus (FMDV) infection in BHK-21 cells. Furthermore, sIFITM3 blocked FMDV infection at early steps in the virus life cycle by disrupting viral attachment to the host cell surface. Importantly, inoculation of 2-day-old suckling mice with a plasmid expressing sIFITM3 conferred protection against lethal challenge with FMDV. These results suggest that sIFITM3 is a promising antiviral agent and that can safeguard the host from infection with FMDV.",
      "sentences": [
        [
          {
            "segment_text": "The interferon-induced transmembrane protein 3 ( IFITM3 ) is a widely expressed potent antiviral effector of the host innate immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It restricts a diverse group of pathogenic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enveloped viruses , by interfering with endosomal fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , the swine IFITM3 ( sIFITM3 ) gene was cloned .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It shares the functionally conserved CD225 domain and multiple critical amino acid residues ( Y19 , F74 , F77 , R86 and Y98 ) with its human ortholog ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are essential for antiviral activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ectopic expression of sIFITM3 significantly inhibited non-enveloped foot-and-mouth disease virus ( FMDV ) infection in BHK-21 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , sIFITM3 blocked FMDV infection at early steps in the virus life cycle by disrupting viral attachment to the host cell surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , inoculation of 2-day-old suckling mice with a plasmid expressing sIFITM3 conferred protection against lethal challenge with FMDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that sIFITM3 is a promising antiviral agent and that can safeguard the host from infection with FMDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "172"
  }
}