{
  "paper_id": "b356afdef9943d076d262f6c557eec12380e5c5b",
  "metadata": {
    "title": "Multi-perspective comparisons and mitigation implications of SO 2 and NO x discharges from the industrial sector of China: a decomposition analysis",
    "coda_data_split": "train",
    "coda_paper_id": 4472,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study is the first attempt to investigate the drivers of Chinese industrial SO 2 and NO x emissions from both periodic and structural perspectives through a decomposition analysis using the logarithmic mean Divisia index (LMDI). The two pollutants\u0027 emissions were decomposed into output effects, structural effects, clean production effects, and pollution abatement effects. The results showed that China\u0027s industrial SO 2 discharge increased by 1.14 Mt during 2003-2014, and the contributions from the four effects were 23.17, − 1.88, − 3.80, and − 16.36 Mt, respectively. Likewise, NO x discharge changed by − 3.44 Mt over 2011-2014, and the corresponding contributions from the four effects were 2.97, − 0.62, − 1.84, and − 3.95 Mt. Thus, the output effect was mainly responsible for the growth of the two discharges. The average annual contribution rates of SO 2 and NO x from output were 14.33 and 5.97%, respectively, but pollution abatement technology presented the most obvious mitigating effects (− 10.11 and − 7.92%), followed by the mitigating effects of clean production technology (− 2.35 and − 3.7%), and the mitigation from the structural effect was the weakest (− 1.16 and − 1.25%, respectively), which meant pollutant reduction policies related to industrial structure adjustment should be a long-term measure for the two discharges. In addition, the sub-sectors of I20 (manufacture of raw chemical materials and chemical products), I24 (manufacture of non-metallic mineral products), and I26 (smelting and pressing of non-ferrous metals) were the major contributors to both discharges. Thus, these sub-sectors should be given priority consideration when designing mitigation-related measures. Last, some particular policy implications were recommended for reducing the two discharges, including that the government should seek a technological discharge reduction route.",
      "sentences": [
        [
          {
            "segment_text": "This study is the first attempt to investigate the drivers of Chinese industrial SO 2 and NO x emissions from both periodic and structural perspectives through a decomposition analysis using the logarithmic mean Divisia index ( LMDI ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The two pollutants \u0027 emissions were decomposed into output effects ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "structural effects , clean production effects , and pollution abatement effects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that China \u0027s industrial SO 2 discharge increased by 1.14 Mt during 2003-2014 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the contributions from the four effects were 23.17 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "− 1.88 , − 3.80 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and − 16.36 Mt , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Likewise , NO x discharge changed by − 3.44 Mt over 2011-2014 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the corresponding contributions from the four effects were 2.97 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "− 0.62 , − 1.84 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and − 3.95 Mt. Thus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the output effect was mainly responsible for the growth of the two discharges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The average annual contribution rates of SO 2 and NO x from output were 14.33 and 5.97 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , but pollution abatement technology presented the most obvious mitigating effects ( − 10.11 and − 7.92 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by the mitigating effects of clean production technology ( − 2.35 and − 3.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the mitigation from the structural effect was the weakest ( − 1.16 and − 1.25 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which meant pollutant reduction policies related to industrial structure adjustment should be a long-term measure for the two discharges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the sub-sectors of I20 ( manufacture of raw chemical materials and chemical products ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "I24 ( manufacture of non-metallic mineral products ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and I26 ( smelting and pressing of non-ferrous metals ) were the major contributors to both discharges .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , these sub-sectors should be given priority consideration when designing mitigation-related measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Last , some particular policy implications were recommended for reducing the two discharges ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including that the government should seek a technological discharge reduction route .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "23",
    "token_num": "336"
  }
}