{
  "paper_id": "b3562f1317f1a8e11f723c14378eba8e750a8195",
  "metadata": {
    "title": "Identification of Plant Virus IRES",
    "coda_data_split": "train",
    "coda_paper_id": 2348,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Abstrat Plant RNA viruses exploit nonorthodox strategies, such as the use of internal ribosomal entry sites (IRES), to express multiple genes from a single RNA species. IRES elements have been reported in tobacco etch virus (TEV), crucifer infecting tobamovirus (crTMV), hibiscus chlorotic ringspot virus (HCRSV), and many other animal and plant RNA viruses. In this chapter, the methodology used to identify and characterize a plant virus IRES element, including construction of a translation reporter vector for testing the IRES activity, testing the IRES activity in coupled in vitro transcription and translation systems and mammalian cells analysis of RNA stability, and sucrose gradient analysis and polysome profiling, is presented.",
      "sentences": [
        [
          {
            "segment_text": "Abstrat Plant RNA viruses exploit nonorthodox strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the use of internal ribosomal entry sites ( IRES ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to express multiple genes from a single RNA species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IRES elements have been reported in tobacco etch virus ( TEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crucifer infecting tobamovirus ( crTMV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hibiscus chlorotic ringspot virus ( HCRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many other animal and plant RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , the methodology used to identify and characterize a plant virus IRES element ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including construction of a translation reporter vector for testing the IRES activity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "testing the IRES activity in coupled in vitro transcription and translation systems and mammalian cells analysis of RNA stability ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and sucrose gradient analysis and polysome profiling , is presented .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "11",
    "token_num": "129"
  }
}