{
  "paper_id": "b35c5f90e09d90f6fd6cff9dab355755e4c33fe4",
  "metadata": {
    "title": "Situational Awareness and Health Protective Responses to Pandemic Influenza A (H1N1) in Hong Kong: A Cross- Sectional Study",
    "coda_data_split": "train",
    "coda_paper_id": 9164,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Whether information sources influence health protective behaviours during influenza pandemics or other emerging infectious disease epidemics is uncertain.",
      "sentences": [
        [
          {
            "segment_text": "Background : Whether information sources influence health protective behaviours during influenza pandemics or other emerging infectious disease epidemics is uncertain .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology: Data from cross-sectional telephone interviews of 1,001 Hong Kong adults in June, 2009 were tested against theory and data-derived hypothesized associations between trust in (formal/informal) information, understanding, selfefficacy, perceived susceptibility and worry, and hand hygiene and social distancing using Structural Equation Modelling with multigroup comparisons.",
      "sentences": [
        [
          {
            "segment_text": "Methodology : Data from cross-sectional telephone interviews of 1,001 Hong Kong adults in June ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2009 were tested against theory and data-derived hypothesized associations between trust in ( formal/informal ) information ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "understanding , selfefficacy , perceived susceptibility and worry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and hand hygiene and social distancing using Structural Equation Modelling with multigroup comparisons .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Principal Findings: Trust in formal (government/media) information about influenza was associated with greater reported understanding of A/H1N1 cause (b \u003d 0.36) and A/H1N1 prevention self-efficacy (b \u003d 0.25), which in turn were associated with more hand hygiene (b \u003d 0.19 and b \u003d 0.23, respectively). Trust in informal (interpersonal) information was negatively associated with perceived personal A/H1N1 susceptibility (b \u003d 20.21), which was negatively associated with perceived selfefficacy (b \u003d 20.42) but positively associated with influenza worry (b \u003d 0.44). Trust in informal information was positively associated with influenza worry (b \u003d 0.16) which was in turn associated with greater social distancing (b \u003d 0.36). Multigroup comparisons showed gender differences regarding paths from trust in formal information to understanding of A/H1N1 cause, trust in informal information to understanding of A/H1N1 cause, and understanding of A/H1N1 cause to perceived self-efficacy.",
      "sentences": [
        [
          {
            "segment_text": "Principal Findings : Trust in formal ( government/media ) information about influenza was associated with greater reported understanding of A/H1N1 cause ( b \u003d 0.36 ) and A/H1N1 prevention self-efficacy ( b \u003d 0.25 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn were associated with more hand hygiene ( b \u003d 0.19 and b \u003d 0.23 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trust in informal ( interpersonal ) information was negatively associated with perceived personal A/H1N1 susceptibility ( b \u003d 20.21 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was negatively associated with perceived selfefficacy ( b \u003d 20.42 ) but positively associated with influenza worry ( b \u003d 0.44 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trust in informal information was positively associated with influenza worry ( b \u003d 0.16 ) which was in turn associated with greater social distancing ( b \u003d 0.36 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multigroup comparisons showed gender differences regarding paths from trust in formal information to understanding of A/H1N1 cause ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trust in informal information to understanding of A/H1N1 cause ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and understanding of A/H1N1 cause to perceived self-efficacy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: Trust in government/media information was more strongly associated with greater self-efficacy and handwashing, whereas trust in informal information was strongly associated with perceived health threat and avoidance behaviour. Risk communication should consider the effect of gender differences.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : Trust in government/media information was more strongly associated with greater self-efficacy and handwashing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas trust in informal information was strongly associated with perceived health threat and avoidance behaviour .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Risk communication should consider the effect of gender differences .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "287"
  }
}