{
  "paper_id": "b3939d4b76c9467282ad9d8fd8a5132600f8c665",
  "metadata": {
    "title": "Evaluation of relationship between Rotavirus and Coronavirus infections with calf diarrhea by capture ELISA",
    "coda_data_split": "train",
    "coda_paper_id": 7334,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rotavirus and Coronavirus are two main causes of severe diarrhea in human infants and many animal species worldwide. Calves up to 3 months old can be affected by these viruses. The importance of these viruses in cattle industry is due to substantial economic loss, treatment costs, and reduced growth rates in beef and dairy calves. Mixed infections caused by Rotavirus and Coronavirus can lead to severe form of diarrhea. In present casecontrol study, 261 samples of healthy and diarrheic calves from farms around Mashhad were collected. These samples were tested by antigen-capture enzyme-linked immunosorbent assay (Bio-X diagnosis kit). The results showed that the prevalence of Rotavirus and Coronavirus infection in diarrheic calves is 26.98% and 3.17%, respectively. Also, there was no significant relationship between infection with Rotavirus, Coronavirus, and diarrhea in the studied population.",
      "sentences": [
        [
          {
            "segment_text": "Rotavirus and Coronavirus are two main causes of severe diarrhea in human infants and many animal species worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Calves up to 3 months old can be affected by these viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The importance of these viruses in cattle industry is due to substantial economic loss ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treatment costs , and reduced growth rates in beef and dairy calves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mixed infections caused by Rotavirus and Coronavirus can lead to severe form of diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In present casecontrol study , 261 samples of healthy and diarrheic calves from farms around Mashhad were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These samples were tested by antigen-capture enzyme-linked immunosorbent assay ( Bio-X diagnosis kit ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the prevalence of Rotavirus and Coronavirus infection in diarrheic calves is 26.98 % and 3.17 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also , there was no significant relationship between infection with Rotavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Coronavirus , and diarrhea in the studied population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "153"
  }
}