{
  "paper_id": "b39cfc766778529c14cb69cc1b12e016fb9581d0",
  "metadata": {
    "title": "Frequent detection of Saffold cardiovirus in adenoids",
    "coda_data_split": "train",
    "coda_paper_id": 8830,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Saffold virus (SAFV) is classified into the Cardiovirus genus of the Picornaviridae family. Up to now, eleven genotypes have been identified however, their clinical significance remains unclear. Here, we investigated the presence of SAFV in asymptomatic patients admitted for adenoidectomy. A total of 70 adenoid tissue samples were collected from children with clinical symptoms caused by hypertrophy of adenoids but without symptoms of airway infection. Samples were investigated for SAFV by RT-nested PCR and sequence analysis. Eleven of 70 (15.7%) samples were positive for SAFV. Nasopharyngeal swabs were available from 45 children just before surgery. SAFV was rarely found and only in children with SAFV-positive adenoids 2/8. Our findings indicate that the presence of SAFV seems to be more frequent in adenoid tissue than expected. This could support the notion of a longer than previously anticipated persistence of SAFV nucleic acids in the respiratory tract and possibly a chronic infection. Further investigations are necessary to establish the role of SAFV infection in humans.",
      "sentences": [
        [
          {
            "segment_text": "Saffold virus ( SAFV ) is classified into the Cardiovirus genus of the Picornaviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Up to now , eleven genotypes have been identified however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their clinical significance remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigated the presence of SAFV in asymptomatic patients admitted for adenoidectomy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 70 adenoid tissue samples were collected from children with clinical symptoms caused by hypertrophy of adenoids but without symptoms of airway infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were investigated for SAFV by RT-nested PCR and sequence analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eleven of 70 ( 15.7 % ) samples were positive for SAFV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal swabs were available from 45 children just before surgery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SAFV was rarely found and only in children with SAFV-positive adenoids 2/8 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings indicate that the presence of SAFV seems to be more frequent in adenoid tissue than expected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This could support the notion of a longer than previously anticipated persistence of SAFV nucleic acids in the respiratory tract and possibly a chronic infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigations are necessary to establish the role of SAFV infection in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "182"
  }
}