{
  "paper_id": "b3af6b45f0823ac2db61007d4ba8904733c0d583",
  "metadata": {
    "title": "Human infection with avian infl uenza A H7N9 virus: an assessment of clinical severity",
    "coda_data_split": "train",
    "coda_paper_id": 9865,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Characterisation of the severity profi le of human infections with infl uenza viruses of animal origin is a part of pandemic risk assessment, and an important part of the assessment of disease epidemiology. Our objective was to assess the clinical severity of human infections with avian infl uenza A H7N9 virus, which emerged in China in early 2013.",
      "sentences": [
        [
          {
            "segment_text": "Background Characterisation of the severity profi le of human infections with infl uenza viruses of animal origin is a part of pandemic risk assessment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and an important part of the assessment of disease epidemiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objective was to assess the clinical severity of human infections with avian infl uenza A H7N9 virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which emerged in China in early 2013 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Prevention. We estimated the risk of fatality, mechanical ventilation, and admission to the intensive care unit for patients who required hospital admission for medical reasons. We also used information about laboratory-confi rmed cases detected through sentinel infl uenza-like illness surveillance to estimate the symptomatic case fatality risk.",
      "sentences": [
        [
          {
            "segment_text": "Prevention .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We estimated the risk of fatality ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mechanical ventilation , and admission to the intensive care unit for patients who required hospital admission for medical reasons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also used information about laboratory-confi rmed cases detected through sentinel infl uenza-like illness surveillance to estimate the symptomatic case fatality risk .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "17 patients who were still in hospital, we estimated the fatality risk for all ages to be 36% (95% CI 26-45) on admission to hospital. Risks of mechanical ventilation or fatality (69%, 95% CI 60-77) and of admission to an intensive care unit, mechanical ventilation, or fatality (83%, 76-90) were high. With assumptions about coverage of the sentinel surveillance network and health-care-seeking behaviour for patients with infl uenza-like illness associated with infl uenza A H7N9 virus infection, and pro-rata extrapolation, we estimated that the symptomatic case fatality risk could be between 160 (63-460) and 2800 (1000-9400) per 100 000 symptomatic cases.",
      "sentences": [
        [
          {
            "segment_text": "17 patients who were still in hospital ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we estimated the fatality risk for all ages to be 36 % ( 95 % CI 26-45 ) on admission to hospital .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Risks of mechanical ventilation or fatality ( 69 % , 95 % CI 60-77 ) and of admission to an intensive care unit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mechanical ventilation , or fatality ( 83 % , 76-90 ) were high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With assumptions about coverage of the sentinel surveillance network and health-care-seeking behaviour for patients with infl uenza-like illness associated with infl uenza A H7N9 virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and pro-rata extrapolation , we estimated that the symptomatic case fatality risk could be between 160 ( 63-460 ) and 2800 ( 1000-9400 ) per 100 000 symptomatic cases .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation Human infections with avian infl uenza A H7N9 virus seem to be less serious than has been previously reported. Many mild cases might already have occurred. Continued vigilance and sustained intensive control eff orts are needed to minimise the risk of human infection.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation Human infections with avian infl uenza A H7N9 virus seem to be less serious than has been previously reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many mild cases might already have occurred .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Continued vigilance and sustained intensive control eff orts are needed to minimise the risk of human infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Funding",
      "sentences": [
        [
          {
            "segment_text": "Funding",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "289"
  }
}