{
  "paper_id": "b3b492aee17ce67199d458de9b98bc219c2cbf3c",
  "metadata": {
    "title": "Estrogen Mediates Innate and Adaptive Immune Alterations to Influenza Infection in Pregnant Mice",
    "coda_data_split": "train",
    "coda_paper_id": 2074,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pregnancy is a leading risk factor for severe complications during an influenza virus infection. Women infected during their second and third trimesters are at increased risk for severe cardiopulmonary complications, premature delivery, and death. Here, we establish a murine model of aerosolized influenza infection during pregnancy. We find significantly altered innate antiviral responses in pregnant mice, including decreased levels of IFN-b, IL-1a, and IFN-c at early time points of infection. We also find reduced cytotoxic T cell activity and delayed viral clearance. We further demonstrate that pregnancy levels of the estrogen 17-b-estradiol are able to induce key anti-inflammatory phenotypes in immune responses to the virus independently of other hormones or pregnancy-related stressors. We conclude that elevated estrogen levels result in an attenuated anti-viral immune response, and that pregnancy-associated morbidities occur in the context of this antiinflammatory phenotype.",
      "sentences": [
        [
          {
            "segment_text": "Pregnancy is a leading risk factor for severe complications during an influenza virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Women infected during their second and third trimesters are at increased risk for severe cardiopulmonary complications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "premature delivery , and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we establish a murine model of aerosolized influenza infection during pregnancy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We find significantly altered innate antiviral responses in pregnant mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including decreased levels of IFN-b ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-1a , and IFN-c at early time points of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also find reduced cytotoxic T cell activity and delayed viral clearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further demonstrate that pregnancy levels of the estrogen 17-b-estradiol are able to induce key anti-inflammatory phenotypes in immune responses to the virus independently of other hormones or pregnancy-related stressors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that elevated estrogen levels result in an attenuated anti-viral immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that pregnancy-associated morbidities occur in the context of this antiinflammatory phenotype .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "151"
  }
}