{
  "paper_id": "b3ba3b0b2e19d8bfb1d982128dab886ff43b62a3",
  "metadata": {
    "title": "Molecular strategies to inhibit the replication of RNA viruses",
    "coda_data_split": "train",
    "coda_paper_id": 9510,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There are virtually no antiviral drugs available for the treatment of infections with RNA viruses. This is particularly worrisome since most of the highly pathogenic and emerging viruses are, and will likely continue to be, RNA viruses. These viruses can cause acute, severe illness, including severe respiratory disease, hemorrhagic fever and encephalitis, with a high case fatality rate. It is important to have potent and safe drugs at hand that can be used for the treatment or prophylaxis of such infections. Drugs approved for the treatment of RNA virus infections (other than HIV) are the influenza M2 channel inhibitors, amantadine and rimantadine; the influenza neuraminidase inhibitors, oseltamivir and zanamivir, and ribavirin for the treatment of infections with respiratory syncytial virus and hepatitis C virus. The molecular mechanism(s) by which ribavirin inhibits viral replication, such as depletion of intracellular GTP pools and induction of error catastrophe, may not readily allow the design of analogues that are more potent/selective than the parent drug. Highly pathogenic RNA viruses belong to a variety of virus families, each having a particular replication strategy, thus offering a wealth of potential targets to selectively inhibit viral replication. We here provide a non-exhaustive review of potential experimental strategies, using small molecules, to inhibit the replication of several RNA viruses. Other approaches, such as the use of interferon or other host-response modifiers, immune serum or neutralizing antibodies, are not addressed in this review.",
      "sentences": [
        [
          {
            "segment_text": "There are virtually no antiviral drugs available for the treatment of infections with RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is particularly worrisome since most of the highly pathogenic and emerging viruses are ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and will likely continue to be , RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viruses can cause acute ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe illness , including severe respiratory disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hemorrhagic fever and encephalitis , with a high case fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is important to have potent and safe drugs at hand that can be used for the treatment or prophylaxis of such infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Drugs approved for the treatment of RNA virus infections ( other than HIV ) are the influenza M2 channel inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "amantadine and rimantadine ; the influenza neuraminidase inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "oseltamivir and zanamivir , and ribavirin for the treatment of infections with respiratory syncytial virus and hepatitis C virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The molecular mechanism ( s ) by which ribavirin inhibits viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as depletion of intracellular GTP pools and induction of error catastrophe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may not readily allow the design of analogues that are more potent/selective than the parent drug .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Highly pathogenic RNA viruses belong to a variety of virus families ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each having a particular replication strategy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus offering a wealth of potential targets to selectively inhibit viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We here provide a non-exhaustive review of potential experimental strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using small molecules , to inhibit the replication of several RNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other approaches , such as the use of interferon or other host-response modifiers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune serum or neutralizing antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are not addressed in this review .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "267"
  }
}