{
  "paper_id": "b3c48ec62449227c57b0e8d71b990f2ed56277aa",
  "metadata": {
    "title": "CASE REPORT Cutaneous lesions associated with coronavirus-induced vasculitis in a cat with feline infectious peritonitis and concurrent feline immunodeficiency virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 3269,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This report describes a clinical case of feline infectious peritonitis (FIP) with multisystemic involvement, including multiple nodular cutaneous lesions, in a cat that was co-infected with feline coronavirus and feline immunodeficiency virus. The skin lesions were caused by a pyogranulomatous-necrotising dermal phlebitis and periphlebitis. Immunohistology demonstrated the presence of coronavirus antigen in macrophages within these lesions.",
      "sentences": [
        [
          {
            "segment_text": "This report describes a clinical case of feline infectious peritonitis ( FIP ) with multisystemic involvement ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including multiple nodular cutaneous lesions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in a cat that was co-infected with feline coronavirus and feline immunodeficiency virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The skin lesions were caused by a pyogranulomatous-necrotising dermal phlebitis and periphlebitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunohistology demonstrated the presence of coronavirus antigen in macrophages within these lesions .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The pathogenesis of FIP involves a viral associated, disseminated phlebitis and periphlebitis which can arise at many sites. Target organs frequently include the eyes, abdominal organs, pleural and peritoneal membranes, and central nervous tissues, but cutaneous lesions have not previously been reported.",
      "sentences": [
        [
          {
            "segment_text": "The pathogenesis of FIP involves a viral associated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disseminated phlebitis and periphlebitis which can arise at many sites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Target organs frequently include the eyes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "abdominal organs , pleural and peritoneal membranes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and central nervous tissues , but cutaneous lesions have not previously been reported .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "112"
  }
}