{
  "paper_id": "b3c5851cacc0784a7ee6be6e9270faa092c3c243",
  "metadata": {
    "title": "Full genome analysis of a novel adenovirus from the South Polar skua (Catharacta maccormicki) in Antarctica",
    "coda_data_split": "train",
    "coda_paper_id": 7199,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Adenoviruses have been identified in humans and a wide range of vertebrate animals, but not previously from the polar region. Here, we report the entire 26,340-bp genome of a novel adenovirus, detected by PCR, in tissues of six of nine South Polar skuas (Catharacta maccormicki), collected in Lake King Sejong, King George Island, Antarctica, from 2007 to 2009. The DNA polymerase, penton base, hexon and fiber genes of the South Polar skua adenovirus (SPSAdV) exhibited 68.3%, 75.4%, 74.9% and 48.0% nucleotide sequence similarity with their counterparts in turkey hemorrhagic enteritis virus. Phylogenetic analysis based on the entire genome revealed that SPSAdV belonged to the genus Siadenovirus, family Adenoviridae. This is the first evidence of a novel adenovirus, SPSAdV, from a large polar seabird (family Stercorariidae) in Antarctica.",
      "sentences": [
        [
          {
            "segment_text": "Adenoviruses have been identified in humans and a wide range of vertebrate animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not previously from the polar region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the entire 26,340-bp genome of a novel adenovirus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "detected by PCR , in tissues of six of nine South Polar skuas ( Catharacta maccormicki ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "collected in Lake King Sejong ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "King George Island , Antarctica , from 2007 to 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The DNA polymerase , penton base ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hexon and fiber genes of the South Polar skua adenovirus ( SPSAdV ) exhibited 68.3 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "75.4 % , 74.9 % and 48.0 % nucleotide sequence similarity with their counterparts in turkey hemorrhagic enteritis virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis based on the entire genome revealed that SPSAdV belonged to the genus Siadenovirus , family Adenoviridae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first evidence of a novel adenovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SPSAdV , from a large polar seabird ( family Stercorariidae ) in Antarctica .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "157"
  }
}