{
  "paper_id": "b3cb1d91dcd7f78dd9bbc88b93d2403eb6869746",
  "metadata": {
    "title": "Genetic control of the HDL proteome",
    "coda_data_split": "train",
    "coda_paper_id": 5516,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "High-density lipoproteins (HDL) are nanoparticles with \u003e80 associated proteins, phospholipids, cholesterol and cholesteryl esters. A comprehensive genetic analysis of the regulation of proteome of HDL isolated from a panel of 100 diverse inbred strains of mice, Hybrid Mouse Diversity Panel (HMDP), revealed widely varied HDL protein levels across the strains. Some of this variation was explained by local, cis-acting regulation, termed cis-protein quantitative trait loci. Variations in apolipoprotein A-II and apolipoprotein C-3 affected the abundance of multiple HDL proteins indicating a coordinated regulation. We identified modules of co-varying proteins and define a protein-protein interaction network describing the protein composition of the naturally occurring subspecies of HDL in mice. Sterol efflux capacity varied up to 3-fold across the strains and HDL proteins displayed distinct correlation patterns with macrophage and ABCA1 specific cholesterol efflux capacity and cholesterol exchange, suggesting that subspecies of HDL participate in discrete functions. The baseline and stimulated sterol efflux capacity phenotypes associated with distinct QTLs with smaller effect size suggesting a multi genetic regulation. Our results highlight the complexity of HDL particles by revealing high degree of heterogeneity and intercorrelation, some of which is associated with functional variation, supporting the concept that HDL-cholesterol alone is not an accurate measure of HDL\u0027s properties such as protection against CAD.",
      "sentences": [
        [
          {
            "segment_text": "High-density lipoproteins ( HDL ) are nanoparticles with \u003e 80 associated proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "phospholipids , cholesterol and cholesteryl esters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A comprehensive genetic analysis of the regulation of proteome of HDL isolated from a panel of 100 diverse inbred strains of mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Hybrid Mouse Diversity Panel ( HMDP ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "revealed widely varied HDL protein levels across the strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some of this variation was explained by local ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cis-acting regulation , termed cis-protein quantitative trait loci .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Variations in apolipoprotein A-II and apolipoprotein C-3 affected the abundance of multiple HDL proteins indicating a coordinated regulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified modules of co-varying proteins and define a protein-protein interaction network describing the protein composition of the naturally occurring subspecies of HDL in mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sterol efflux capacity varied up to 3-fold across the strains and HDL proteins displayed distinct correlation patterns with macrophage and ABCA1 specific cholesterol efflux capacity and cholesterol exchange ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that subspecies of HDL participate in discrete functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The baseline and stimulated sterol efflux capacity phenotypes associated with distinct QTLs with smaller effect size suggesting a multi genetic regulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight the complexity of HDL particles by revealing high degree of heterogeneity and intercorrelation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some of which is associated with functional variation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting the concept that HDL-cholesterol alone is not an accurate measure of HDL \u0027s properties such as protection against CAD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "232"
  }
}