{
  "paper_id": "b3cfc4dab5d54f17baa4dbf0887b3c0b8bf862b0",
  "metadata": {
    "title": "Sequential affinity purification of peroxidase tagged bispecific anti-SARS-CoV antibodies on phenylboronic acid agarose",
    "coda_data_split": "train",
    "coda_paper_id": 3791,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hybrid hybridomas (quadromas) are derived by fusing at least two hybridomas, each producing a different antibody of predefined specificity. The resulting cell secretes not only the immunoglobulins of both parents but also hybrid molecules manifesting the binding characteristics of the individual fusion partners. Purification of the desired bispecific immunoprobe with high specific activity from a mixture of bispecific and monospecific monoclonal antibodies requires special strategies. Using a dual, sequential affinity chromatography (Protein-G chromatography followed by m-aminophenyleboronic acid agarose column), we have purified bispecific monoclonal antibodies (BsMAb) as a preformed HRPO (Horseradish Peroxidase) complex (BsMAb-HRPO). The quadroma culture supernatant was initially processed on a Protein-G column to isolate all the species of immunoglobulins. This pre-enriched fraction was subsequently passed through the aminophenyleboronic acid column super saturated with HRPO. The column matrix has the ability to bind to proteins such as HRPO with vicinal diols. The enzyme loaded column captures the desired bispecific anti-SARS-CoV × anti-HRPO species with the elimination of the monospecific anti-SARS-CoV MAb to result in a high specific activity diagnostic probe. The presence of anti-HRPO MAb is an acceptable impurity as it will not bind to the target SARS-CoV NP antigen and will get washed out during the ELISA procedure. Crown",
      "sentences": [
        [
          {
            "segment_text": "Hybrid hybridomas ( quadromas ) are derived by fusing at least two hybridomas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each producing a different antibody of predefined specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resulting cell secretes not only the immunoglobulins of both parents but also hybrid molecules manifesting the binding characteristics of the individual fusion partners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Purification of the desired bispecific immunoprobe with high specific activity from a mixture of bispecific and monospecific monoclonal antibodies requires special strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a dual , sequential affinity chromatography ( Protein-G chromatography followed by m-aminophenyleboronic acid agarose column ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have purified bispecific monoclonal antibodies ( BsMAb ) as a preformed HRPO ( Horseradish Peroxidase ) complex ( BsMAb-HRPO ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The quadroma culture supernatant was initially processed on a Protein-G column to isolate all the species of immunoglobulins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This pre-enriched fraction was subsequently passed through the aminophenyleboronic acid column super saturated with HRPO .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The column matrix has the ability to bind to proteins such as HRPO with vicinal diols .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The enzyme loaded column captures the desired bispecific anti-SARS-CoV × anti-HRPO species with the elimination of the monospecific anti-SARS-CoV MAb to result in a high specific activity diagnostic probe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of anti-HRPO MAb is an acceptable impurity as it will not bind to the target SARS-CoV NP antigen and will get washed out during the ELISA procedure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "224"
  }
}