{
  "paper_id": "b3d6444a660e3756cfa2ae4a72f3aa096ae1db06",
  "metadata": {
    "title": "Treatment of Severe Acute Respiratory Syndrome With Glucosteroids* The Guangzhou Experience",
    "coda_data_split": "train",
    "coda_paper_id": 6637,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Study objective: To investigate the efficacy and safety profiles of corticosteroid therapy in severe acute respiratory syndrome (SARS) patients. Design: Four hundred one of 1,278 SARS cases treated in Guangzhou China between December 2002 and June 2003 fulfilled the diagnostic criteria issued by the World Health Organization for confirmed identification of SARS. Among them, the diagnosis of critical SARS was defined by criteria of SARS guidelines incorporated with a low oxygenation index (OI) [\u003c 300 mm Hg]. Data of these patients retrieved from a database were retrospectively analyzed by logistic regression and Cox regression for the effect of corticosteroid therapy on death, hospitalization days, and complication presentation. Results: Among the 401 SARS patients studied, 147 of 249 noncritical patients (59.0%) received corticosteroids (mean daily dose, 105.3 ؎ 86.1 mg) [؎ SD], and all survived the disease; 121 of 152 critical patients (79.6%) received corticosteroids at a mean daily dose of 133.5 ؎ 102.3 mg, and 25 died.",
      "sentences": [
        [
          {
            "segment_text": "Study objective : To investigate the efficacy and safety profiles of corticosteroid therapy in severe acute respiratory syndrome ( SARS ) patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Design : Four hundred one of 1,278 SARS cases treated in Guangzhou China between December 2002 and June 2003 fulfilled the diagnostic criteria issued by the World Health Organization for confirmed identification of SARS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among them , the diagnosis of critical SARS was defined by criteria of SARS guidelines incorporated with a low oxygenation index ( OI ) ( \u003c 300 mm Hg ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data of these patients retrieved from a database were retrospectively analyzed by logistic regression and Cox regression for the effect of corticosteroid therapy on death ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hospitalization days , and complication presentation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among the 401 SARS patients studied ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "147 of 249 noncritical patients ( 59.0 % ) received corticosteroids ( mean daily dose , 105.3 86.1 mg ) ( SD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and all survived the disease ; 121 of 152 critical patients ( 79.6 % ) received corticosteroids at a mean daily dose of 133.5 102.3 mg , and 25 died .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Analysis of these 401 confirmed cases did not show any benefits of corticosteroid on the death rate and hospitalization days. However, when focused on 152 critical SARS cases, factors correlated with these end points indicated by univariate analysis included use of corticosteroid, age, rigor at onset, secondary respiratory infections, pulmonary rales, grading of OI, and use of invasive ventilation. After adjustment for possible confounders, treatment with corticosteroid was shown contributing to lower overall mortality, instant mortality, and shorter hospitalization stay (p \u003c 0.05). Incidence of complications was significantly associated with the need for invasive ventilation but not with use of corticosteroids. Conclusion: This Guangzhou retrospective study revealed that proper use of corticosteroid in confirmed critical SARS resulted in lowered mortality and shorter hospitalization stay, and was not associated with significant secondary lower respiratory infection and other complications.",
      "sentences": [
        [
          {
            "segment_text": "Analysis of these 401 confirmed cases did not show any benefits of corticosteroid on the death rate and hospitalization days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when focused on 152 critical SARS cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "factors correlated with these end points indicated by univariate analysis included use of corticosteroid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "age , rigor at onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "secondary respiratory infections , pulmonary rales ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "grading of OI , and use of invasive ventilation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After adjustment for possible confounders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatment with corticosteroid was shown contributing to lower overall mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "instant mortality , and shorter hospitalization stay ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Incidence of complications was significantly associated with the need for invasive ventilation but not with use of corticosteroids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This Guangzhou retrospective study revealed that proper use of corticosteroid in confirmed critical SARS resulted in lowered mortality and shorter hospitalization stay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was not associated with significant secondary lower respiratory infection and other complications .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "343"
  }
}