{
  "paper_id": "b3e94bce63878a41d45d22c012a9492d079b3b7f",
  "metadata": {
    "title": "NTCP and Beyond: Opening the Door to Unveil Hepatitis B Virus Entry",
    "coda_data_split": "train",
    "coda_paper_id": 4271,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chronic hepatitis B virus (HBV) infection, affecting approximately 240 million people worldwide, is a major public health problem that elevates the risk of developing liver cirrhosis and hepatocellular carcinoma. Given that current anti-HBV drugs are limited to interferon-based regimens and nucleos(t)ide analogs, the development of new anti-HBV agents is urgently needed. The viral entry process is generally an attractive target implicated in antiviral strategies. Using primary cells from humans and Tupaia belangeri, as well as HepaRG cells, important determinants of viral entry have been achieved. Recently, sodium taurocholate cotransporting polypeptide (NTCP) was identified as an HBV entry receptor and enabled the establishment of a susceptible cell line that can efficiently support HBV infection. This finding will allow a deeper understanding of the requirements for efficient HBV infection, including the elucidation of the molecular entry mechanism. In addition, pharmacological studies suggest that NTCP is able to serve as a therapeutic target. This article summarizes our current knowledge on the mechanisms of HBV entry and the role of NTCP in this process.",
      "sentences": [
        [
          {
            "segment_text": "Chronic hepatitis B virus ( HBV ) infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affecting approximately 240 million people worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a major public health problem that elevates the risk of developing liver cirrhosis and hepatocellular carcinoma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given that current anti-HBV drugs are limited to interferon-based regimens and nucleos ( t ) ide analogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the development of new anti-HBV agents is urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The viral entry process is generally an attractive target implicated in antiviral strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using primary cells from humans and Tupaia belangeri ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as HepaRG cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "important determinants of viral entry have been achieved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , sodium taurocholate cotransporting polypeptide ( NTCP ) was identified as an HBV entry receptor and enabled the establishment of a susceptible cell line that can efficiently support HBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding will allow a deeper understanding of the requirements for efficient HBV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the elucidation of the molecular entry mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , pharmacological studies suggest that NTCP is able to serve as a therapeutic target .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article summarizes our current knowledge on the mechanisms of HBV entry and the role of NTCP in this process .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Int. J. Mol. Sci. 2014, 15 2893 ",
      "sentences": [
        [
          {
            "segment_text": "Int .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "J. Mol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Sci .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2014 , 15 2893",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "205"
  }
}