{
  "paper_id": "b3faaf79e78e6f6f14093b0181708d4ff76933f9",
  "metadata": {
    "title": "Virus-like particles as antigenic nanomaterials for inducing protective immune responses in the lung HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 5322,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The lung is a major entry point for many of the most detrimental pathogens to human health. The onslaught of pathogens encountered by the lung is counteracted by protective immune responses that are generated locally, which can be stimulated through vaccine strategies to prevent pathogen infections. Here, we discuss the use of virus-like particles (VLPs), nonpathogen derivatives of viruses or protein cage structures, to construct new vaccines exploiting the lung as a site for immunostimulation. VLPs are unique in their ability to be engineered with near molecular level detail and knowledge of their composition and structure. A summary of research in developing VLP-based vaccines for the lung is presented that suggests promising results for future vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "The lung is a major entry point for many of the most detrimental pathogens to human health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The onslaught of pathogens encountered by the lung is counteracted by protective immune responses that are generated locally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be stimulated through vaccine strategies to prevent pathogen infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss the use of virus-like particles ( VLPs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "nonpathogen derivatives of viruses or protein cage structures ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to construct new vaccines exploiting the lung as a site for immunostimulation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "VLPs are unique in their ability to be engineered with near molecular level detail and knowledge of their composition and structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A summary of research in developing VLP-based vaccines for the lung is presented that suggests promising results for future vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Nanoparticles present ideal sized scaffolds for attaching and presenting antigens to the immune system to induce responses in a multivalent presentation and that can also be taken up by cells. While there are many synthetic platforms that have been utilized, such as polymeric nanoparticles, dendrimers, and membranous structures (i.e., liposomes, polymerosomes and micelles) [1], in this review we will focus on the utilization of protein cages and/or virus-like particles (VLPs) as a class of nanoscaffolds that have great demonstrated potential. Several good reviews have been written on the topic of utilizing VLPs for development of vaccines and immunogenic nanomaterials [2] [3] [4] , and in this review we want to provide a greater discussion on what makes VLPs so unique from a materials point of view. In addition, we will focus on utilizing VLPs for targeting protective immune",
      "sentences": [
        [
          {
            "segment_text": "Nanoparticles present ideal sized scaffolds for attaching and presenting antigens to the immune system to induce responses in a multivalent presentation and that can also be taken up by cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While there are many synthetic platforms that have been utilized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as polymeric nanoparticles , dendrimers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and membranous structures ( i.e. , liposomes , polymerosomes and micelles ) ( 1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in this review we will focus on the utilization of protein cages and/or virus-like particles ( VLPs ) as a class of nanoscaffolds that have great demonstrated potential .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Several good reviews have been written on the topic of utilizing VLPs for development of vaccines and immunogenic nanomaterials ( 2 ) ( 3 ) ( 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in this review we want to provide a greater discussion on what makes VLPs so unique from a materials point of view .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , we will focus on utilizing VLPs for targeting protective immune",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "288"
  }
}