{
  "paper_id": "b3fd1c9139c31dc46f7b65873260adcb21f47192",
  "metadata": {
    "title": "Estimates and determinants of economic impacts from influenza-like illnesses caused by respiratory viruses in Australian children attending childcare: a cohort study",
    "coda_data_split": "train",
    "coda_paper_id": 4336,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Influenza and other respiratory infections cause excess winter morbidity in children. This study assessed the economic impact of influenza-like illness (ILI) on families with children attending childcare using a societal perspective. Methods We conducted a prospective cohort study in 90 childcare centres and one general practitioner clinic in Sydney, Australia, during 2010. Healthy children aged ≥6 months to \u003c3 years were enrolled. Economic impacts of ILI (temperature ≥37Á8°C or parental report of fever, plus ≥1 respiratory symptoms) were collected at 2 and 4 weeks after ILI onset by telephone interview. Parent-collected respiratory specimens were tested for respiratory viruses using realtime PCR (RT-PCR). Costs associated with healthcare visits, medication usage, carer time lost (work or recreation) and home care and/or additional childcare were collected. Influenza-like illness costs were described and further analysed using a Tobit model. Zero-inflated Poisson regression was employed to compare the numbers of healthcare visits for each ILI.",
      "sentences": [
        [
          {
            "segment_text": "Background Influenza and other respiratory infections cause excess winter morbidity in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study assessed the economic impact of influenza-like illness ( ILI ) on families with children attending childcare using a societal perspective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods We conducted a prospective cohort study in 90 childcare centres and one general practitioner clinic in Sydney , Australia , during 2010 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Healthy children aged ≥ 6 months to \u003c 3 years were enrolled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Economic impacts of ILI ( temperature ≥ 37Á8 °C or parental report of fever , plus ≥ 1 respiratory symptoms ) were collected at 2 and 4 weeks after ILI onset by telephone interview .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Parent-collected respiratory specimens were tested for respiratory viruses using realtime PCR ( RT-PCR ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Costs associated with healthcare visits ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "medication usage , carer time lost ( work or recreation ) and home care and/or additional childcare were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenza-like illness costs were described and further analysed using a Tobit model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Zero-inflated Poisson regression was employed to compare the numbers of healthcare visits for each ILI .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Of 381 children enrolled and analysed, 105 developed 124 ILIs. Specimens were available for 117 ILIs: five were positive by RT-PCR for A(H1N1)pdm09, 39 for adenovirus, 39 for rhinovirus, 15 Please cite this paper as: Yin et al. (2013) Estimates and determinants of economic impacts from influenza-like illnesses caused by respiratory viruses in Australian children attending childcare: a cohort study. Influenza and Other Respiratory Viruses 7(6), 1103-1112.",
      "sentences": [
        [
          {
            "segment_text": "Of 381 children enrolled and analysed , 105 developed 124 ILIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specimens were available for 117 ILIs : five were positive by RT-PCR for A ( H1N1 ) pdm09 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "39 for adenovirus , 39 for rhinovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 Please cite this paper as : Yin et al. ( 2013 ) Estimates and determinants of economic impacts from influenza-like illnesses caused by respiratory viruses in Australian children attending childcare : a cohort study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza and Other Respiratory Viruses 7 ( 6 ) , 1103-1112 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "265"
  }
}