{
  "paper_id": "b3fe63ea9f4794d58f37083f3430c6e5238449c3",
  "metadata": {
    "title": "Evaluation of a Novel Non-Penetrating Electrode for Use in DNA Vaccination",
    "coda_data_split": "train",
    "coda_paper_id": 2205,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Current progress in the development of vaccines has decreased the incidence of fatal and non-fatal infections and increased longevity. However, new technologies need to be developed to combat an emerging generation of infectious diseases. DNA vaccination has been demonstrated to have great potential for use with a wide variety of diseases. Alone, this technology does not generate a significant immune response for vaccination, but combined with delivery by electroporation (EP), can enhance plasmid expression and immunity. Most EP systems, while effective, can be invasive and painful making them less desirable for use in vaccination. Our lab recently developed a non-invasive electrode known as the multi-electrode array (MEA), which lies flat on the surface of the skin without penetrating the tissue. In this study we evaluated the MEA for its use in DNA vaccination using Hepatitis B virus as the infectious model. We utilized the guinea pig model because their skin is similar in thickness and morphology to humans. The plasmid encoding Hepatitis B surface antigen (HBsAg) was delivered intradermally with the MEA to guinea pig skin. The results show increased protein expression resulting from plasmid delivery using the MEA as compared to injection alone. Within 48 hours of treatment, there was an influx of cellular infiltrate in experimental groups. Humoral responses were also increased significantly in both duration and intensity as compared to injection only groups. While this electrode requires further study, our results suggest that the MEA has potential for use in electrically mediated intradermal DNA vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Current progress in the development of vaccines has decreased the incidence of fatal and non-fatal infections and increased longevity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , new technologies need to be developed to combat an emerging generation of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA vaccination has been demonstrated to have great potential for use with a wide variety of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alone , this technology does not generate a significant immune response for vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but combined with delivery by electroporation ( EP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can enhance plasmid expression and immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most EP systems , while effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be invasive and painful making them less desirable for use in vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our lab recently developed a non-invasive electrode known as the multi-electrode array ( MEA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which lies flat on the surface of the skin without penetrating the tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we evaluated the MEA for its use in DNA vaccination using Hepatitis B virus as the infectious model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We utilized the guinea pig model because their skin is similar in thickness and morphology to humans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The plasmid encoding Hepatitis B surface antigen ( HBsAg ) was delivered intradermally with the MEA to guinea pig skin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show increased protein expression resulting from plasmid delivery using the MEA as compared to injection alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within 48 hours of treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was an influx of cellular infiltrate in experimental groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Humoral responses were also increased significantly in both duration and intensity as compared to injection only groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While this electrode requires further study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our results suggest that the MEA has potential for use in electrically mediated intradermal DNA vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "276"
  }
}