{
  "paper_id": "b411919ba9575cf0fb503965275a640a116edfb0",
  "metadata": {
    "title": "Increased Host Species Diversity and Decreased Prevalence of Sin Nombre Virus Notice to Readers and Contributing Authors",
    "coda_data_split": "train",
    "coda_paper_id": 10478,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging outbreaks of zoonotic diseases are affecting humans at an alarming rate. Until the ecological factors associated with zoonoses are better understood, disease emergence will continue. For Lyme disease, disease suppression has been demonstrated by a dilution effect, whereby increasing species diversity decreases disease prevalence in host populations. To test the dilution effect in another disease, we examined 17 ecological variables associated with prevalence of the directly transmitted Sin Nombre virus (genus Hantavirus, etiologic agent of hantavirus pulmonary syndrome) in its wildlife host, the deer mouse (Peromyscus maniculatus). Only species diversity was statistically linked to infection prevalence: as species diversity decreased, infection prevalence increased. The increase was moderate, but prevalence increased exponentially at low levels of diversity, a phenomenon described as zoonotic release. The results suggest that species diversity affects disease emergence.",
      "sentences": [
        [
          {
            "segment_text": "Emerging outbreaks of zoonotic diseases are affecting humans at an alarming rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until the ecological factors associated with zoonoses are better understood , disease emergence will continue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For Lyme disease , disease suppression has been demonstrated by a dilution effect ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereby increasing species diversity decreases disease prevalence in host populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To test the dilution effect in another disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we examined 17 ecological variables associated with prevalence of the directly transmitted Sin Nombre virus ( genus Hantavirus , etiologic agent of hantavirus pulmonary syndrome ) in its wildlife host ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the deer mouse ( Peromyscus maniculatus ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only species diversity was statistically linked to infection prevalence : as species diversity decreased , infection prevalence increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase was moderate , but prevalence increased exponentially at low levels of diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a phenomenon described as zoonotic release .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that species diversity affects disease emergence .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conference summaries/reports are published online only. Manuscripts submitted for online publication may include illustrations and relevant links.",
      "sentences": [
        [
          {
            "segment_text": "Conference summaries/reports are published online only .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Manuscripts submitted for online publication may include illustrations and relevant links .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "For more information on online only requirements, please refer to author guidelines at",
      "sentences": [
        [
          {
            "segment_text": "For more information on online only requirements ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "please refer to author guidelines at",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "186"
  }
}