{
  "paper_id": "b4236b54e869414c7cb19814dc2e6216a9573c0e",
  "metadata": {
    "title": "Bird feathers as potential sources of pathogenic microorganisms: a new look at old diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5113,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This article describes methods of treatment for avian zoonoses, modern antibiotic therapy and drug resistance of selected pathogens, which pose a threat to the population\u0027s health. A tabular form has been used to present the current data from the European Union from 2011 to 2017 regarding human morbidity and mortality and the costs incurred by national health systems for the treatment of zoonoses occurring in humans and animals. Moreover, the paper includes descriptions of selected diseases, which indirectly affect birds. Scientists can obtain information regarding the occurrence of particular diseases, their aetiology, epidemiology, incubation period and symptoms caused by dangerous microorganisms and parasites. This information should be of particular interest for people who have frequent contact with birds, such as ornithologists, as well as veterinarians, farm staff, owners of accompanying animals and zoological workers. This paper presents a review used for identification and genetic characterization of bacterial strains isolated from a variety of environmental sources, e.g., bird feathers along with their practical application. We describe the bacterial, viral and fungal serotypes present on avian feathers after the slaughter process. This review also enables us to effectively identify several of the early stages of infectious diseases from heterogeneous avian research material.",
      "sentences": [
        [
          {
            "segment_text": "This article describes methods of treatment for avian zoonoses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modern antibiotic therapy and drug resistance of selected pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which pose a threat to the population \u0027s health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A tabular form has been used to present the current data from the European Union from 2011 to 2017 regarding human morbidity and mortality and the costs incurred by national health systems for the treatment of zoonoses occurring in humans and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , the paper includes descriptions of selected diseases , which indirectly affect birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Scientists can obtain information regarding the occurrence of particular diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their aetiology , epidemiology , incubation period and symptoms caused by dangerous microorganisms and parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This information should be of particular interest for people who have frequent contact with birds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as ornithologists , as well as veterinarians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "farm staff , owners of accompanying animals and zoological workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper presents a review used for identification and genetic characterization of bacterial strains isolated from a variety of environmental sources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , bird feathers along with their practical application .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We describe the bacterial , viral and fungal serotypes present on avian feathers after the slaughter process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review also enables us to effectively identify several of the early stages of infectious diseases from heterogeneous avian research material .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "223"
  }
}