{
  "paper_id": "b42bf3d562c0901494ac5db119d53516d4dab9f3",
  "metadata": {
    "title": "Research Letters Human Bocavirus in Very Young Infants Hospitalized with Acute Respiratory Infection in Northeast Brazil",
    "coda_data_split": "train",
    "coda_paper_id": 4059,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A cross-sectional study was carried out over a period of 12 months to investigate the occurrence of human bocavirus (HBoV) infection in infants hospitalized for respiratory infections in a teaching hospital in Salvador, Brazil, and to describe the clinical manifestations of this infection. Nasopharyngeal aspirates were collected from the children and immunofluorescence and polymerase chain reaction were performed to investigate the presence of respiratory viruses. HBoV was detected in 4 out of 66 patients. Two of the HBoV-positive infants were co-infected with other viruses. The principal clinical findings in HBoV-positive children were: nasal obstruction, catarrh, cough, fever and dyspnea. This study revealed HBoV infection in children aged \u003c2 months, suggesting that the infection may occur at a very early age.",
      "sentences": [
        [
          {
            "segment_text": "A cross-sectional study was carried out over a period of 12 months to investigate the occurrence of human bocavirus ( HBoV ) infection in infants hospitalized for respiratory infections in a teaching hospital in Salvador ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Brazil , and to describe the clinical manifestations of this infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirates were collected from the children and immunofluorescence and polymerase chain reaction were performed to investigate the presence of respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HBoV was detected in 4 out of 66 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two of the HBoV-positive infants were co-infected with other viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The principal clinical findings in HBoV-positive children were : nasal obstruction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "catarrh , cough , fever and dyspnea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study revealed HBoV infection in children aged \u003c 2 months ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the infection may occur at a very early age .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "136"
  }
}