{
  "paper_id": "b454c4803c522778e697cb0d58ac72371b2552d0",
  "metadata": {
    "title": "An assessment of progress towards universal health coverage in Brazil, Russia, India, China, and South Africa (BRICS)",
    "coda_data_split": "train",
    "coda_paper_id": 4506,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "and South Africa (BRICS) represent almost half the world\u0027s population, and all fi ve national governments recently committed to work nationally, regionally, and globally to ensure that universal health coverage (UHC) is achieved. This analysis reviews national eff orts to achieve UHC. With a broad range of health indicators, life expectancy (ranging from 53 years to 73 years), and mortality rate in children younger than 5 years (ranging from 10路3 to 44路6 deaths per 1000 livebirths), a review of progress in each of the BRICS countries shows that each has some way to go before achieving UHC. The BRICS countries show substantial, and often similar, challenges in moving towards UHC. On the basis of a review of each country, the most pressing problems are: raising insuffi cient public spending; stewarding mixed private and public health systems; ensuring equity; meeting the demands for more human resources; managing changing demographics and disease burdens; and addressing the social determinants of health. Increases in public funding can be used to show how BRICS health ministries could accelerate progress to achieve UHC. Although all the BRICS countries have devoted increased resources to health, the biggest increase has been in China, which was probably facilitated by China\u0027s rapid economic growth. However, the BRICS country with the second highest economic growth, India, has had the least improvement in public funding for health. Future research to understand such diff erent levels of prioritisation of the health sector in these countries could be useful. Similarly, the role of strategic purchasing in working with powerful private sectors, the eff ect of federal structures, and the implications of investment in primary health care as a foundation for UHC could be explored. These issues could serve as the basis on which BRICS countries focus their eff orts to share ideas and strategies.",
      "sentences": [
        [
          {
            "segment_text": "and South Africa ( BRICS ) represent almost half the world \u0027s population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and all fi ve national governments recently committed to work nationally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regionally , and globally to ensure that universal health coverage ( UHC ) is achieved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This analysis reviews national eff orts to achieve UHC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With a broad range of health indicators ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "life expectancy ( ranging from 53 years to 73 years ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and mortality rate in children younger than 5 years ( ranging from 10 路 3 to 44 路 6 deaths per 1000 livebirths ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a review of progress in each of the BRICS countries shows that each has some way to go before achieving UHC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The BRICS countries show substantial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and often similar , challenges in moving towards UHC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of a review of each country ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most pressing problems are : raising insuffi cient public spending ; stewarding mixed private and public health systems ; ensuring equity ; meeting the demands for more human resources ; managing changing demographics and disease burdens ; and addressing the social determinants of health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increases in public funding can be used to show how BRICS health ministries could accelerate progress to achieve UHC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although all the BRICS countries have devoted increased resources to health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the biggest increase has been in China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was probably facilitated by China \u0027s rapid economic growth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the BRICS country with the second highest economic growth ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "India , has had the least improvement in public funding for health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future research to understand such diff erent levels of prioritisation of the health sector in these countries could be useful .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , the role of strategic purchasing in working with powerful private sectors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the eff ect of federal structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the implications of investment in primary health care as a foundation for UHC could be explored .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These issues could serve as the basis on which BRICS countries focus their eff orts to share ideas and strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "348"
  }
}