{
  "paper_id": "b45e94d7cf1a4ac89b45053ce5a24f03984f8e24",
  "metadata": {
    "title": "Association of Radiologic Findings with Mortality in Patients with Avian Influenza H7N9 Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 7402,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The novel H7N9 virus causes severe illness, including pneumonia and acute respiratory distress syndrome, with high rates of mortality. We investigated the association of initial radiologic characteristics obtained at admission with clinical outcomes in patients with avian influenza H7N9 pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Background : The novel H7N9 virus causes severe illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including pneumonia and acute respiratory distress syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with high rates of mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the association of initial radiologic characteristics obtained at admission with clinical outcomes in patients with avian influenza H7N9 pneumonia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Demographics, comorbidities, clinical findings, radiologic appearance and scores of the affected lung parenchyma were compared between survivor group (n \u003d 15) and mortality group (n \u003d 7). Two radiologic scores were calculated, one using chest radiography and one using CT. Follow-up CT scans at discharge were analyzed in 12 patients of the survival group.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Demographics , comorbidities ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "clinical findings , radiologic appearance and scores of the affected lung parenchyma were compared between survivor group ( n \u003d 15 ) and mortality group ( n \u003d 7 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two radiologic scores were calculated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "one using chest radiography and one using CT. .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Follow-up CT scans at discharge were analyzed in 12 patients of the survival group .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: All the patients in mortality group developed acute respiratory distress syndrome and required mechanical ventilation, while in the survival group 33% (5/15) developed acute respiratory distress syndrome (P,0.05) and 27% (4/15) required mechanical ventilation (P,0.05). The mean radiographic and CT scores of the mortality group were 50% higher compared to the survival group (P,0.05). ROC analysis revealed an area under curve of 0.738 for the radiographic score with an optimal cutoff value of a score of 19 for prediction of mortality, with a sensitivity of 71% and a specificity of 67%, and an area under curve of 0.833 for the CT score with an optimal cutoff value of a CT score of 21 for prediction of mortality, with a sensitivity of 86% and a specificity of 73%. The mean CT score of the affected lung parenchyma at discharge was 30% lower than the initial CT examination (P,0.05).",
      "sentences": [
        [
          {
            "segment_text": "Results : All the patients in mortality group developed acute respiratory distress syndrome and required mechanical ventilation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in the survival group 33 % ( 5/15 ) developed acute respiratory distress syndrome ( P ,0.05 ) and 27 % ( 4/15 ) required mechanical ventilation ( P ,0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean radiographic and CT scores of the mortality group were 50 % higher compared to the survival group ( P ,0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ROC analysis revealed an area under curve of 0.738 for the radiographic score with an optimal cutoff value of a score of 19 for prediction of mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a sensitivity of 71 % and a specificity of 67 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an area under curve of 0.833 for the CT score with an optimal cutoff value of a CT score of 21 for prediction of mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a sensitivity of 86 % and a specificity of 73 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean CT score of the affected lung parenchyma at discharge was 30 % lower than the initial CT examination ( P ,0.05 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: High initial radiologic score is associated with mortality in patients with avian influenza H7N9 pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : High initial radiologic score is associated with mortality in patients with avian influenza H7N9 pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "312"
  }
}