{
  "paper_id": "b466c5c6dc539542eba79097001d04e2b3fca72e",
  "metadata": {
    "title": "The GRANCH Techniques for Analysis of DNA, RNA and Protein Sequences",
    "coda_data_split": "train",
    "coda_paper_id": 10365,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The very rapid growth in molecular sequence data from the daily accretion of large gene and protein sequencing projects have led to issues regarding viewing and analyzing the massive amounts of data. Graphical representation and numerical characterization of DNA, RNA and protein sequences have exhibited great potential to address these concerns. We review here in brief several different formulations of these representations and examples of applications to diverse problems based on what this author had presented at the Second Mathematical Chemistry Workshop of the Americas in Bogota, Colombia in 2010. In particular, we note several insights that were gained from such representations, and the applications to the bio-medicinal field.",
      "sentences": [
        [
          {
            "segment_text": "The very rapid growth in molecular sequence data from the daily accretion of large gene and protein sequencing projects have led to issues regarding viewing and analyzing the massive amounts of data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Graphical representation and numerical characterization of DNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNA and protein sequences have exhibited great potential to address these concerns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review here in brief several different formulations of these representations and examples of applications to diverse problems based on what this author had presented at the Second Mathematical Chemistry Workshop of the Americas in Bogota , Colombia in 2010 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In particular , we note several insights that were gained from such representations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the applications to the bio-medicinal field .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "117"
  }
}