{
  "paper_id": "b468d082f8b0e5ec60ba70d6c30ccf7ca3adc693",
  "metadata": {
    "title": "Journal Pre-proof Precautions for Operating Room Team Members during the COVID-19 Pandemic Precautions for Operating Room Team Members during the COVID-19 Pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 10278,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: The novel corona virus SARS-CoV-2 (COVID-19) can infect healthcare workers.",
      "sentences": [
        [
          {
            "segment_text": "Background : The novel corona virus SARS-CoV-2 ( COVID-19 ) can infect healthcare workers .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We developed an institutional algorithm to protect operating room team members during the COVID-19 pandemic and rationally conserve personal protective equipment (PPE).",
      "sentences": [
        [
          {
            "segment_text": "We developed an institutional algorithm to protect operating room team members during the COVID-19 pandemic and rationally conserve personal protective equipment ( PPE ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study Design: An interventional platform (operating room, interventional suites, and endoscopy) PPE taskforce was convened by the hospital and medical school leadership and tasked with developing a common algorithm for PPE use, to be used throughout the interventional platform. In conjunction with our infection disease experts, we developed our guidelines based upon potential patterns of spread, risk of exposure and conservation of PPE.",
      "sentences": [
        [
          {
            "segment_text": "Study Design : An interventional platform ( operating room , interventional suites , and endoscopy ) PPE taskforce was convened by the hospital and medical school leadership and tasked with developing a common algorithm for PPE use ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to be used throughout the interventional platform .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In conjunction with our infection disease experts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we developed our guidelines based upon potential patterns of spread ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risk of exposure and conservation of PPE .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A decision tree algorithm describing our institutional guidelines for precautions for operating room team members was created. This algorithm is based on urgency of operation, anticipated viral burden at the surgical site, opportunity for a procedure to aerosolize virus, and likelihood a patient could be infected based on symptoms and testing.",
      "sentences": [
        [
          {
            "segment_text": "A decision tree algorithm describing our institutional guidelines for precautions for operating room team members was created .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This algorithm is based on urgency of operation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "anticipated viral burden at the surgical site ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "opportunity for a procedure to aerosolize virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and likelihood a patient could be infected based on symptoms and testing .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Despite COVID-19 being a new threat, we have shown that by developing an easyto-follow decision tree algorithm for the interventional platform teams, we can ensure optimal healthcare worker safety.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Despite COVID-19 being a new threat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have shown that by developing an easyto-follow decision tree algorithm for the interventional platform teams ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we can ensure optimal healthcare worker safety .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "203"
  }
}