{
  "paper_id": "b46b4b1b40c3361d8ee5ffe2a34a16533585a93b",
  "metadata": {
    "title": "Reduced likelihood of bovine coronavirus and bovine respiratory syncytial virus infection on organic compared to conventional dairy farms",
    "coda_data_split": "train",
    "coda_paper_id": 9831,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The prevalence of antibodies to bovine coronavirus (BCV) and bovine respiratory syncytial virus (BRSV) infections was studied in 20 conventional and 20 organic dairy herds. The organic farms had produced \u0027certified\u0027 milk for at least 2 years. On two occasions, with a 1-year interval, 699 serum samples from 624 peri-parturient cows were tested by ELISA for antibodies to BCV and BRSV. Accompanying data relating to the sampled animals were collected in order to identify potential factors associated with increased antibody prevalence. The antibody prevalence was high at both sampling times with approximately 85% and 80% of animals positive for antibodies to BCV and to BRSV, respectively. Conventional herds had a significantly higher mean antibody prevalence to BCV and BRSV than the organically managed herds (P \u003c 0.01). Animal age was significantly associated with increased antibody prevalence (P \u003c 0.001). The findings of this study suggest that organic farm management may be effective in reducing the seroprevalence of these viruses relative to conventional farming methods.",
      "sentences": [
        [
          {
            "segment_text": "The prevalence of antibodies to bovine coronavirus ( BCV ) and bovine respiratory syncytial virus ( BRSV ) infections was studied in 20 conventional and 20 organic dairy herds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The organic farms had produced ` certified \u0027 milk for at least 2 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On two occasions , with a 1-year interval ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "699 serum samples from 624 peri-parturient cows were tested by ELISA for antibodies to BCV and BRSV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Accompanying data relating to the sampled animals were collected in order to identify potential factors associated with increased antibody prevalence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antibody prevalence was high at both sampling times with approximately 85 % and 80 % of animals positive for antibodies to BCV and to BRSV , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conventional herds had a significantly higher mean antibody prevalence to BCV and BRSV than the organically managed herds ( P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Animal age was significantly associated with increased antibody prevalence ( P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings of this study suggest that organic farm management may be effective in reducing the seroprevalence of these viruses relative to conventional farming methods .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "187"
  }
}