{
  "paper_id": "b4726ad29600670ff76979e3aaa90b4e3326d3a6",
  "metadata": {
    "title": "Journal Pre-proof Emergency management of nursing human resources and supplies to respond to coronavirus disease 2019 epidemic Author statement Emergency management of nursing human resources and supplies to respond to coronavirus disease 2019 epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 4335,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective To introduce the emergency management of nursing human resources and material resources of a large general hospitals when facing the outbreak of the coronavirus disease 2019(COVID-19).",
      "sentences": [
        [
          {
            "segment_text": "Objective To introduce the emergency management of nursing human resources and material resources of a large general hospitals when facing the outbreak of the coronavirus disease 2019 ( COVID-19 ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The Nursing Department of the hospital fully executed its functional authority to establish a three-level echelon of sustainable support, allocate human recourses dynamically, organize pre-service training, supervise the key working steps, formulate positive incentive methods, and deploy medical supplies scientifically.",
      "sentences": [
        [
          {
            "segment_text": "The Nursing Department of the hospital fully executed its functional authority to establish a three-level echelon of sustainable support ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allocate human recourses dynamically , organize pre-service training ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "supervise the key working steps ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "formulate positive incentive methods , and deploy medical supplies scientifically .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Result By taking these strategies, the hospital effectively improved the coping capacity of the nursing team and played a positive role in the prevention and treatment of COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "Result By taking these strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the hospital effectively improved the coping capacity of the nursing team and played a positive role in the prevention and treatment of COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The emergency management of nursing human resources and material resources for COVID-19 of the hospital is successful. But several deficiencies were identified as well, which indicated that the hospital needs to establish an efficient emergency management system, and pay attention to the practice of nursing emergency plans to enhance coping capacities in public health emergencies.",
      "sentences": [
        [
          {
            "segment_text": "The emergency management of nursing human resources and material resources for COVID-19 of the hospital is successful .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But several deficiencies were identified as well ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicated that the hospital needs to establish an efficient emergency management system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and pay attention to the practice of nursing emergency plans to enhance coping capacities in public health emergencies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "166"
  }
}