{
  "paper_id": "b47555c2140a4951bece64a832ce74fdb2bb778b",
  "metadata": {
    "title": "Research Progress in SELDI-TOF MS and Its Clinical Applications",
    "coda_data_split": "train",
    "coda_paper_id": 8769,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proteinchip profiling is a powerful and innovative proteomic technology for the discovery of biomarkers and the development of diagnostic/prognostic assays. On the basis of surface-enhanced laser desorption/ionization time-of-flight mass spectrometry (SELDI-TOF MS), Ciphergen\u0027s proteinchip system offers a single, unified, and high throughput platform for a multitude of proteomic research applications. Proteins are the major functional components of the cell. The study of proteomics helps to better understand the mechanism of a disease. Remarkable findings in disease biomarkers have shed light on the early diagnosis, monitoring, and prognosis of various diseases, especially for cancer. In this paper, the development and technology of SELDI-TOF MS are introduced. The research progress and encouraging research results in malignancies, infectious diseases, neurological diseases, and diabetes mellitus using SELDI-TOF MS are reviewed. This paper concludes by evaluating the pros and cons, and the future perspectives are also expounded.",
      "sentences": [
        [
          {
            "segment_text": "Proteinchip profiling is a powerful and innovative proteomic technology for the discovery of biomarkers and the development of diagnostic/prognostic assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the basis of surface-enhanced laser desorption/ionization time-of-flight mass spectrometry ( SELDI-TOF MS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Ciphergen \u0027s proteinchip system offers a single ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unified , and high throughput platform for a multitude of proteomic research applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Proteins are the major functional components of the cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study of proteomics helps to better understand the mechanism of a disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Remarkable findings in disease biomarkers have shed light on the early diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "monitoring , and prognosis of various diseases , especially for cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this paper , the development and technology of SELDI-TOF MS are introduced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The research progress and encouraging research results in malignancies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infectious diseases , neurological diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and diabetes mellitus using SELDI-TOF MS are reviewed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper concludes by evaluating the pros and cons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the future perspectives are also expounded .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "164"
  }
}