{
  "paper_id": "b48392891a109648bfa12c806c3ad63ccdbf6469",
  "metadata": {
    "title": "Determination and analysis of complete coding sequence regions of new discovered human bocavirus types 2 and 3",
    "coda_data_split": "train",
    "coda_paper_id": 3327,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, two human bocaviruses (HBoV), HBoV2 and HBoV3, that were detected previously in enteric samples were characterized genetically. Nearly complete genome sequences of three HBoV2 variants and one HBoV3 variant originating from Thailand and the UK were compared to published HBoV sequences. HBoV2 showed divergence from HBoV1 throughout the genome, while the HBoV3 sequence grouped phylogenetically with HBoV1 in the non-structural region and with HBoV2 sequences in the structural gene, consistent with its proposed recombinant origin. Compared to HBoV1 and HBoV3, HBoV2 shows substantially greater intra-species diversity, consistent with a longer period of human circulation.",
      "sentences": [
        [
          {
            "segment_text": "In this study , two human bocaviruses ( HBoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HBoV2 and HBoV3 , that were detected previously in enteric samples were characterized genetically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nearly complete genome sequences of three HBoV2 variants and one HBoV3 variant originating from Thailand and the UK were compared to published HBoV sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HBoV2 showed divergence from HBoV1 throughout the genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the HBoV3 sequence grouped phylogenetically with HBoV1 in the non-structural region and with HBoV2 sequences in the structural gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with its proposed recombinant origin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to HBoV1 and HBoV3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HBoV2 shows substantially greater intra-species diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with a longer period of human circulation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "110"
  }
}