{
  "paper_id": "b48c350f6d3b7087b3260e04b26f8db5ca3bc214",
  "metadata": {
    "title": "Stimulation of rotavirus IgA, IgG and neutralising antibodies in baboon milk by parenteral vaccination",
    "coda_data_split": "train",
    "coda_paper_id": 2913,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A rhesus rotavirus vaccine adjuvanted with ISCOMs was injected intramuscularly to 5 pregnant baboons, with repeated doses l-2 and 14 weeks after delivery. Maternal blood and milk samples and blood samples from their babies were collected at 2-weekly intervals until 26 weeks after parturition. Samples were assayed for rotavirus antibodies by ELISAs and neutralisation tests. Vaccination produced statistically significant increases in maternal serum IgG and neutralising antibodies, and in milk IgA, IgG, and neutralising antibodies. Control baboon mothers sampled from 12 weeks after delivery had lower serum and milk antibody titres, but responded to vaccination at 16 weeks by producing a similar antibody proJile in serum and milk to those previously vaccinated. Because of the endemic nature of human rotaviral infections, similar maternal vaccinations have potential as a means of increasing milk antibodies to a level at which they may be protective to infants.",
      "sentences": [
        [
          {
            "segment_text": "A rhesus rotavirus vaccine adjuvanted with ISCOMs was injected intramuscularly to 5 pregnant baboons ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with repeated doses l-2 and 14 weeks after delivery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Maternal blood and milk samples and blood samples from their babies were collected at 2-weekly intervals until 26 weeks after parturition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples were assayed for rotavirus antibodies by ELISAs and neutralisation tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vaccination produced statistically significant increases in maternal serum IgG and neutralising antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in milk IgA , IgG , and neutralising antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Control baboon mothers sampled from 12 weeks after delivery had lower serum and milk antibody titres ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but responded to vaccination at 16 weeks by producing a similar antibody proJile in serum and milk to those previously vaccinated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of the endemic nature of human rotaviral infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "similar maternal vaccinations have potential as a means of increasing milk antibodies to a level at which they may be protective to infants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "156"
  }
}