{
  "paper_id": "b4a57c44450bf478f156673eb549da0df83870fa",
  "metadata": {
    "title": "Clinical Features, Virus Identification and Sinusitis as a Complication of Upper Respiratory Tract Illness in Children Ages 4-7 Years HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 10219,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective-To determine the rate of sinusitis complicating upper respiratory tract illnesses (URIs) for children in whom we prospectively identified the clinical, virologic, and epidemiologic characteristics of URIs in a population of 4 to 7 year old children followed for one year.",
      "sentences": [
        [
          {
            "segment_text": "Objective-To determine the rate of sinusitis complicating upper respiratory tract illnesses ( URIs ) for children in whom we prospectively identified the clinical ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "virologic , and epidemiologic characteristics of URIs in a population of 4 to 7 year old children followed for one year .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study design-This was an observational cohort study in two primary care pediatric practices in Madison, WI. Nasal samples were obtained during 4 asymptomatic surveillance visits and during symptomatic URIs. A polymerase chain reaction-based assay for 9 respiratory viruses was performed on nasal samples. A diagnosis of sinusitis was based on published criteria.",
      "sentences": [
        [
          {
            "segment_text": "Study design-This was an observational cohort study in two primary care pediatric practices in Madison , WI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal samples were obtained during 4 asymptomatic surveillance visits and during symptomatic URIs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A polymerase chain reaction-based assay for 9 respiratory viruses was performed on nasal samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A diagnosis of sinusitis was based on published criteria .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-236 children ages 48-96 months were enrolled. A total of 327 URIs were characterized. The mean number of URIs per child was 1.3 (range 0-9) per year. Viruses were detected in 81% of URIs; rhinovirus (RV) was most common. Seventy-two percent of URIs were resolved clinically by the tenth day. RV-A and RV-C were detected more frequently at URI visits; RV-B was detected at the same rate for both asymptomatic surveillance visits and URI visits. Sinusitis was diagnosed in 8.8% of symptomatic URIs. Viruses were detected frequently (33%) in samples from asymptomatic children.",
      "sentences": [
        [
          {
            "segment_text": "Results-236 children ages 48-96 months were enrolled .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 327 URIs were characterized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean number of URIs per child was 1.3 ( range 0-9 ) per year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses were detected in 81 % of URIs ; rhinovirus ( RV ) was most common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seventy-two percent of URIs were resolved clinically by the tenth day .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV-A and RV-C were detected more frequently at URI visits ; RV-B was detected at the same rate for both asymptomatic surveillance visits and URI visits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sinusitis was diagnosed in 8.8 % of symptomatic URIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses were detected frequently ( 33 % ) in samples from asymptomatic children .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Sinusitis occured in 8.8% of symptomatic URIs in our study. The virus most frequently detected with URIs in children was RV; RV-A and RV-C detection but not RV-B detection were associated with illness. Viruses, especially RV, are detected frequently in asymptomatic children. Most URIs have improved or resolved by the tenth day after onset. Children experienced a mean of 1.3 URIs per year which was lower than expected.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Sinusitis occured in 8.8 % of symptomatic URIs in our study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The virus most frequently detected with URIs in children was RV ; RV-A and RV-C detection but not RV-B detection were associated with illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses , especially RV , are detected frequently in asymptomatic children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most URIs have improved or resolved by the tenth day after onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children experienced a mean of 1.3 URIs per year which was lower than expected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "19",
    "token_num": "292"
  }
}