{
  "paper_id": "b4b8f10ccc235f72d842eec82c9e6f5a5afd56cc",
  "metadata": {
    "title": "Therapeutic Efficacy of the Small Molecule GS-5734 against Ebola Virus in Rhesus Monkeys",
    "coda_data_split": "train",
    "coda_paper_id": 10668,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The most recent Ebola virus outbreak in West Africa -unprecedented in the number of cases and fatalities, geographic distribution, and number of nations affected -highlights the need for safe, effective, and readily available antiviral agents for treatment and prevention of acute Ebola virus (EBOV) disease (EVD) or sequelae 1 . No antiviral therapeutics have yet received regulatory approval or demonstrated clinical efficacy. Here we describe the discovery of a novel anti-EBOV small molecule antiviral, GS-5734, a monophosphoramidate prodrug of an adenosine analog. GS-5734 exhibits antiviral activity against multiple variants of EBOV in cell-based assays. The pharmacologically active nucleoside triphosphate (NTP) is efficiently formed in multiple human cell types incubated with GS-5734 in vitro, and the NTP acts as an alternate substrate and RNAchain terminator in primer-extension assays utilizing a surrogate respiratory syncytial virus RNA polymerase. Intravenous administration of GS-5734 to nonhuman primates resulted in persistent Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com",
      "sentences": [
        [
          {
            "segment_text": "The most recent Ebola virus outbreak in West Africa - unprecedented in the number of cases and fatalities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "geographic distribution , and number of nations affected - highlights the need for safe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "effective , and readily available antiviral agents for treatment and prevention of acute Ebola virus ( EBOV ) disease ( EVD ) or sequelae 1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No antiviral therapeutics have yet received regulatory approval or demonstrated clinical efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the discovery of a novel anti-EBOV small molecule antiviral ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "GS-5734 , a monophosphoramidate prodrug of an adenosine analog .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GS-5734 exhibits antiviral activity against multiple variants of EBOV in cell-based assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pharmacologically active nucleoside triphosphate ( NTP ) is efficiently formed in multiple human cell types incubated with GS-5734 in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the NTP acts as an alternate substrate and RNAchain terminator in primer-extension assays utilizing a surrogate respiratory syncytial virus RNA polymerase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intravenous administration of GS-5734 to nonhuman primates resulted in persistent Users may view ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "print , copy , and download text and data-mine the content in such documents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for the purposes of academic research ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "subject always to the full Conditions of use : http://www.nature.com",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "200"
  }
}