{
  "paper_id": "b4db11ef895a9b39990f3b969f7ee8e9c4588ead",
  "metadata": {
    "title": "Decreased expression of type I (IFN-b) and type III (IFN-l) interferons and interferon-stimulated genes in patients with chronic rhinosinusitis with and without nasal polyps",
    "coda_data_split": "train",
    "coda_paper_id": 4117,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Little is known about antiviral responses in the sinonasal mucosal tissue of patients with chronic rhinosinusitis (CRS). Objective: we investigated the presence of virus and the expression of Toll-like receptor (TLR) 3, TLR7, and interferon and interferon-stimulated genes (ISGs) in healthy mucosal tissue of control subjects and the inflammatory sinus mucosal tissue of CRS patients, and evaluated whether levels of interferons and ISGs might be affected by CRS-related cytokines and by treatment with macrolides, dexamethasone, or TLR3 and TLR7 agonists. Methods: The presence of virus in the sinonasal mucosa was evaluated with real-time PCR. The expression of interferons and ISGs in the sinonasal mucosa and in cultured epithelial cells treated with T H 1 and T H 2 cytokines, macrolides, dexamethasone, or TLR3 and TLR7 agonists were evaluated with real-time PCR and Western blotting. The expression of TLR3 and TLR7 in the sinonasal mucosa were evaluated with immunohistochemistry. Results: Respiratory viruses were detected in 15% of samples. Interferons and ISGs are expressed in normal mucosa, but their levels were decreased in patients with CRS. Interferon and ISG levels were upregulated in cells treated with macrolides, dexamethasone, or TLR3 agonist, but some were decreased in cytokine-treated cells. TLR3 and TLR7 levels showed no significant difference between normal and inflammatory sinus mucosal tissue. Conclusion: These results suggest that decreased levels of interferons and ISGs in patients with CRS might contribute to impairment of the antiviral innate response in inflammatory sinonasal epithelial cells. Macrolides and glucocorticoids might provide positive effects on the treatment of CRS by upregulating interferon and ISG expression. (J Allergy Clin Immunol 2019;144:1551-65.)",
      "sentences": [
        [
          {
            "segment_text": "Background : Little is known about antiviral responses in the sinonasal mucosal tissue of patients with chronic rhinosinusitis ( CRS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : we investigated the presence of virus and the expression of Toll-like receptor ( TLR ) 3 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "TLR7 , and interferon and interferon-stimulated genes ( ISGs ) in healthy mucosal tissue of control subjects and the inflammatory sinus mucosal tissue of CRS patients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and evaluated whether levels of interferons and ISGs might be affected by CRS-related cytokines and by treatment with macrolides ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "dexamethasone , or TLR3 and TLR7 agonists .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The presence of virus in the sinonasal mucosa was evaluated with real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression of interferons and ISGs in the sinonasal mucosa and in cultured epithelial cells treated with T H 1 and T H 2 cytokines ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "macrolides , dexamethasone , or TLR3 and TLR7 agonists were evaluated with real-time PCR and Western blotting .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression of TLR3 and TLR7 in the sinonasal mucosa were evaluated with immunohistochemistry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Respiratory viruses were detected in 15 % of samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interferons and ISGs are expressed in normal mucosa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but their levels were decreased in patients with CRS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interferon and ISG levels were upregulated in cells treated with macrolides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dexamethasone , or TLR3 agonist ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but some were decreased in cytokine-treated cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TLR3 and TLR7 levels showed no significant difference between normal and inflammatory sinus mucosal tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : These results suggest that decreased levels of interferons and ISGs in patients with CRS might contribute to impairment of the antiviral innate response in inflammatory sinonasal epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macrolides and glucocorticoids might provide positive effects on the treatment of CRS by upregulating interferon and ISG expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2019 ; 144:1551-65 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "304"
  }
}