{
  "paper_id": "b4e24eaf67301135a909892450e011eaaa27f780",
  "metadata": {
    "title": "Analysis of Cathepsin and Furin Proteolytic Enzymes Involved in Viral Fusion Protein Activation in Cells of the Bat Reservoir Host",
    "coda_data_split": "train",
    "coda_paper_id": 8243,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats of different species play a major role in the emergence and transmission of highly pathogenic viruses including Ebola virus, SARS-like coronavirus and the henipaviruses. These viruses require proteolytic activation of surface envelope glycoproteins needed for entry, and cellular cathepsins have been shown to be involved in proteolysis of glycoproteins from these distinct virus families. Very little is currently known about the available proteases in bats. To determine whether the utilization of cathepsins by bat-borne viruses is related to the nature of proteases in their natural hosts, we examined proteolytic processing of several viral fusion proteins in cells derived from two fruit bat species, Pteropus alecto and Rousettus aegyptiacus. Our work shows that fruit bat cells have homologs of cathepsin and furin proteases capable of cleaving and activating both the cathepsin-dependent Hendra virus F and the furin-dependent parainfluenza virus 5 F proteins. Sequence analysis comparing Pteropus alecto furin and cathepsin L to proteases from other mammalian species showed a high degree of conservation; however significant amino acid variation occurs at the C-terminus of Pteropus alecto furin. Further analysis of furin-like proteases from fruit bats revealed that these proteases are catalytically active and resemble other mammalian furins in their response to a potent furin inhibitor. However, kinetic analysis suggests that differences may exist in the cellular localization of furin between different species. Collectively, these results indicate that the unusual role of cathepsin proteases in the life cycle of batborne viruses is not due to the lack of active furin-like proteases in these natural reservoir species; however, differences may exist between furin proteases present in fruit bats compared to furins in other mammalian species, and these differences may impact protease usage for viral glycoprotein processing.",
      "sentences": [
        [
          {
            "segment_text": "Bats of different species play a major role in the emergence and transmission of highly pathogenic viruses including Ebola virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS-like coronavirus and the henipaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viruses require proteolytic activation of surface envelope glycoproteins needed for entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and cellular cathepsins have been shown to be involved in proteolysis of glycoproteins from these distinct virus families .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Very little is currently known about the available proteases in bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine whether the utilization of cathepsins by bat-borne viruses is related to the nature of proteases in their natural hosts ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we examined proteolytic processing of several viral fusion proteins in cells derived from two fruit bat species ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Pteropus alecto and Rousettus aegyptiacus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our work shows that fruit bat cells have homologs of cathepsin and furin proteases capable of cleaving and activating both the cathepsin-dependent Hendra virus F and the furin-dependent parainfluenza virus 5 F proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis comparing Pteropus alecto furin and cathepsin L to proteases from other mammalian species showed a high degree of conservation ; however significant amino acid variation occurs at the C-terminus of Pteropus alecto furin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analysis of furin-like proteases from fruit bats revealed that these proteases are catalytically active and resemble other mammalian furins in their response to a potent furin inhibitor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , kinetic analysis suggests that differences may exist in the cellular localization of furin between different species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , these results indicate that the unusual role of cathepsin proteases in the life cycle of batborne viruses is not due to the lack of active furin-like proteases in these natural reservoir species ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "differences may exist between furin proteases present in fruit bats compared to furins in other mammalian species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these differences may impact protease usage for viral glycoprotein processing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "302"
  }
}