{
  "paper_id": "b5042f7a9e88b4f64c47b297deaf0bc24f0be591",
  "metadata": {
    "title": "Indirect Enzyme-Linked Immunosorbent Assay Based on the Nucleocapsid Protein of SARS-like Coronaviruses *",
    "coda_data_split": "train",
    "coda_paper_id": 3279,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nucleocapsid protein (N) is a major structural protein of coronaviruses. The N protein of bat SARS-like coronavirus (SL-CoV) has a high similarity with that of SARS-CoV. In this study, the SL-CoV N protein was expressed in Escherichia coli, purified and used as antigen. An Indirect Enzyme-Linked Immunosorbent Assay (indirect ELISA) was developed for detection of SARS-or SL-CoV infections in bat populations. The detection of 573 bat sera with this indirect ELISA demonstrated that SL-CoVs consistently circulate in Rhinilophus species, further supporting the proposal that bats are natural reservoirs of SL-CoVs. This method uses 1-2 µl of serum sample and can be used for preliminary screening of infections by SARS-or SL-CoV with a small amount of serum sample. Severe acute respiratory syndrome virus (SARS-CoV) was the causative agent resulting in the SARS",
      "sentences": [
        [
          {
            "segment_text": "The nucleocapsid protein ( N ) is a major structural protein of coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The N protein of bat SARS-like coronavirus ( SL-CoV ) has a high similarity with that of SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the SL-CoV N protein was expressed in Escherichia coli ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "purified and used as antigen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An Indirect Enzyme-Linked Immunosorbent Assay ( indirect ELISA ) was developed for detection of SARS-or SL-CoV infections in bat populations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The detection of 573 bat sera with this indirect ELISA demonstrated that SL-CoVs consistently circulate in Rhinilophus species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further supporting the proposal that bats are natural reservoirs of SL-CoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method uses 1-2 µl of serum sample and can be used for preliminary screening of infections by SARS-or SL-CoV with a small amount of serum sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe acute respiratory syndrome virus ( SARS-CoV ) was the causative agent resulting in the SARS",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "149"
  }
}