{
  "paper_id": "b504b69c61f427bd6d8b7b5049bee0fd6b85592f",
  "metadata": {
    "title": "Applications of quantitative PCR in the biosafety and genetic stability assessment of biotechnology products",
    "coda_data_split": "train",
    "coda_paper_id": 10569,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". High throughput screening, increased accuracy and the coupling of real-time quantitative PCR Q-PCR to robotic set-up systems are beginning to revolutionise biotechnology. Applications of Q-PCR within biotechnology are Ž . discussed with particular emphasis on the following areas of biosafety and genetic stability testing: a determination Ž . of the biodistribution of gene therapy vectors in animals; b quantification of the residual DNA in final product Ž . Ž . therapeutics; c detection of viral and bacterial nucleic acid in contaminated cell banks and final products; d Ž . quantification of the level of virus removal in process validation viral clearance studies; e specific detection of Ž . retroviral RT activity in vaccines with high sensitivity; and f transgene copy number determination for monitoring genetic stability during production. Methods employed for Q-PCR assay validation as required in ICH Topic Q2A Ž . Validation of Analytical Methods: Definitions and Terminology 1st June 1995 are also reviewed. ᮊ",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "High throughput screening , increased accuracy and the coupling of real-time quantitative PCR Q-PCR to robotic set-up systems are beginning to revolutionise biotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Applications of Q-PCR within biotechnology are Ž .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "discussed with particular emphasis on the following areas of biosafety and genetic stability testing : a determination Ž .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "of the biodistribution of gene therapy vectors in animals ; b quantification of the residual DNA in final product Ž .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ž .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "therapeutics ; c detection of viral and bacterial nucleic acid in contaminated cell banks and final products ; d Ž .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "quantification of the level of virus removal in process validation viral clearance studies ; e specific detection of Ž .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "retroviral RT activity in vaccines with high sensitivity ; and f transgene copy number determination for monitoring genetic stability during production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods employed for Q-PCR assay validation as required in ICH Topic Q2A Ž .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Validation of Analytical Methods : Definitions and Terminology 1st June 1995 are also reviewed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ᮊ",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "12",
    "token_num": "168"
  }
}