{
  "paper_id": "b50b6fe4ccf8a7d9c184d932d0ca99f7d0e4c447",
  "metadata": {
    "title": "Simultaneous and automated detection of influenza A virus hemagglutinin H7 and H9 based on magnetism and size mediated microfluidic chip",
    "coda_data_split": "train",
    "coda_paper_id": 6367,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza viruses with multiple subtypes have highly virulent in humans, of which influenza hemagglutinin (HA) is the major viral surface antigen. Simultaneous and automated detection of multiple influenza HA are of great importance for early-stage diagnosis and operator protection. Herein, a magnetism and size mediated microfluidic platform was developed for point-of-care detection of multiple influenza HA. With multiplex microvalves and computer program control, the detection process showed high automation which had a great potential for avoiding the high-risk virus exposure to the operator. Taking advantage of magnetism and size mediated multiple physical fields, multiple influenza HA could be simultaneous separation and detection depended on different-size magnetic beads. Using high-luminance quantum dots as reporter, this assay achieved high sensitivity with a detection limit of 3.4 ng/mL for H7N9 HA and 4.5 ng/mL for H9N2 HA, and showed excellent specificity, anti-interference ability and good reproducibility. These results indicate that this method may propose new avenues for early detection of multiple influenza subtypes.",
      "sentences": [
        [
          {
            "segment_text": "Influenza viruses with multiple subtypes have highly virulent in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of which influenza hemagglutinin ( HA ) is the major viral surface antigen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Simultaneous and automated detection of multiple influenza HA are of great importance for early-stage diagnosis and operator protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , a magnetism and size mediated microfluidic platform was developed for point-of-care detection of multiple influenza HA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With multiplex microvalves and computer program control ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the detection process showed high automation which had a great potential for avoiding the high-risk virus exposure to the operator .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taking advantage of magnetism and size mediated multiple physical fields ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multiple influenza HA could be simultaneous separation and detection depended on different-size magnetic beads .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using high-luminance quantum dots as reporter ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "this assay achieved high sensitivity with a detection limit of 3.4 ng/mL for H7N9 HA and 4.5 ng/mL for H9N2 HA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and showed excellent specificity , anti-interference ability and good reproducibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that this method may propose new avenues for early detection of multiple influenza subtypes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "176"
  }
}