{
  "paper_id": "b530a3db1f7e6d6f289cd4fa3df8a782dcb691ab",
  "metadata": {
    "title": "The contribution of viruses and bacteria to community-acquired pneumonia in vaccinated children: a case-control study Respiratory infection",
    "coda_data_split": "train",
    "coda_paper_id": 3828,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction respiratory pathogens associated with childhood pneumonia are often detected in the upper respiratory tract of healthy children, making their contribution to pneumonia difficult to determine. We aimed to determine the contribution of common pathogens to pneumonia adjusting for rates of asymptomatic detection to inform future diagnosis, treatment and preventive strategies. Methods a case-control study was conducted among children \u003c18 years in Perth, Western australia. cases were children hospitalised with radiologically confirmed pneumonia; controls were healthy children identified from outpatient and local immunisation clinics. nasopharyngeal swabs were collected and tested for 14 respiratory viruses and 6 bacterial species by Polymerase chain reaction (Pcr). For each pathogen, adjusted odds ratio (aOr; 95% ci) was calculated using multivariate logistic regression and population-attributable fraction (95% ci) for pneumonia was estimated. Results From May 2015 to October 2017, 230 cases and 230 controls were enrolled. at least one respiratory virus was identified in 57% of cases and 29% of controls (aOr: 4.7; 95% ci: 2.8 to 7.8). at least one bacterial species was detected in 72% of cases and 80% of controls (aOr: 0.7; 95% ci: 0.4 to 1.2). respiratory syncytial virus (rSV) detection was most strongly associated with pneumonia (aOr: 58.4; 95% ci: 15.6 to 217.5). Mycoplasma pneumoniae was the only bacteria associated with pneumonia (aOr: 14.5; 95% ci: 2.2 to 94.8). We estimated that rSV, human metapneumovirus (HMPV), influenza, adenovirus and Mycoplasma pneumoniae were responsible for 20.2% (95% ci: 14.6 to 25.5), 9.8% (5.6% to 13.7%), 6.2% (2.5% to 9.7%), 4% (1.1% to 7.1%) and 7.2% (3.5% to 10.8%) of hospitalisations for childhood pneumonia, respectively. Conclusions respiratory viruses, particularly rSV and HMPV, are major contributors to pneumonia in australian children.",
      "sentences": [
        [
          {
            "segment_text": "Introduction respiratory pathogens associated with childhood pneumonia are often detected in the upper respiratory tract of healthy children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making their contribution to pneumonia difficult to determine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to determine the contribution of common pathogens to pneumonia adjusting for rates of asymptomatic detection to inform future diagnosis , treatment and preventive strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods a case-control study was conducted among children \u003c 18 years in Perth , Western australia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "cases were children hospitalised with radiologically confirmed pneumonia ; controls were healthy children identified from outpatient and local immunisation clinics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "nasopharyngeal swabs were collected and tested for 14 respiratory viruses and 6 bacterial species by Polymerase chain reaction ( Pcr ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For each pathogen , adjusted odds ratio ( aOr ; 95 % ci ) was calculated using multivariate logistic regression and population-attributable fraction ( 95 % ci ) for pneumonia was estimated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results From May 2015 to October 2017 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "230 cases and 230 controls were enrolled .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "at least one respiratory virus was identified in 57 % of cases and 29 % of controls ( aOr : 4.7 ; 95 % ci : 2.8 to 7.8 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "at least one bacterial species was detected in 72 % of cases and 80 % of controls ( aOr : 0.7 ; 95 % ci : 0.4 to 1.2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "respiratory syncytial virus ( rSV ) detection was most strongly associated with pneumonia ( aOr : 58.4 ; 95 % ci : 15.6 to 217.5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mycoplasma pneumoniae was the only bacteria associated with pneumonia ( aOr : 14.5 ; 95 % ci : 2.2 to 94.8 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We estimated that rSV , human metapneumovirus ( HMPV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza , adenovirus and Mycoplasma pneumoniae were responsible for 20.2 % ( 95 % ci : 14.6 to 25.5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "9.8 % ( 5.6 % to 13.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6.2 % ( 2.5 % to 9.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "4 % ( 1.1 % to 7.1 % ) and 7.2 % ( 3.5 % to 10.8 % ) of hospitalisations for childhood pneumonia , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions respiratory viruses , particularly rSV and HMPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are major contributors to pneumonia in australian children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "373"
  }
}