{
  "paper_id": "b53f3fa13a84fed43c6314ae35e98f59eb54c9e9",
  "metadata": {
    "title": "On-farm biosecurity as perceived by professionals visiting Swedish farms",
    "coda_data_split": "train",
    "coda_paper_id": 5844,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: On-farm biosecurity is an important part of disease prevention and control, this applies to live animal contacts as well as indirect contacts e.g. via professionals visiting farms in their work. The objectives of this study were to investigate how professionals visiting animal farms in Sweden in their daily work perceive the on-farm conditions for biosecurity, the factors that influence their own biosecurity routines and what they describe as obstacles for biosecurity. Suggestions for improvements were also asked for. Questionnaires were distributed to professionals visiting farms in their daily work; veterinarians, livestock hauliers, artificial insemination technicians, animal welfare inspectors and cattle hoof trimmers. The sample was a convenience sample, based on accessibility to registers or collaboration with organisations distributing the questionnaire. Respondents were asked about the availability of certain biosecurity conditions related to farm visits, e.g. if facilities for hand washing were available, how important different factors were for their own routines and, through open ended questions, to describe obstacles and suggestions for improvement. Results: After data cleaning, there were responses from 368 persons. There was a difference in the proportion of visited farms reported to have certain biosecurity measures in place related to animal species present on the farm. In general, visited pig farms had a higher proportion of biosecurity measures in place, whereas the conditions were poorer on sheep and goat farms and horse farms. There were also differences between the visitor categories; the perceived conditions for biosecurity varied between the groups, e.g. livestock hauliers did not have access to hand washing facilities as often as veterinarians did. In all groups, a majority of the respondents perceived obstacles for on-farm biosecurity, among veterinarians 66% perceived that there were obstacles. Many of the reported obstacles related to the very basics of biosecurity, such as access to soap and water. Responsibility was identified to be a key issue; while some farmers expect visitors to take responsibility for keeping up biosecurity they do not provide the adequate on-farm conditions. Conclusions: Many of the respondents reported obstacles for keeping good biosecurity related to on-farm conditions. There was a gap when it came to responsibility which needs to be clarified. Visitors need to take responsibility for avoiding spread of disease, while farmers need to assume responsibility for providing adequate conditions for on-farm biosecurity.",
      "sentences": [
        [
          {
            "segment_text": "Background : On-farm biosecurity is an important part of disease prevention and control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this applies to live animal contacts as well as indirect contacts e.g. via professionals visiting farms in their work .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objectives of this study were to investigate how professionals visiting animal farms in Sweden in their daily work perceive the on-farm conditions for biosecurity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the factors that influence their own biosecurity routines and what they describe as obstacles for biosecurity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Suggestions for improvements were also asked for .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Questionnaires were distributed to professionals visiting farms in their daily work ; veterinarians ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "livestock hauliers , artificial insemination technicians ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "animal welfare inspectors and cattle hoof trimmers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sample was a convenience sample ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on accessibility to registers or collaboration with organisations distributing the questionnaire .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respondents were asked about the availability of certain biosecurity conditions related to farm visits ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "e.g. if facilities for hand washing were available ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "how important different factors were for their own routines and ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "through open ended questions , to describe obstacles and suggestions for improvement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : After data cleaning ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there were responses from 368 persons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a difference in the proportion of visited farms reported to have certain biosecurity measures in place related to animal species present on the farm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In general , visited pig farms had a higher proportion of biosecurity measures in place ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the conditions were poorer on sheep and goat farms and horse farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were also differences between the visitor categories ; the perceived conditions for biosecurity varied between the groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. livestock hauliers did not have access to hand washing facilities as often as veterinarians did .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In all groups , a majority of the respondents perceived obstacles for on-farm biosecurity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "among veterinarians 66 % perceived that there were obstacles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many of the reported obstacles related to the very basics of biosecurity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as access to soap and water .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Responsibility was identified to be a key issue ; while some farmers expect visitors to take responsibility for keeping up biosecurity they do not provide the adequate on-farm conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Many of the respondents reported obstacles for keeping good biosecurity related to on-farm conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a gap when it came to responsibility which needs to be clarified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Visitors need to take responsibility for avoiding spread of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while farmers need to assume responsibility for providing adequate conditions for on-farm biosecurity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "30",
    "token_num": "421"
  }
}