{
  "paper_id": "b5421a028a9ff8b2f36ad9be3c51d3d0cb78ddd6",
  "metadata": {
    "title": "Nullbasic, a Potent Anti-HIV Tat Mutant, Induces CRM1- Dependent Disruption of HIV Rev Trafficking",
    "coda_data_split": "train",
    "coda_paper_id": 10855,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nullbasic, a mutant of the HIV-1 Tat protein, has anti-HIV-1 activity through mechanisms that include inhibition of Rev function and redistribution of the HIV-1 Rev protein from the nucleolus to the nucleoplasm and cytoplasm. Here we investigate the mechanism of this effect for the first time, establishing that redistribution of Rev by Nullbasic is not due to direct interaction between the two proteins. Rather, Nullbasic affects subcellular localization of cellular proteins that regulate Rev trafficking. In particular, Nullbasic induced redistribution of exportin 1 (CRM1), nucleophosmin (B23) and nucleolin (C23) from the nucleolus to the nucleus when Rev was coexpressed, but never in its absence. Inhibition of the Rev:CRM1 interaction by leptomycin B or a non-interacting RevM10 mutant completely blocked redistribution of Rev by Nullbasic. Finally, Nullbasic did not inhibit importin bor transportin 1-mediated nuclear import, suggesting that cytoplasmic accumulation of Rev was due to increased export by CRM1. Overall, our data support the conclusion that CRM1dependent subcellular redistribution of Rev from the nucleolus by Nullbasic is not through general perturbation of either nuclear import or export. Rather, Nullbasic appears to interact with and disrupt specific components of a Rev trafficking complex required for its nucleocytoplasmic shuttling and, in particular, its nucleolar accumulation.",
      "sentences": [
        [
          {
            "segment_text": "Nullbasic , a mutant of the HIV-1 Tat protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has anti-HIV-1 activity through mechanisms that include inhibition of Rev function and redistribution of the HIV-1 Rev protein from the nucleolus to the nucleoplasm and cytoplasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we investigate the mechanism of this effect for the first time ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "establishing that redistribution of Rev by Nullbasic is not due to direct interaction between the two proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rather , Nullbasic affects subcellular localization of cellular proteins that regulate Rev trafficking .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , Nullbasic induced redistribution of exportin 1 ( CRM1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleophosmin ( B23 ) and nucleolin ( C23 ) from the nucleolus to the nucleus when Rev was coexpressed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but never in its absence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of the Rev : CRM1 interaction by leptomycin B or a non-interacting RevM10 mutant completely blocked redistribution of Rev by Nullbasic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , Nullbasic did not inhibit importin bor transportin 1-mediated nuclear import ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that cytoplasmic accumulation of Rev was due to increased export by CRM1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , our data support the conclusion that CRM1dependent subcellular redistribution of Rev from the nucleolus by Nullbasic is not through general perturbation of either nuclear import or export .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather , Nullbasic appears to interact with and disrupt specific components of a Rev trafficking complex required for its nucleocytoplasmic shuttling and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular , its nucleolar accumulation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "231"
  }
}