{
  "paper_id": "b54932936d9dd6f8a399f23e19d0a1d0aeabd954",
  "metadata": {
    "title": "Markers and Biomarkers of Endothelium: When Something Is Rotten in the State",
    "coda_data_split": "train",
    "coda_paper_id": 5455,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Endothelium is a community of endothelial cells (ECs), which line the blood and lymphatic vessels, thus forming an interface between the tissues and the blood or lympha. This strategic position of endothelium infers its indispensable functional role in controlling vasoregulation, haemostasis, and inflammation. The state of endothelium is simultaneously the cause and effect of many diseases, and this is coupled with modifications of endothelial phenotype represented by markers and with biochemical profile of blood represented by biomarkers. In this paper, we briefly review data on the functional role of endothelium, give definitions of endothelial markers and biomarkers, touch on the methodological approaches for revealing biomarkers, present an implicit role of endothelium in some toxicological mechanistic studies, and survey the role of reactive oxygen species (ROS) in modulation of endothelial status.",
      "sentences": [
        [
          {
            "segment_text": "Endothelium is a community of endothelial cells ( ECs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which line the blood and lymphatic vessels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus forming an interface between the tissues and the blood or lympha .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This strategic position of endothelium infers its indispensable functional role in controlling vasoregulation , haemostasis , and inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The state of endothelium is simultaneously the cause and effect of many diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this is coupled with modifications of endothelial phenotype represented by markers and with biochemical profile of blood represented by biomarkers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we briefly review data on the functional role of endothelium ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "give definitions of endothelial markers and biomarkers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "touch on the methodological approaches for revealing biomarkers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "present an implicit role of endothelium in some toxicological mechanistic studies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and survey the role of reactive oxygen species ( ROS ) in modulation of endothelial status .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "148"
  }
}