{
  "paper_id": "b5535ddf603f7b3b78897553296917cad0c0a789",
  "metadata": {
    "title": "Role of Lactobacilli and Lactoferrin in the Mucosal Cervicovaginal Defense",
    "coda_data_split": "train",
    "coda_paper_id": 10854,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The innate defense system of the female mucosal genital tract involves a close and complex interaction among the healthy vaginal microbiota, different cells, and various proteins that protect the host from pathogens. Vaginal lactobacilli and lactoferrin represent two essential actors in the vaginal environment. Lactobacilli represent the dominant bacterial species able to prevent facultative and obligate anaerobes outnumber in vaginal microbiota maintaining healthy microbial homeostasis. Several mechanisms underlie the protection exerted by lactobacilli: competition for nutrients and tissue adherence, reduction of the vaginal pH, modulation of immunity, and production of bioactive compounds. Among bioactive factors of cervicovaginal mucosa, lactoferrin, an iron-binding cationic glycoprotein, is a multifunctional glycoprotein with antibacterial, antifungal, antiviral, and antiparasitic activities, recently emerging as an important modulator of inflammation. Lactobacilli and lactoferrin are largely under the influence of female hormones and of paracrine production of various cytokines. Lactoferrin is strongly increased in lower genital tract mucosal fluid of women affected by Neisseria gonorrheae, Chlamydia trachomatis, and Trichomonas vaginalis infections promoting both innate and adaptive immune responses. In vaginal dysbiosis characterized by low amounts of vaginal lactobacilli and increased levels of endogenous anaerobic bacteria, the increase in lactoferrin could act as an immune modulator assuming the role normally played by the healthy microbiota in vaginal mucosa. Then lactoferrin and lactobacilli may be considered as biomarkers of altered microbial homeostasis at vaginal level. Considering the shortage of effective treatments to counteract recurrent and/or antibiotic-resistant bacterial infections, the intravaginal administration of lactobacilli and lactoferrin could be a novel efficient therapeutic strategy and a valuable tool to restore mucosal immune homeostasis.",
      "sentences": [
        [
          {
            "segment_text": "The innate defense system of the female mucosal genital tract involves a close and complex interaction among the healthy vaginal microbiota ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "different cells , and various proteins that protect the host from pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaginal lactobacilli and lactoferrin represent two essential actors in the vaginal environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lactobacilli represent the dominant bacterial species able to prevent facultative and obligate anaerobes outnumber in vaginal microbiota maintaining healthy microbial homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several mechanisms underlie the protection exerted by lactobacilli : competition for nutrients and tissue adherence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduction of the vaginal pH ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "modulation of immunity , and production of bioactive compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among bioactive factors of cervicovaginal mucosa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lactoferrin , an iron-binding cationic glycoprotein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a multifunctional glycoprotein with antibacterial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antifungal , antiviral , and antiparasitic activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recently emerging as an important modulator of inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lactobacilli and lactoferrin are largely under the influence of female hormones and of paracrine production of various cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lactoferrin is strongly increased in lower genital tract mucosal fluid of women affected by Neisseria gonorrheae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Chlamydia trachomatis , and Trichomonas vaginalis infections promoting both innate and adaptive immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vaginal dysbiosis characterized by low amounts of vaginal lactobacilli and increased levels of endogenous anaerobic bacteria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the increase in lactoferrin could act as an immune modulator assuming the role normally played by the healthy microbiota in vaginal mucosa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Then lactoferrin and lactobacilli may be considered as biomarkers of altered microbial homeostasis at vaginal level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the shortage of effective treatments to counteract recurrent and/or antibiotic-resistant bacterial infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the intravaginal administration of lactobacilli and lactoferrin could be a novel efficient therapeutic strategy and a valuable tool to restore mucosal immune homeostasis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "287"
  }
}