{
  "paper_id": "b55c993891c702e7ec32d579fd90f380c3814ab9",
  "metadata": {
    "title": "Coronaviruses in avian species -review with focus on epidemiology and diagnosis in wild birds",
    "coda_data_split": "train",
    "coda_paper_id": 3246,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses (CoVs) are a large group of enveloped viruses with a single-strand RNA genome, which continuously circulate in mammals and birds and pose a threat to livestock, companion animals, and humans. CoVs harboured by avian species are classified to the genera gamma-and deltacoronaviruses. Within the gamma-CoVs the main representative is avian coronavirus, a taxonomic name which includes the highly contagious infectious bronchitis viruses (IBVs) in chickens and similar viruses infecting other domestic birds such as turkeys, guinea fowls, or quails. Additionally, IBVs have been detected in healthy wild birds, demonstrating that they may act as the vector between domestic and free-living birds. Moreover, CoVs other than IBVs, are identified in wild birds, which suggests that wild birds play a key role in the epidemiology of other gammaCoVs and deltaCoVs. Development of molecular techniques has significantly improved knowledge of the prevalence of CoVs in avian species. The methods adopted in monitoring studies of CoVs in different avian species are mainly based on detection of conservative regions within the viral replicase, nucleocapsid genes, and 3\u0027UTR or 5\u0027UTR. The purpose of this review is to summarise recent discoveries in the areas of epidemiology and diagnosis of CoVs in avian species and to understand the role of wild birds in the virus distribution.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses ( CoVs ) are a large group of enveloped viruses with a single-strand RNA genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which continuously circulate in mammals and birds and pose a threat to livestock ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "companion animals , and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CoVs harboured by avian species are classified to the genera gamma-and deltacoronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within the gamma-CoVs the main representative is avian coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a taxonomic name which includes the highly contagious infectious bronchitis viruses ( IBVs ) in chickens and similar viruses infecting other domestic birds such as turkeys ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "guinea fowls , or quails .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , IBVs have been detected in healthy wild birds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demonstrating that they may act as the vector between domestic and free-living birds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , CoVs other than IBVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are identified in wild birds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that wild birds play a key role in the epidemiology of other gammaCoVs and deltaCoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Development of molecular techniques has significantly improved knowledge of the prevalence of CoVs in avian species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The methods adopted in monitoring studies of CoVs in different avian species are mainly based on detection of conservative regions within the viral replicase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleocapsid genes , and 3 ` UTR or 5 ` UTR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The purpose of this review is to summarise recent discoveries in the areas of epidemiology and diagnosis of CoVs in avian species and to understand the role of wild birds in the virus distribution .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "238"
  }
}