{
  "paper_id": "b562f1a519bc6a12df5e62930bdf4345cf0f7ce9",
  "metadata": {
    "title": "Utilization of the Emergency Department and Predicting Factors Associated With Its Use at the Saudi Ministry of Health General Hospitals",
    "coda_data_split": "train",
    "coda_paper_id": 9925,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Overuse of emergency rooms (ER) is a public health problem. To investigate this issue, a cross-sectional survey was conducted at the ERs of King Abdul-Aziz Hospital, King Fahd Hospital, and Al-Thaghor Hospital in November 2013 with the aims of estimating emergency service utilization for non-urgent cases, identifying the predictors of ER utilization for non-urgent cases, and measuring patients\u0027 knowledge of primary healthcare centers (PHCCs). Patients were interviewed using a structured questionnaire and the data were analyzed using the Statistical Package for the Social Sciences. We recruited 300 patients; males comprised 50.7% of the sample. A higher proportion of patients with non-urgent cases visited the ER three to four times a year (P\u003d0.001). A higher proportion of patients without emergencies had not attempted to visit an outpatient clinic before the ER (P\u003d0.003). Most patients without emergencies thought the ER was the first place to consult in case of illness. Most patients who visited the ER were single, \u003c 15 years, and had lower incomes. Patients requested ER services for primary care-treatable conditions because of limited services and resources as well as limited working hours at PHCCs. Most patients (90.0%) were knowledgeable about PHCCs, with those of lower education being more knowledgeable. Patients reported long ER waiting times (≥ 3 hours), no organization (85.9%), and lack of medical staff. Overall, overuse of ER services is high at the Ministry of Health hospitals in Jeddah. The risk factors for ER overuse are age \u003c 15 years, singlehood, and low incomes. Policy makers and health providers have a challenging task to control ER overuse. We recommend developing strategies to implement policies aimed at reducing non-urgent ER use as well as making healthcare services more available to the population.",
      "sentences": [
        [
          {
            "segment_text": "Overuse of emergency rooms ( ER ) is a public health problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate this issue , a cross-sectional survey was conducted at the ERs of King Abdul-Aziz Hospital ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "King Fahd Hospital , and Al-Thaghor Hospital in November 2013 with the aims of estimating emergency service utilization for non-urgent cases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "identifying the predictors of ER utilization for non-urgent cases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and measuring patients \u0027 knowledge of primary healthcare centers ( PHCCs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Patients were interviewed using a structured questionnaire and the data were analyzed using the Statistical Package for the Social Sciences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We recruited 300 patients ; males comprised 50.7 % of the sample .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A higher proportion of patients with non-urgent cases visited the ER three to four times a year ( P \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A higher proportion of patients without emergencies had not attempted to visit an outpatient clinic before the ER ( P \u003d 0.003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most patients without emergencies thought the ER was the first place to consult in case of illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most patients who visited the ER were single ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "\u003c 15 years , and had lower incomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients requested ER services for primary care-treatable conditions because of limited services and resources as well as limited working hours at PHCCs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most patients ( 90.0 % ) were knowledgeable about PHCCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with those of lower education being more knowledgeable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients reported long ER waiting times ( ≥ 3 hours ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no organization ( 85.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and lack of medical staff .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , overuse of ER services is high at the Ministry of Health hospitals in Jeddah .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk factors for ER overuse are age \u003c 15 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "singlehood , and low incomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Policy makers and health providers have a challenging task to control ER overuse .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend developing strategies to implement policies aimed at reducing non-urgent ER use as well as making healthcare services more available to the population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "335"
  }
}