{
  "paper_id": "b571790a3eb2e8e7b5448ff8a972d5b9c7fee259",
  "metadata": {
    "title": "Time scale evolution of avipoxviruses-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 7088,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Avipoxviruses are divided into three clades: canarypox-like viruses, fowlpox-like viruses, and psittacinepox-like viruses. Several molecular clock and demographic models available in the BEAST package were compared on three avipoxvirus genes (P4b, cnpv186 and DNA polymerase genes), which enabled to determine that avipoxviruses evolved at a rate of 2-8 Â 10 À5 substitution/site/year, in the range of poxviruses previously reported evolution rates. In addition, the date of mean time of divergence of avipoxviruses from a common ancestor was extrapolated to be about 10,000-30,000 years ago, at the same period as modern poxvirus species. Our findings will facilitate epidemiological investigations on avipoxviruses\u0027 spread, origin and circulation.",
      "sentences": [
        [
          {
            "segment_text": "Avipoxviruses are divided into three clades : canarypox-like viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fowlpox-like viruses , and psittacinepox-like viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several molecular clock and demographic models available in the BEAST package were compared on three avipoxvirus genes ( P4b , cnpv186 and DNA polymerase genes ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which enabled to determine that avipoxviruses evolved at a rate of 2-8 Â 10 À5 substitution/site/year ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the range of poxviruses previously reported evolution rates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the date of mean time of divergence of avipoxviruses from a common ancestor was extrapolated to be about 10,000-30,000 years ago ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at the same period as modern poxvirus species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings will facilitate epidemiological investigations on avipoxviruses \u0027 spread , origin and circulation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "120"
  }
}