{
  "paper_id": "b57cbdeed383aa2950a42bc015f1be47e85a0d22",
  "metadata": {
    "title": "SARS-CoV related Betacoronavirus and diverse Alphacoronavirus members found in western old-world ☆",
    "coda_data_split": "train",
    "coda_paper_id": 6288,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of SARS-CoV and MERS-CoV, triggered the discovery of a high diversity of coronaviruses in bats. Studies from Europe have shown that coronaviruses circulate in bats in France but this reflects only a fraction of the whole diversity. In the current study the diversity of coronaviruses circulating in western Europe was extensively explored. Ten alphacoronaviruses in eleven bat species belonging to the Miniopteridae, Vespertilionidae and Rhinolophidae families and, a SARS-CoV-related Betacoronavirus in Rhinolophus ferrumequinum were identified. The diversity and prevalence of bat coronaviruses presently reported from western Europe is much higher than previously described and includes a SARS-CoV sister group. This diversity demonstrates the dynamic evolution and circulation of coronaviruses in this species. That said, the identified coronaviruses were consistently associated with a particular bat species or genus, and these relationships were maintained no matter the geographic location. The observed phylogenetic grouping of coronaviruses from the same species in Europe and Asia, emphasizes the role of host/pathogen coevolution in this group.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of SARS-CoV and MERS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "triggered the discovery of a high diversity of coronaviruses in bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies from Europe have shown that coronaviruses circulate in bats in France but this reflects only a fraction of the whole diversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study the diversity of coronaviruses circulating in western Europe was extensively explored .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten alphacoronaviruses in eleven bat species belonging to the Miniopteridae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Vespertilionidae and Rhinolophidae families and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a SARS-CoV-related Betacoronavirus in Rhinolophus ferrumequinum were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The diversity and prevalence of bat coronaviruses presently reported from western Europe is much higher than previously described and includes a SARS-CoV sister group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This diversity demonstrates the dynamic evolution and circulation of coronaviruses in this species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "That said , the identified coronaviruses were consistently associated with a particular bat species or genus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these relationships were maintained no matter the geographic location .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The observed phylogenetic grouping of coronaviruses from the same species in Europe and Asia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emphasizes the role of host/pathogen coevolution in this group .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "176"
  }
}