{
  "paper_id": "b5acc0f86359466e9ffbde510a34f2f4194905fe",
  "metadata": {
    "title": "Clinical evaluation of a multi-parameter customized respiratory TaqMan ® array card compared to conventional methods in immunocompromised patients",
    "coda_data_split": "train",
    "coda_paper_id": 7820,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory viral infections can cause significant morbidity and mortality in immunocompromised patients. Conventional tests routinely available at most institutions are limited by the number of detectable pathogens, by a poor sensitivity and/or a long turnaround time. Objectives: To compare the performance of routine conventional testing with direct fluorescent antibody assays and viral culture to a customized TaqMan® array card (TAC) real-time PCR method, targeting 24 viruses, 8 bacteria and 2 fungi simultaneously. Study design: We collected 143 respiratory samples from 120 symptomatic immunocompromised patients. Samples for which conventional and TAC results were discordant underwent further verification testing. Results: The TAC assay identified viral pathogens in more samples than did conventional testing (77/143 versus 27/143; McNemar P \u003c 0.0001), even when TAC results for viruses that could not be detected by conventional testing were excluded from analysis (59/143 versus 26/143; P \u003c 0.0001). In addition, the TAC assay identified 18 samples with non-viral pathogens. Verification testing confirmed positive TAC results for 50 out of 55 samples for which conventional testing was negative. Two out of three samples with a positive conventional test but negative TAC result were confirmed positive. A viral and a total pathogen co-infection rate of 5.6% and 11.8% were found, respectively. Conclusions: The customized TAC assay resulted in a significantly increased identification of respiratory viruses. This study provides a practical real-life assessment of the performance of the TAC assay in a population for whom rapid and accurate diagnosis of viral and atypical pathogens is crucial for appropriate clinical management.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory viral infections can cause significant morbidity and mortality in immunocompromised patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conventional tests routinely available at most institutions are limited by the number of detectable pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by a poor sensitivity and/or a long turnaround time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To compare the performance of routine conventional testing with direct fluorescent antibody assays and viral culture to a customized TaqMan ® array card ( TAC ) real-time PCR method ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "targeting 24 viruses , 8 bacteria and 2 fungi simultaneously .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : We collected 143 respiratory samples from 120 symptomatic immunocompromised patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples for which conventional and TAC results were discordant underwent further verification testing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The TAC assay identified viral pathogens in more samples than did conventional testing ( 77/143 versus 27/143 ; McNemar P \u003c 0.0001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even when TAC results for viruses that could not be detected by conventional testing were excluded from analysis ( 59/143 versus 26/143 ; P \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the TAC assay identified 18 samples with non-viral pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Verification testing confirmed positive TAC results for 50 out of 55 samples for which conventional testing was negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two out of three samples with a positive conventional test but negative TAC result were confirmed positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A viral and a total pathogen co-infection rate of 5.6 % and 11.8 % were found , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The customized TAC assay resulted in a significantly increased identification of respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides a practical real-life assessment of the performance of the TAC assay in a population for whom rapid and accurate diagnosis of viral and atypical pathogens is crucial for appropriate clinical management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "286"
  }
}