{
  "paper_id": "b5b87074a3f33c0a1408a01218e1776ae85f5b31",
  "metadata": {
    "title": "The Mechanism of Action of Ursolic Acid as a Potential Anti-Toxoplasmosis Agent, and Its Immunomodulatory Effects",
    "coda_data_split": "train",
    "coda_paper_id": 7823,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This study was performed to investigate the mechanism of action of ursolic acid in terms of anti-Toxoplasma gondii effects, including immunomodulatory effects. We evaluated the anti-T. gondii effects of ursolic acid, and analyzed the production of nitric oxide (NO), reactive oxygen species (ROS), and cytokines through co-cultured immune cells, as well as the expression of intracellular organelles of T. gondii. The subcellular organelles and granules of T. gondii, particularly rhoptry protein 18, microneme protein 8, and inner membrane complex sub-compartment protein 3, were markedly decreased when T. gondii was treated with ursolic acid, and their expressions were effectively inhibited. Furthermore, ursolic acid effectively increased the production of NO, ROS, interleukin (IL)-10, IL-12, granulocyte macrophage colony stimulating factor (GM-CSF), and interferon-β, while reducing the expression of IL-1β, IL-6, tumor necrosis factor alpha (TNF-α), and transforming growth factor beta 1 (TGF-β1) in T. gondii-infected immune cells. These results demonstrate that ursolic acid not only causes anti-T. gondii activity/action by effectively inhibiting the survival of T. gondii and the subcellular organelles of T. gondii, but also induces specific immunomodulatory effects in T. gondii-infected immune cells. Therefore, this study indicates that ursolic acid can be effectively utilized as a potential candidate agent for developing novel anti-toxoplasmosis drugs, and has immunomodulatory activity. different sub-proteins such as IMC sub-compartment proteins 1, 2, and 3 [2] [3] [4] . The protein kinases of T. gondii have been known to play key roles for modulating the motility, invasion, replication, egress, and survival within the host [5] . It was reported that T. gondii is divided through a unique form of cell division such as endodyogeny, and its chromosomal passenger complex is essential for the organization of a functional mitotic spindle [6] . Furthermore, T. gondii not only forms a parasitophorous vacuole membrane (PVM) after invasion into host cells, but also proliferates and grows into a PVM [7-9]. For decades, several compounds through many researchers and groups were developed as drugs for treating toxoplasmosis, and are usefully used in clinics. However, existing drugs are widely vulnerable to drug-resistance in clinics globally. To overcome pharmacological barriers to these challenges, the efforts for treating infectious diseases have been attempted in various fields, and it has been reported that various extracts/compounds derived from medicinal plants and new synthetic compounds have anti-T. gondii effects in the in vitro and pre-clinic stages [10] [11] [12] [13] [14] [15] . Until recently, various compounds derived from plants have showed a leading role and ability as a source of specialized metabolites with medical effects as well as pharmacological activities. In addition, it was reported that various extracts/compounds derived from plants and synthetic compounds could be used in the medical field as useful resources for treating acute or chronic infectious diseases caused by schistosomiasis, leishmania, malaria, or tuberculosis, as well as viral diseases including middle east respiratory syndrome (MERS) or Zika fever and avian influenza [16] [17] [18] [19] [20] [21] [22] [23] .",
      "sentences": [
        [
          {
            "segment_text": "This study was performed to investigate the mechanism of action of ursolic acid in terms of anti-Toxoplasma gondii effects , including immunomodulatory effects .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We evaluated the anti-T .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "gondii effects of ursolic acid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and analyzed the production of nitric oxide ( NO ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "reactive oxygen species ( ROS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and cytokines through co-cultured immune cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as the expression of intracellular organelles of T. gondii .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The subcellular organelles and granules of T. gondii ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly rhoptry protein 18 , microneme protein 8 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and inner membrane complex sub-compartment protein 3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were markedly decreased when T. gondii was treated with ursolic acid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their expressions were effectively inhibited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , ursolic acid effectively increased the production of NO ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ROS , interleukin ( IL ) -10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-12 , granulocyte macrophage colony stimulating factor ( GM-CSF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interferon-β , while reducing the expression of IL-1β ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-6 , tumor necrosis factor alpha ( TNF-α ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and transforming growth factor beta 1 ( TGF-β1 ) in T. gondii-infected immune cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that ursolic acid not only causes anti-T .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "gondii activity/action by effectively inhibiting the survival of T. gondii and the subcellular organelles of T. gondii ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also induces specific immunomodulatory effects in T. gondii-infected immune cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , this study indicates that ursolic acid can be effectively utilized as a potential candidate agent for developing novel anti-toxoplasmosis drugs , and has immunomodulatory activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "different sub-proteins such as IMC sub-compartment proteins 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 , and 3 ( 2 ) ( 3 ) ( 4 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The protein kinases of T. gondii have been known to play key roles for modulating the motility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "invasion , replication , egress ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and survival within the host ( 5 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was reported that T. gondii is divided through a unique form of cell division such as endodyogeny ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its chromosomal passenger complex is essential for the organization of a functional mitotic spindle ( 6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , T. gondii not only forms a parasitophorous vacuole membrane ( PVM ) after invasion into host cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also proliferates and grows into a PVM ( 7-9 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For decades , several compounds through many researchers and groups were developed as drugs for treating toxoplasmosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are usefully used in clinics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , existing drugs are widely vulnerable to drug-resistance in clinics globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To overcome pharmacological barriers to these challenges ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the efforts for treating infectious diseases have been attempted in various fields ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it has been reported that various extracts/compounds derived from medicinal plants and new synthetic compounds have anti-T .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "gondii effects in the in vitro and pre-clinic stages ( 10 ) ( 11 ) ( 12 ) ( 13 ) ( 14 ) ( 15 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until recently , various compounds derived from plants have showed a leading role and ability as a source of specialized metabolites with medical effects as well as pharmacological activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , it was reported that various extracts/compounds derived from plants and synthetic compounds could be used in the medical field as useful resources for treating acute or chronic infectious diseases caused by schistosomiasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leishmania , malaria , or tuberculosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as viral diseases including middle east respiratory syndrome ( MERS ) or Zika fever and avian influenza ( 16 ) ( 17 ) ( 18 ) ( 19 ) ( 20 ) ( 21 ) ( 22 ) ( 23 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "However, effective next-generation drugs for treating toxoplasmosis have not yet been developed, and the difficulty of drug development against zoonosis is still causing a public health crisis globally. In this context, various studies on the development or discovery of effective drugs and novel candidates against parasitic zoonosis are urgently required. In this regard, ursolic acid is a bioactive compound derived from medicinal plants, and is also known to have selective bioactive properties such as anti-inflammatory [24-27] and anticancer effects [28] [29] [30] [31] . It also effectively induces various activities, including antimicrobial [32-34] and anti-parasitic effects [35, 36] . Until recently, although studies and compounds regarding anti-T. gondii activity have been reported globally [37] [38] [39] [40] [41] [42] [43] , the mechanism of action of ursolic acid on the inhibitory effect of T. gondii and the immunomodulatory activity was not reported yet. From this perspective, this study was performed to evaluate the mechanism of action and the immunomodulatory activity of ursolic acid in terms of anti-T. gondii effects and activity, and to confirm the potential as a potent candidate drug for developing novel anti-toxoplasmosis agents.",
      "sentences": [
        [
          {
            "segment_text": "However , effective next-generation drugs for treating toxoplasmosis have not yet been developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the difficulty of drug development against zoonosis is still causing a public health crisis globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this context , various studies on the development or discovery of effective drugs and novel candidates against parasitic zoonosis are urgently required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this regard , ursolic acid is a bioactive compound derived from medicinal plants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is also known to have selective bioactive properties such as anti-inflammatory ( 24-27 ) and anticancer effects ( 28 ) ( 29 ) ( 30 ) ( 31 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It also effectively induces various activities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including antimicrobial ( 32-34 ) and anti-parasitic effects ( 35 , 36 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Until recently , although studies and compounds regarding anti-T .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "gondii activity have been reported globally ( 37 ) ( 38 ) ( 39 ) ( 40 ) ( 41 ) ( 42 ) ( 43 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mechanism of action of ursolic acid on the inhibitory effect of T. gondii and the immunomodulatory activity was not reported yet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From this perspective , this study was performed to evaluate the mechanism of action and the immunomodulatory activity of ursolic acid in terms of anti-T .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "gondii effects and activity , and to confirm the potential as a potent candidate drug for developing novel anti-toxoplasmosis agents .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results",
      "sentences": [
        [
          {
            "segment_text": "Results",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "T. gondii has a specific network structure and systems, including various intracellular organelles such as the mitochondrion, apicoplast, dense granule, and rhoptry (Figure 1) , which induces serious zoonotic diseases such as toxoplasmosis, particularly in humans, while causing infection in various vertebrates. Before evaluating the mechanism of action of ursolic acid against T. gondii, we measured the inhibitory effect of ursolic acid (UA) against the survival of T. gondii and normal lung cells infected with T. gondii through an MTT assay as described previously [9] , which showed significant results and reproducibility. When T. gondii was treated with UA (12.5-400 µg/mL) for 24 h, the viability was effectively inhibited, and the parasitic survival rate was measured as less than 30% at 200 µg/mL. UA strongly decreased the viability of T. gondii compared with sulfadiazine (SF), which demonstrates that UA caused anti-T. gondii effect or activity against T. gondi (data not shown). In particular, the lung cells infected with T. gondii were markedly inhibited in a dose-dependent manner after treatment with ursolic acid (12.5-200 µg/mL) when compared with the untreated infection cells and the T. gondii-infected cells treated with SF ( Figure 2) . Furthermore, it was clearly shown that there were significant differences between the untreated T. gondii-group and the experimental groups. In these aspects, it was demonstrated that UA effectively induced the selective anti-parasitic effect/action compared to the SF-treated group and the untreated group through a direct inhibitory effect on the Pathogens 2019, 8, 61 3 of 18",
      "sentences": [
        [
          {
            "segment_text": "T. gondii has a specific network structure and systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including various intracellular organelles such as the mitochondrion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apicoplast , dense granule , and rhoptry ( Figure 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which induces serious zoonotic diseases such as toxoplasmosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in humans , while causing infection in various vertebrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Before evaluating the mechanism of action of ursolic acid against T. gondii ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we measured the inhibitory effect of ursolic acid ( UA ) against the survival of T. gondii and normal lung cells infected with T. gondii through an MTT assay as described previously ( 9 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which showed significant results and reproducibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When T. gondii was treated with UA ( 12.5-400 µg/mL ) for 24 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the viability was effectively inhibited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the parasitic survival rate was measured as less than 30 % at 200 µg/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "UA strongly decreased the viability of T. gondii compared with sulfadiazine ( SF ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which demonstrates that UA caused anti-T .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "gondii effect or activity against T. gondi ( data not shown ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , the lung cells infected with T. gondii were markedly inhibited in a dose-dependent manner after treatment with ursolic acid ( 12.5-200 µg/mL ) when compared with the untreated infection cells and the T. gondii-infected cells treated with SF ( Figure 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , it was clearly shown that there were significant differences between the untreated T. gondii-group and the experimental groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In these aspects , it was demonstrated that UA effectively induced the selective anti-parasitic effect/action compared to the SF-treated group and the untreated group through a direct inhibitory effect on the Pathogens 2019 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "8 , 61 3 of 18",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "viability of T. gondii. This shows that UA has the potential to be utilized as an anti-T. gondii candidate agent and/or a synergic compound with the existing drugs for developing novel anti-toxoplasmosis agents. Therefore, these results indicate that UA strongly inhibits or blocks the survival of T. gondii by effectively inducing anti-T. gondii activity through the selective inhibitory activity and/or action against the viability of T. gondii.",
      "sentences": [
        [
          {
            "segment_text": "viability of T. gondii .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This shows that UA has the potential to be utilized as an anti-T .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "gondii candidate agent and/or a synergic compound with the existing drugs for developing novel anti-toxoplasmosis agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , these results indicate that UA strongly inhibits or blocks the survival of T. gondii by effectively inducing anti-T .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "gondii activity through the selective inhibitory activity and/or action against the viability of T. gondii .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "40",
    "segment_num": "78",
    "token_num": "1190"
  }
}