{
  "paper_id": "b5e0a35e4d817abc3b4a1ec6d152ce82a7ca9ea9",
  "metadata": {
    "title": "6 Infection Prevention in Pediatric Oncology and Hematopoietic Stem Cell Transplant Recipients Infection Prevention in Pediatric Oncology Patients and Hematopoietic Stem Cell Transplant Recipients",
    "coda_data_split": "train",
    "coda_paper_id": 10861,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Children with malignancies or those who are hematopoietic stem cell transplant (HSCT) recipients are at increased risk for healthcare-associated infections (HAI) due to their underlying diagnoses as well as the receipt of immunosuppressive medications that are part of their treatment. In addition, frequent visits to healthcare settings increase the risk for exposure to resistant organisms. Thus, while adherence to infection control and prevention measures recommended for all hospitalized children is essential, additional interventions to reduce the inherent risk of morbidity associated with HAIs are warranted in this special population.",
      "sentences": [
        [
          {
            "segment_text": "Children with malignancies or those who are hematopoietic stem cell transplant ( HSCT ) recipients are at increased risk for healthcare-associated infections ( HAI ) due to their underlying diagnoses as well as the receipt of immunosuppressive medications that are part of their treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , frequent visits to healthcare settings increase the risk for exposure to resistant organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , while adherence to infection control and prevention measures recommended for all hospitalized children is essential ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "additional interventions to reduce the inherent risk of morbidity associated with HAIs are warranted in this special population .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "There are various factors which contribute to the increased susceptibility to infections in pediatric hematology/oncology (PHO) and HSCT patients, most prominent of them being disruption of cutaneous and mucosal barriers (oral, gastrointestinal, etc.), microbial gastrointestinal translocation, defects in cell-mediated immunity, and insufficient quantities and inadequate function of phagocytes. Goals of infection control and prevention in this population are based on mitigating the risk inherent with the underlying malignancy and associated treatments (i.e., chemotherapy,",
      "sentences": [
        [
          {
            "segment_text": "There are various factors which contribute to the increased susceptibility to infections in pediatric hematology/oncology ( PHO ) and HSCT patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most prominent of them being disruption of cutaneous and mucosal barriers ( oral , gastrointestinal , etc. ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbial gastrointestinal translocation , defects in cell-mediated immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and insufficient quantities and inadequate function of phagocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Goals of infection control and prevention in this population are based on mitigating the risk inherent with the underlying malignancy and associated treatments ( i.e. , chemotherapy ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "186"
  }
}