{
  "paper_id": "b5e09d77c6f82fa8a6786279db3fa92085fa4b65",
  "metadata": {
    "title": "Selective Expansion of Intraepithelial Lymphocytes Expressing the HLA-E-Specific Natural Killer Receptor CD94 in Celiac Disease",
    "coda_data_split": "train",
    "coda_paper_id": 6934,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background \u0026 Aims: Celiac disease is a gluten-induced enteropathy characterized by the presence of gliadinspecific CD4 ؉ T cells in the lamina propria and by a prominent intraepithelial T-cell infiltration of unknown mechanism. The aim of this study was to characterize the subset(s) of intraepithelial lymphocytes (IELs) expanding during active celiac disease to provide insights into the mechanisms involved in their expansion. Methods: Flow-cytometric analysis of isolated IELs and/or immunohistochemical staining of frozen sections were performed in 51 celiac patients and 50 controls with a panel of monoclonal antibodies against T-cell and natural killer (NK) receptors. In addition, in vitro studies were performed to identify candidate stimuli for NK receptor expression. Results: In normal intestine, different proportions of IELs, which were mainly T cells, expressed the NK receptors CD94/ NKG2, NKR-P1A, KIR2D/3D, NKp46, Pen5, or CD56. During the active phase of celiac disease, the frequency of CD94 ؉ IELs, which were mostly ␣␤ T cells, was conspicuously increased over controls. In contrast, the expression of other NK markers was not modified. Furthermore, expression of CD94 could be selectively induced in vitro by T-cell receptor activation and/or interleukin 15, a cytokine produced by intestinal epithelial cells. Conclusions: The gut epithelium favors the development of T cells that express NK receptors. In active celiac disease, there is a specific and selective increase of IELs expressing CD94, the HLA-E-specific NK receptor that may be related to T-cell receptor activation and/or interleukin 15 secretion.",
      "sentences": [
        [
          {
            "segment_text": "Background \u0026 Aims : Celiac disease is a gluten-induced enteropathy characterized by the presence of gliadinspecific CD4 ؉ T cells in the lamina propria and by a prominent intraepithelial T-cell infiltration of unknown mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to characterize the subset ( s ) of intraepithelial lymphocytes ( IELs ) expanding during active celiac disease to provide insights into the mechanisms involved in their expansion .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Flow-cytometric analysis of isolated IELs and/or immunohistochemical staining of frozen sections were performed in 51 celiac patients and 50 controls with a panel of monoclonal antibodies against T-cell and natural killer ( NK ) receptors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , in vitro studies were performed to identify candidate stimuli for NK receptor expression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : In normal intestine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "different proportions of IELs , which were mainly T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "expressed the NK receptors CD94 / NKG2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NKR-P1A , KIR2D/3D , NKp46 , Pen5 , or CD56 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the active phase of celiac disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the frequency of CD94 ؉ IELs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were mostly ␣ ␤ T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was conspicuously increased over controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the expression of other NK markers was not modified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , expression of CD94 could be selectively induced in vitro by T-cell receptor activation and/or interleukin 15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a cytokine produced by intestinal epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The gut epithelium favors the development of T cells that express NK receptors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In active celiac disease , there is a specific and selective increase of IELs expressing CD94 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the HLA-E-specific NK receptor that may be related to T-cell receptor activation and/or interleukin 15 secretion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "280"
  }
}