{
  "paper_id": "b5e34700dd830c1bbbbdee303778a5ff5f907d45",
  "metadata": {
    "title": "In vivo studies on cytokine involvement during acute viral respiratory disease of swine: troublesome but rewarding",
    "coda_data_split": "train",
    "coda_paper_id": 3291,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The early cytokines interferon-a (IFN-a), tumour necrosis factor-a (TNF-a), interleukin-1, -6 and -8 (IL-1, -6, -8) are produced during the most early stage of an infection. The activities of these cytokines have been studied extensively in vitro and in rodents, but in vivo studies on the role of these cytokines in infectious diseases of food animals are few. This review concentrates on in vivo studies of cytokine involvement in infectious respiratory diseases of swine, with an emphasis on viral infections. First evidence for the role of early cytokines in pneumonia in swine came from experimental infections with Mycoplasma hyopneumoniae and Actinobacillus pleuropneumoniae. The role of TNF-a and IL-1 in the symptoms and pathology of porcine pleuropneumonia has recently been proven by use of an adenovirus vector expressing the anti-in¯ammatory IL-10. In the authors\u0027 laboratory, studies were undertaken to investigate the relationship between viral respiratory disease and bioactive lung lavage levels of IFN-a, TNF-a, IL-1 and IL-6. Out of three respiratory virusesÐporcine respiratory coronavirus (PRCV), porcine reproductive and respiratory syndrome virus (PRRSV) and swine in¯uenza virus (SIV)Ðonly SIV induced acute respiratory disease and severe lung damage by itself. Disease and lung pathology were tightly associated with the simultaneous production of IFN-a, TNF-a, IL-1 and IL-6. In challenge studies of SIV-vaccinated pigs, levels of IFN-a, TNF-a and IL-6, but not IL-1 were correlated with clinical and virological protection. Multifactorial respiratory disease was reproduced by combined inoculations with PRCV or PRRSV followed by LPS from Escherichia coli. In comparison with the respective single inoculations, which were subclinical, there was a true potentiation of disease and production of TNF-a, IL-1 and IL-6. TNF-a and IL-6 were best correlated with disease. In further studies, we will use more speci®c strategies to dissect the role of cytokines during viral infections. #",
      "sentences": [
        [
          {
            "segment_text": "The early cytokines interferon-a ( IFN-a ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tumour necrosis factor-a ( TNF-a ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interleukin-1 , -6 and -8 ( IL-1 , -6 , -8 ) are produced during the most early stage of an infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The activities of these cytokines have been studied extensively in vitro and in rodents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in vivo studies on the role of these cytokines in infectious diseases of food animals are few .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review concentrates on in vivo studies of cytokine involvement in infectious respiratory diseases of swine ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with an emphasis on viral infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "First evidence for the role of early cytokines in pneumonia in swine came from experimental infections with Mycoplasma hyopneumoniae and Actinobacillus pleuropneumoniae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of TNF-a and IL-1 in the symptoms and pathology of porcine pleuropneumonia has recently been proven by use of an adenovirus vector expressing the anti-in ¯ ammatory IL-10 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the authors \u0027 laboratory ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "studies were undertaken to investigate the relationship between viral respiratory disease and bioactive lung lavage levels of IFN-a ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "TNF-a , IL-1 and IL-6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Out of three respiratory virusesÐporcine respiratory coronavirus ( PRCV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "porcine reproductive and respiratory syndrome virus ( PRRSV ) and swine in ¯ uenza virus ( SIV ) Ðonly SIV induced acute respiratory disease and severe lung damage by itself .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease and lung pathology were tightly associated with the simultaneous production of IFN-a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNF-a , IL-1 and IL-6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In challenge studies of SIV-vaccinated pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "levels of IFN-a , TNF-a and IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not IL-1 were correlated with clinical and virological protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multifactorial respiratory disease was reproduced by combined inoculations with PRCV or PRRSV followed by LPS from Escherichia coli .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison with the respective single inoculations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were subclinical , there was a true potentiation of disease and production of TNF-a , IL-1 and IL-6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TNF-a and IL-6 were best correlated with disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In further studies , we will use more speci ® c strategies to dissect the role of cytokines during viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "25",
    "token_num": "348"
  }
}