{
  "paper_id": "b5e83b234dce1022970c78d31fc262df3ee01db0",
  "metadata": {
    "title": "Type 1 angiotensin receptor pharmacology: Signaling beyond G proteins",
    "coda_data_split": "train",
    "coda_paper_id": 5323,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Drugs that inhibit the production of angiotensin II (AngII) or its access to the type 1 angiotensin receptor (AT 1 R) are prescribed to alleviate high blood pressure and its cardiovascular complications. Accordingly, much research has focused on the molecular pharmacology of AT 1 R activation and signaling. An emerging theme is that the AT 1 R generates G protein dependent as well as independent signals and that these transduction systems separately contribute to AT 1 R biology in health and disease. Regulatory molecules termed arrestins are central to this process as is the capacity of AT 1 R to crosstalk with other receptor systems, such as the widely studied transactivation of growth factor receptors. AT 1 R function can also be modulated by polymorphisms in the AGTR gene, which may significantly alter receptor expression and function; a capacity of the receptor to dimerize/oligomerize with altered pharmacology; and by the cellular environment in which the receptor resides. Together, these aspects of the AT 1 R \"flavour\" the response to angiotensin; they may also contribute to disease, determine the efficacy of current drugs and offer a unique opportunity to develop new therapeutics that antagonize only selective facets of AT 1 R function.",
      "sentences": [
        [
          {
            "segment_text": "Drugs that inhibit the production of angiotensin II ( AngII ) or its access to the type 1 angiotensin receptor ( AT 1 R ) are prescribed to alleviate high blood pressure and its cardiovascular complications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , much research has focused on the molecular pharmacology of AT 1 R activation and signaling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An emerging theme is that the AT 1 R generates G protein dependent as well as independent signals and that these transduction systems separately contribute to AT 1 R biology in health and disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Regulatory molecules termed arrestins are central to this process as is the capacity of AT 1 R to crosstalk with other receptor systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the widely studied transactivation of growth factor receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "AT 1 R function can also be modulated by polymorphisms in the AGTR gene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may significantly alter receptor expression and function ; a capacity of the receptor to dimerize/oligomerize with altered pharmacology ; and by the cellular environment in which the receptor resides .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Together , these aspects of the AT 1 R `` flavour \u0027\u0027 the response to angiotensin ; they may also contribute to disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "determine the efficacy of current drugs and offer a unique opportunity to develop new therapeutics that antagonize only selective facets of AT 1 R function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "221"
  }
}