{
  "paper_id": "b62663265dcaa0e2f3125cb0c373ffc920736049",
  "metadata": {
    "title": "Genetic variation laboratory in open reading flame 2 of field isolates and strains of equine arteritis virus",
    "coda_data_split": "train",
    "coda_paper_id": 5255,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The open reading frame 2 (ORF2) of three laboratory strains, the live attenuated vaccine virus, and 18 field isolates of equine arteritis virus (EAV) from Europe and North America was sequenced. The ORF2 of EAV encodes the Gs protein that is abundantly expressed in infected cells but constitutes less than 2% of the virion protein mass. Variation of ORF2 among the i\u0027solates facilitated phylogenetic analysis that largely confirmed results of an earlier study based on sequence divergence of ORF5 of the same isolates of EAV, despite exposure of the proteins encoded by ORF2 (Gs) and ORF5 (GL) to potentially different selective pressures in vivo. The data indicate that the G s protein is highly conserved between isolates, considerably more so than the GL protein, consistent with an important role of the Gs protein in virus replication.",
      "sentences": [
        [
          {
            "segment_text": "The open reading frame 2 ( ORF2 ) of three laboratory strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the live attenuated vaccine virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 18 field isolates of equine arteritis virus ( EAV ) from Europe and North America was sequenced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ORF2 of EAV encodes the Gs protein that is abundantly expressed in infected cells but constitutes less than 2 % of the virion protein mass .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Variation of ORF2 among the i ` solates facilitated phylogenetic analysis that largely confirmed results of an earlier study based on sequence divergence of ORF5 of the same isolates of EAV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite exposure of the proteins encoded by ORF2 ( Gs ) and ORF5 ( GL ) to potentially different selective pressures in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data indicate that the G s protein is highly conserved between isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "considerably more so than the GL protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with an important role of the Gs protein in virus replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "156"
  }
}