{
  "paper_id": "b6368824d6c82934bd19d6d1ebe4a8411eb874d1",
  "metadata": {
    "title": "Immune response characterization of mice immunized with Lactobacillus plantarum expressing spike antigen of transmissible gastroenteritis virus",
    "coda_data_split": "train",
    "coda_paper_id": 9649,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The highly infectious porcine transmissible gastroenteritis virus (TGEV), which belongs to the coronaviruses (CoVs), causes diarrhea and high mortality rates in piglets, resulting in severe economic losses in the pork industry worldwide. In this study, we used Lactobacillus plantarum (L. plantarum) to anchor the expression of TGEV antigen (S) to dendritic cells (DCs) via dendritic cell-targeting peptides (DCpep). The results show that S antigen could be detected on the surface of L. plantarum by different detection methods. Furthermore, flow cytometry and ELISA techniques were used to measure the cellular, mucosal, and humoral immune responses of the different orally gavaged mouse groups. The obtained results demonstrated the significant effect of the constructed L. plantarum expressing S-DCpep fusion proteins in inducing high expression levels of B7 molecules on DCs, as well as high levels of IgG, secretory IgA, and IFN-γ and IL-4 cytokines compared with the other groups. Accordingly, surface expression of DC-targeted antigens successfully induced cellular, mucosal, and humoral immunity in mice and could be used as a vaccine.",
      "sentences": [
        [
          {
            "segment_text": "The highly infectious porcine transmissible gastroenteritis virus ( TGEV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which belongs to the coronaviruses ( CoVs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causes diarrhea and high mortality rates in piglets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in severe economic losses in the pork industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we used Lactobacillus plantarum ( L. plantarum ) to anchor the expression of TGEV antigen ( S ) to dendritic cells ( DCs ) via dendritic cell-targeting peptides ( DCpep ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that S antigen could be detected on the surface of L. plantarum by different detection methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , flow cytometry and ELISA techniques were used to measure the cellular ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mucosal , and humoral immune responses of the different orally gavaged mouse groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The obtained results demonstrated the significant effect of the constructed L. plantarum expressing S-DCpep fusion proteins in inducing high expression levels of B7 molecules on DCs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as high levels of IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "secretory IgA , and IFN-γ and IL-4 cytokines compared with the other groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , surface expression of DC-targeted antigens successfully induced cellular ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mucosal , and humoral immunity in mice and could be used as a vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "199"
  }
}