{
  "paper_id": "b643eb54c25ab5fcc3e663243463a15eeacc60bd",
  "metadata": {
    "title": "Viral Infection in Acute Exacerbation of Idiopathic Pulmonary Fibrosis",
    "coda_data_split": "train",
    "coda_paper_id": 7077,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "selection of patients and acquisition of samples: The etiology of acute exacerbation of idiopathic pulmonary fibrosis remains unknown. Occult viral infection has been proposed as one possible cause of acute exacerbation of idiopathic pulmonary fibrosis.",
      "sentences": [
        [
          {
            "segment_text": "selection of patients and acquisition of samples : The etiology of acute exacerbation of idiopathic pulmonary fibrosis remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Occult viral infection has been proposed as one possible cause of acute exacerbation of idiopathic pulmonary fibrosis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study uses the most current genomics-based technologies to investigate the possible infectious etiology of acute exacerbations of idiopathic pulmonary fibrosis. Most cases demonstrate no evidence of viral infection. Torque teno virus was present in a significant minority of cases, and cases of acute lung injury.",
      "sentences": [
        [
          {
            "segment_text": "This study uses the most current genomics-based technologies to investigate the possible infectious etiology of acute exacerbations of idiopathic pulmonary fibrosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most cases demonstrate no evidence of viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Torque teno virus was present in a significant minority of cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cases of acute lung injury .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "88"
  }
}