{
  "paper_id": "b64592cff2ff0f9aeb6646327245936a4dc8bdf2",
  "metadata": {
    "title": "Conformation of an RNA Pseudoknot",
    "coda_data_split": "train",
    "coda_paper_id": 5003,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The structure of the 5\u0027 GCGAUUUCUGACCGCUUUUUUGUCAG 3\u0027 RNA oligonucleotide was investigated using biochemical and chemical probes and nuclear magnetic resonance spectroscopy. Formation of a pseudoknot is indicated by the imino proton spectrum. Imino protons are observed consistent with formation of two helical stem regions; nuclear Overhauser enhancements between imino protons show that the two stem regions stack to form a continuous helix. In the stem regions, nucleotide conformations (3\u0027-endo, anti) and internucleotide distances, derived from two-dimensional correlated, spectroscopy and two-dimensional nuclear Overhauser effect spectra, are characteristic of A-form geometry. The data suggest minor distortion in helical stacking at the junctions of stems and loops. The model of the pseudoknot is consistent with the structure originally proposed by Pleij et al. 1981; Heerschap, 1985; Hall et aZ., 1989) and Escherichia coli 5 S rRNA (122 nucleotides) Leontis 437",
      "sentences": [
        [
          {
            "segment_text": "The structure of the 5 \u0027 GCGAUUUCUGACCGCUUUUUUGUCAG 3 \u0027 RNA oligonucleotide was investigated using biochemical and chemical probes and nuclear magnetic resonance spectroscopy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Formation of a pseudoknot is indicated by the imino proton spectrum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Imino protons are observed consistent with formation of two helical stem regions ; nuclear Overhauser enhancements between imino protons show that the two stem regions stack to form a continuous helix .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the stem regions , nucleotide conformations ( 3 \u0027 - endo , anti ) and internucleotide distances ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "derived from two-dimensional correlated , spectroscopy and two-dimensional nuclear Overhauser effect spectra ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are characteristic of A-form geometry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The data suggest minor distortion in helical stacking at the junctions of stems and loops .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model of the pseudoknot is consistent with the structure originally proposed by Pleij et al. 1981 ; Heerschap ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1985 ; Hall et aZ. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "1989 ) and Escherichia coli 5 S rRNA ( 122 nucleotides ) Leontis 437",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "162"
  }
}