{
  "paper_id": "b649b64eff09dcefa61cf8292f605846ed1dcc68",
  "metadata": {
    "title": "Is COVID-19 receiving ADE from other coronaviruses?",
    "coda_data_split": "train",
    "coda_paper_id": 8609,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One of the most perplexing questions regarding the current COVID-19 coronavirus epidemic is the discrepancy between the severity of cases observed in the Hubei province of China and those occurring elsewhere in the world. One possible answer is antibody dependent enhancement (ADE) of SARS-CoV-2 due to prior exposure to other coronaviruses. ADE modulates the immune response and can elicit sustained inflammation, lymphopenia, and/or cytokine storm, one or all of which have been documented in severe cases and deaths. ADE also requires prior exposure to similar antigenic epitopes, presumably circulating in local viruses, making it a possible explanation for the observed geographic limitation of severe cases and deaths.",
      "sentences": [
        [
          {
            "segment_text": "One of the most perplexing questions regarding the current COVID-19 coronavirus epidemic is the discrepancy between the severity of cases observed in the Hubei province of China and those occurring elsewhere in the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One possible answer is antibody dependent enhancement ( ADE ) of SARS-CoV-2 due to prior exposure to other coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ADE modulates the immune response and can elicit sustained inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lymphopenia , and/or cytokine storm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one or all of which have been documented in severe cases and deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ADE also requires prior exposure to similar antigenic epitopes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "presumably circulating in local viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making it a possible explanation for the observed geographic limitation of severe cases and deaths .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "118"
  }
}