{
  "paper_id": "b65d9bee5a6065283552ae251e03161a9b4a753b",
  "metadata": {
    "title": "WHO\u0027s budgetary allocations and burden of disease: a comparative analysis",
    "coda_data_split": "train",
    "coda_paper_id": 7393,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Ministers of health, donor agencies, philanthropists, and international agencies will meet at Bamako, Mali, in November, 2008, to review global priorities for health research. These individuals and organisations previously set health priorities for WHO, either through its regular budget or extra-budgetary funds. We asked what insights can be gained as to their priorities from previous decisions within the context of WHO.",
      "sentences": [
        [
          {
            "segment_text": "Background Ministers of health , donor agencies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "philanthropists , and international agencies will meet at Bamako ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mali , in November , 2008 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to review global priorities for health research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These individuals and organisations previously set health priorities for WHO ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either through its regular budget or extra-budgetary funds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We asked what insights can be gained as to their priorities from previous decisions within the context of WHO .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods We compared the WHO biennial budgetary allocations with the burden of disease from 1994-95 to 2008-09.",
      "sentences": [
        [
          {
            "segment_text": "Methods We compared the WHO biennial budgetary allocations with the burden of disease from 1994-95 to 2008-09 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Pacifi c and Africa-that are at diff ering stages of epidemiological transition. We further assessed whether the allocations diff ered on the basis of the source of funds (assessed and voluntary contributions) and the mechanism for deciding how funds were spent.",
      "sentences": [
        [
          {
            "segment_text": "Pacifi c and Africa-that are at diff ering stages of epidemiological transition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We further assessed whether the allocations diff ered on the basis of the source of funds ( assessed and voluntary contributions ) and the mechanism for deciding how funds were spent .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation Decision makers at Bamako should consider the implications of the present misalignment of global health priorities and disease burden for health research worldwide. Funds allocated by external donors substantially diff er from those allocated by WHO member states. The meeting at Bamako provides an opportunity to consider how this disparity might be addressed.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation Decision makers at Bamako should consider the implications of the present misalignment of global health priorities and disease burden for health research worldwide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Funds allocated by external donors substantially diff er from those allocated by WHO member states .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The meeting at Bamako provides an opportunity to consider how this disparity might be addressed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Funding None.",
      "sentences": [
        [
          {
            "segment_text": "Funding None .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "196"
  }
}