{
  "paper_id": "b66b7124cc6a866e889593cadc10a5fc0800b90e",
  "metadata": {
    "title": "Viral Metagenome Analysis to Guide Human Pathogen Monitoring in Environmental Samples",
    "coda_data_split": "train",
    "coda_paper_id": 8457,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aims-The aim of this study was to develop and demonstrate an approach for describing the diversity of human pathogenic viruses in an environmentally isolated viral metagenome.",
      "sentences": [
        [
          {
            "segment_text": "Aims-The aim of this study was to develop and demonstrate an approach for describing the diversity of human pathogenic viruses in an environmentally isolated viral metagenome .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods and Results-In silico bioinformatic experiments were used to select an optimum annotation strategy for discovering human viruses in virome datasets, and applied to annotate a class B biosolids virome. Results from the in silico study indicated that less than 1% errors in virus identification could be achieved when nucleotide-based search programs (BLASTn or tBLASTx), viral genome only databases, and sequence reads greater than 200 nt were considered. Within the 51,925 annotated sequences, 94 DNA and 19 RNA sequences were identified as human viruses. Virus diversity included environmentally transmitted agents such as parechovirus, coronavirus, adenovirus, and aichi virus, as well as viruses associated with chronic human infections such as human herpes and hepatitis C viruses.",
      "sentences": [
        [
          {
            "segment_text": "Methods and Results-In silico bioinformatic experiments were used to select an optimum annotation strategy for discovering human viruses in virome datasets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and applied to annotate a class B biosolids virome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results from the in silico study indicated that less than 1 % errors in virus identification could be achieved when nucleotide-based search programs ( BLASTn or tBLASTx ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral genome only databases , and sequence reads greater than 200 nt were considered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within the 51,925 annotated sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "94 DNA and 19 RNA sequences were identified as human viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus diversity included environmentally transmitted agents such as parechovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronavirus , adenovirus , and aichi virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as viruses associated with chronic human infections such as human herpes and hepatitis C viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-This study provided a bioinformatic approach for identifying pathogens in a virome dataset, and demonstrated the human virus diversity in a relevant environmental sample.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-This study provided a bioinformatic approach for identifying pathogens in a virome dataset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and demonstrated the human virus diversity in a relevant environmental sample .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Significance and Impact of Study-As the costs of next generation sequencing decrease, the pathogen diversity described by virus metagenomes will provide an unbiased guide for subsequent cell-culture and quantitative pathogen analyses, and ensures that highly enriched and relevant pathogens are not neglected in exposure and risk assessments.",
      "sentences": [
        [
          {
            "segment_text": "Significance and Impact of Study-As the costs of next generation sequencing decrease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the pathogen diversity described by virus metagenomes will provide an unbiased guide for subsequent cell-culture and quantitative pathogen analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ensures that highly enriched and relevant pathogens are not neglected in exposure and risk assessments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "233"
  }
}