{
  "paper_id": "b66b064e94b60ab820ff185c2dd2bd238eda520a",
  "metadata": {
    "title": "Oligomerization of the SARS-CoV S glycoprotein: dimerization of the N-terminus and trimerization of the ectodomain",
    "coda_data_split": "train",
    "coda_paper_id": 9806,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral envelope glycoproteins are oligomeric and the quaternary structure is critical for their membrane fusion activity. Typically the transmembrane glycoproteins of class I fusion proteins contain the oligomerization domains and the surface glycoproteins (SU) are monomeric. However, it has been previously demonstrated [J. Biol. Chem. 277 (2002) 19727] that the SU of a murine hepatitis coronavirus (MHV) forms dimers, the dimerization domain overlaps the receptor-binding domain (RBD) and that this dimeric state is important for binding to receptor molecules that initiates entry into cells. We have previously expressed various soluble fragments of the SARS-CoV SU and identified stably folded fragments (residues 272-537) that contain the RBD [Biochem. Biophys. Res. Commun. 312 (2003) 1159]. Here, we further characterize these and other fragments in an attempt to identify possible dimerization domains and their role for membrane fusion. We demonstrate that the SU and a shorter 260-amino acid N-terminal fragment (residues 17-276), which folds independently, form dimers. In contrast to the previously characterized MHV SU dimerization, this fragment is upstream and distinct from the RBD. Its deletion abolished S-mediated cell membrane fusion but retained the SUreceptor-binding function indicating the possibility for a role in post-receptor binding steps of the virus entry mechanism. Interestingly, the whole soluble S ectodomain (Se) that contains the dimerization domain but not the transmembrane domain and the cytoplasmic tail forms trimers suggesting the existence of a trimerization domain in the TM subunit in its prefusion state that may lead to a conformation unfavorable for formation of higher-order multimeric structures. These results demonstrate the existence of SU dimers and Se trimers, and indicate the possibility for an unknown mechanism of their role in entry. They also further characterize the S-mediated membrane fusion and could be important for understanding the mechanisms of virus entry, and in the development of therapeutics and vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Viral envelope glycoproteins are oligomeric and the quaternary structure is critical for their membrane fusion activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Typically the transmembrane glycoproteins of class I fusion proteins contain the oligomerization domains and the surface glycoproteins ( SU ) are monomeric .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it has been previously demonstrated ( J. Biol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "277 ( 2002 ) 19727 ) that the SU of a murine hepatitis coronavirus ( MHV ) forms dimers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the dimerization domain overlaps the receptor-binding domain ( RBD ) and that this dimeric state is important for binding to receptor molecules that initiates entry into cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously expressed various soluble fragments of the SARS-CoV SU and identified stably folded fragments ( residues 272-537 ) that contain the RBD ( Biochem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biophys .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Res .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Commun .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "312 ( 2003 ) 1159 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we further characterize these and other fragments in an attempt to identify possible dimerization domains and their role for membrane fusion .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that the SU and a shorter 260-amino acid N-terminal fragment ( residues 17-276 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which folds independently , form dimers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast to the previously characterized MHV SU dimerization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this fragment is upstream and distinct from the RBD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its deletion abolished S-mediated cell membrane fusion but retained the SUreceptor-binding function indicating the possibility for a role in post-receptor binding steps of the virus entry mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the whole soluble S ectodomain ( Se ) that contains the dimerization domain but not the transmembrane domain and the cytoplasmic tail forms trimers suggesting the existence of a trimerization domain in the TM subunit in its prefusion state that may lead to a conformation unfavorable for formation of higher-order multimeric structures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate the existence of SU dimers and Se trimers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and indicate the possibility for an unknown mechanism of their role in entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They also further characterize the S-mediated membrane fusion and could be important for understanding the mechanisms of virus entry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in the development of therapeutics and vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "347"
  }
}