{
  "paper_id": "b673f5281f550b997d1293829a4c91bed50436d6",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10602,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: To describe the prevalence of respiratory pathogens in tuberculosis (TB) patients and in their household contact controls, and to determine the clinical significance of respiratory pathogens in TB patients. Methods: We studied 489 smear-positive adult TB patients and 305 household contact controls without TB with nasopharyngeal swab samples within an ongoing prospective cohort study in Dar es Salaam, Tanzania, between 2013 and 2015. We used multiplex real-time PCR to detect 16 respiratory viruses and seven bacterial pathogens from nasopharyngeal swabs. Results: The median age of the study participants was 33 years; 61% (484/794) were men, and 21% (168/ 794) were HIV-positive. TB patients had a higher prevalence of HIV (28.6%; 140/489) than controls (9.2%; 28/305). Overall prevalence of respiratory viral pathogens was 20.4% (160/794; 95%CI 17.7e23.3%) and of bacterial pathogens 38.2% (303/794; 95%CI 34.9e41.6%). TB patients and controls did not differ in the prevalence of respiratory viruses (Odds Ratio [OR] 1.00, 95%CI 0.71e1.44), but respiratory bacteria were less frequently detected in TB patients (OR 0.70, 95%CI 0.53e0.94). TB patients with both respiratory viruses and respiratory bacteria were likely to have more severe disease (adjusted OR [aOR] 1.6, 95%CI 1.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To describe the prevalence of respiratory pathogens in tuberculosis ( TB ) patients and in their household contact controls ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to determine the clinical significance of respiratory pathogens in TB patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We studied 489 smear-positive adult TB patients and 305 household contact controls without TB with nasopharyngeal swab samples within an ongoing prospective cohort study in Dar es Salaam ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Tanzania , between 2013 and 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used multiplex real-time PCR to detect 16 respiratory viruses and seven bacterial pathogens from nasopharyngeal swabs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The median age of the study participants was 33 years ; 61 % ( 484/794 ) were men ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 21 % ( 168 / 794 ) were HIV-positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TB patients had a higher prevalence of HIV ( 28.6 % ; 140/489 ) than controls ( 9.2 % ; 28/305 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall prevalence of respiratory viral pathogens was 20.4 % ( 160/794 ; 95 % CI 17.7 e23 .3 % ) and of bacterial pathogens 38.2 % ( 303/794 ; 95 % CI 34.9 e41 .6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TB patients and controls did not differ in the prevalence of respiratory viruses ( Odds Ratio ( OR ) 1.00 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % CI 0.71 e1 .44 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but respiratory bacteria were less frequently detected in TB patients ( OR 0.70 , 95 % CI 0.53 e0 .94 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TB patients with both respiratory viruses and respiratory bacteria were likely to have more severe disease ( adjusted OR ( aOR ) 1.6 , 95 % CI 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "264"
  }
}