{
  "paper_id": "b6761b66c1494299587710188e9a371713d88450",
  "metadata": {
    "title": "Experimental Cross-Species Infection of Common Marmosets by Titi Monkey Adenovirus",
    "coda_data_split": "train",
    "coda_paper_id": 2751,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Adenoviruses are DNA viruses that infect a number of vertebrate hosts and are associated with both sporadic and epidemic disease in humans. We previously identified a novel adenovirus, titi monkey adenovirus (TMAdV), as the cause of a fulminant pneumonia outbreak in a colony of titi monkeys (Callicebus cupreus) at a national primate center in 2009. Serological evidence of infection by TMAdV was also found in a human researcher at the facility and household family member, raising concerns for potential cross-species transmission of the virus. Here we present experimental evidence of cross-species TMAdV infection in common marmosets (Callithrix jacchus). Nasal inoculation of a cell cultured-adapted TMAdV strain into three marmosets produced an acute, mild respiratory illness characterized by low-grade fever, reduced activity, anorexia, and sneezing. An increase in virus-specific neutralization antibody titers accompanied the development of clinical signs. Although serially collected nasal swabs were positive for TMAdV for at least 8 days, all 3 infected marmosets spontaneously recovered by day 12 post-inoculation, and persistence of the virus in tissues could not be established. Thus, the pathogenesis of experimental inoculation of TMAdV in common marmosets resembled the mild, self-limiting respiratory infection typically seen in immunocompetent human hosts rather than the rapidly progressive, fatal pneumonia observed in 19 of 23 titi monkeys during the prior 2009 outbreak. These findings further establish the potential for adenovirus crossspecies transmission and provide the basis for development of a monkey model useful for assessing the zoonotic potential of adenoviruses.",
      "sentences": [
        [
          {
            "segment_text": "Adenoviruses are DNA viruses that infect a number of vertebrate hosts and are associated with both sporadic and epidemic disease in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously identified a novel adenovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "titi monkey adenovirus ( TMAdV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the cause of a fulminant pneumonia outbreak in a colony of titi monkeys ( Callicebus cupreus ) at a national primate center in 2009 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serological evidence of infection by TMAdV was also found in a human researcher at the facility and household family member ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "raising concerns for potential cross-species transmission of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present experimental evidence of cross-species TMAdV infection in common marmosets ( Callithrix jacchus ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nasal inoculation of a cell cultured-adapted TMAdV strain into three marmosets produced an acute ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mild respiratory illness characterized by low-grade fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced activity , anorexia , and sneezing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An increase in virus-specific neutralization antibody titers accompanied the development of clinical signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although serially collected nasal swabs were positive for TMAdV for at least 8 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all 3 infected marmosets spontaneously recovered by day 12 post-inoculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and persistence of the virus in tissues could not be established .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the pathogenesis of experimental inoculation of TMAdV in common marmosets resembled the mild ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "self-limiting respiratory infection typically seen in immunocompetent human hosts rather than the rapidly progressive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fatal pneumonia observed in 19 of 23 titi monkeys during the prior 2009 outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings further establish the potential for adenovirus crossspecies transmission and provide the basis for development of a monkey model useful for assessing the zoonotic potential of adenoviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "269"
  }
}