{
  "paper_id": "b67b9ae3af221beb9efa6bc6fbb28fe25eb86daa",
  "metadata": {
    "title": "Isolation of human monoclonal antibodies from peripheral blood B cells",
    "coda_data_split": "train",
    "coda_paper_id": 7046,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Isolation of monoclonal antibodies is an important technique for understanding the specificities and characteristics of antibodies that underlie the humoral immune response to a given antigen.",
      "sentences": [
        [
          {
            "segment_text": "Isolation of monoclonal antibodies is an important technique for understanding the specificities and characteristics of antibodies that underlie the humoral immune response to a given antigen .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we describe a technique for isolating monoclonal antibodies from human peripheral blood mononuclear cells. The protocol includes strategies for the isolation of switch-memory B cells from peripheral blood, the culture of B cells, the removal of the supernatant for screening and the lysis of B cells in preparation for immunoglobulin heavy-chain and light-chain amplification and cloning. We have observed that the addition of cytokines IL-2, IL-21 and irradiated 3T3-msCD40L feeder cells can successfully stimulate switch-memory B cells to produce high concentrations of IgG in the supernatant. The supernatant may then be screened by appropriate assays for binding or for other functions. This protocol can be completed in 2 weeks. It is adaptable to use in other species and enables the efficient isolation of antibodies with a desired functional characteristic without prior knowledge of specificity. Reprints and permissions information is available online at http://www.nature.com/reprints/index.html. Correspondence should be addressed to M.C. (mconnors@nih.gov). 3 These authors contributed equally to this work. Note: Any Supplementary Information and Source Data files are available in the online version of the paper. AUTHOR CONTRIBUTIONS M.C., L.L., J.R.M., N.A.D.-R. and N.S.L. developed and optimized the B cell culture protocol. J.H., L.L. and B.H.K. performed B cell sorting and isolated potent and broadly neutralizing antibodies. S.A.M. led the clinical care of the patients. C.-L.L., E.T. and R.T.B. screened the B cell culture supernatants for neutralization activity.",
      "sentences": [
        [
          {
            "segment_text": "Here we describe a technique for isolating monoclonal antibodies from human peripheral blood mononuclear cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The protocol includes strategies for the isolation of switch-memory B cells from peripheral blood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the culture of B cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the removal of the supernatant for screening and the lysis of B cells in preparation for immunoglobulin heavy-chain and light-chain amplification and cloning .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have observed that the addition of cytokines IL-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-21 and irradiated 3T3-msCD40L feeder cells can successfully stimulate switch-memory B cells to produce high concentrations of IgG in the supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The supernatant may then be screened by appropriate assays for binding or for other functions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This protocol can be completed in 2 weeks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It is adaptable to use in other species and enables the efficient isolation of antibodies with a desired functional characteristic without prior knowledge of specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reprints and permissions information is available online at http://www.nature.com/reprints/index.html .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Correspondence should be addressed to M.C. ( mconnors@nih.gov ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "3 These authors contributed equally to this work .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Note : Any Supplementary Information and Source Data files are available in the online version of the paper .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "AUTHOR CONTRIBUTIONS M.C. , L.L. , J.R.M. , N.A.D.-R .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "and N.S.L. developed and optimized the B cell culture protocol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "J.H. , L.L. and B.H.K. performed B cell sorting and isolated potent and broadly neutralizing antibodies .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "S.A.M. led the clinical care of the patients .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "C.-L.L. , E.T. and R.T.B. screened the B cell culture supernatants for neutralization activity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "19",
    "token_num": "281"
  }
}