{
  "paper_id": "b687985f15ed9a5cbf0fa28d914f4eb6e08a911e",
  "metadata": {
    "title": "Pneumothorax, Bullous Disease, and Emphysema",
    "coda_data_split": "train",
    "coda_paper_id": 9197,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This article discusses several conditions that are distinct entities but share the common thread of abnormal lung parenchyma that regularly leads to patient referral for surgical consideration. The article summarizes key aspects of the 3 conditions and provides advice and recommendations for evaluation and treatment based on published reports in the medical literature.",
      "sentences": [
        [
          {
            "segment_text": "This article discusses several conditions that are distinct entities but share the common thread of abnormal lung parenchyma that regularly leads to patient referral for surgical consideration .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The article summarizes key aspects of the 3 conditions and provides advice and recommendations for evaluation and treatment based on published reports in the medical literature .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A pneumothorax is defined as air in the pleural space, between the parietal and visceral pleura. This condition may be caused by trauma or underlying lung disease, but sometimes happens spontaneously without obvious cause. When a pneumothorax develops, there is loss of the negative intrapleural pressure that is needed for lung inflation, and the lung on the affected side collapses and cannot expand properly. This collapse leads to a ventilation-perfusion mismatch because there is continued perfusion of a poorly ventilated lung. Arterial hypoxemia can occur with 50% collapse of the lung. If there is a continued air leak with increasing positive intrapleural pressure, this can lead to a tension pneumothorax and can lead to compromise of venous return to the heart, decreasing cardiac output, and causing hemodynamic collapse.",
      "sentences": [
        [
          {
            "segment_text": "A pneumothorax is defined as air in the pleural space ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "between the parietal and visceral pleura .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This condition may be caused by trauma or underlying lung disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but sometimes happens spontaneously without obvious cause .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When a pneumothorax develops , there is loss of the negative intrapleural pressure that is needed for lung inflation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the lung on the affected side collapses and can not expand properly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This collapse leads to a ventilation-perfusion mismatch because there is continued perfusion of a poorly ventilated lung .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Arterial hypoxemia can occur with 50 % collapse of the lung .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If there is a continued air leak with increasing positive intrapleural pressure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this can lead to a tension pneumothorax and can lead to compromise of venous return to the heart ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "decreasing cardiac output , and causing hemodynamic collapse .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Pneumothorax can be spontaneous, traumatic, or iatrogenic. Primary spontaneous pneumothorax typically occurs in young, healthy, tall, thin, male smokers and is",
      "sentences": [
        [
          {
            "segment_text": "Pneumothorax can be spontaneous , traumatic , or iatrogenic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Primary spontaneous pneumothorax typically occurs in young ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "healthy , tall , thin , male smokers and is",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "226"
  }
}