{
  "paper_id": "b698ab538fb82fccf2bd1c9db1d24058b52cd7c0",
  "metadata": {
    "title": "Bridging the Gap Between Conservation and Health",
    "coda_data_split": "train",
    "coda_paper_id": 3290,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Health is frequently in the news, whether it is the \"bird flu\" headlines or woven into the core of climate change reports. And in these articles, health is the common thread that connects humans, animals, and the environment; however, this underlying link is often undervalued, leaving a \"gap\" that challenges our ability to prevent and mitigate major global catastrophes. The Ebola virus disease has ravaged West Africa, leaving a swath of devastation and unanswered questions in its wake, but it highlights the alarming potential of a zoonotic disease, one of hundreds that pass between animals and humans. Climate change continues to fuel controversy, but it is undeniable that our exploitation of the Earth is impacting the fundamental resources that form the foundation of our existence. The state of our ecosystems is integral to the conservation and sustainable management of our wildlife and natural resources. The health of the environment cannot be segregated from our own health; thus, we need to examine health from a global stance. Our traditional perspectives of \"health\" and \"disease\" are outdated, and it is prime time for us to reevaluate our approaches to engage a comprehensive audience as well as holistic strategies to address these issues as \"One Health.\"",
      "sentences": [
        [
          {
            "segment_text": "Health is frequently in the news ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whether it is the `` bird flu \u0027\u0027 headlines or woven into the core of climate change reports .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "And in these articles , health is the common thread that connects humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animals , and the environment ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this underlying link is often undervalued ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leaving a `` gap \u0027\u0027 that challenges our ability to prevent and mitigate major global catastrophes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Ebola virus disease has ravaged West Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leaving a swath of devastation and unanswered questions in its wake ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it highlights the alarming potential of a zoonotic disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of hundreds that pass between animals and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Climate change continues to fuel controversy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it is undeniable that our exploitation of the Earth is impacting the fundamental resources that form the foundation of our existence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The state of our ecosystems is integral to the conservation and sustainable management of our wildlife and natural resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The health of the environment can not be segregated from our own health ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we need to examine health from a global stance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our traditional perspectives of `` health \u0027\u0027 and `` disease \u0027\u0027 are outdated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it is prime time for us to reevaluate our approaches to engage a comprehensive audience as well as holistic strategies to address these issues as `` One Health . \u0027\u0027",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "235"
  }
}