{
  "paper_id": "b6afd6aa34818636e4b69364980971be64bad8e2",
  "metadata": {
    "title": "Rational design of a synthetic mammalian riboswitch as a ligand-responsive -1 ribosomal frame-shifting stimulator",
    "coda_data_split": "train",
    "coda_paper_id": 9445,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Metabolite-responsive RNA pseudoknots derived from prokaryotic riboswitches have been shown to stimulate −1 programmed ribosomal frameshifting (PRF), suggesting −1 PRF as a promising gene expression platform to extend riboswitch applications in higher eukaryotes. However, its general application has been hampered by difficulty in identifying a specific ligand-responsive pseudoknot that also functions as a ligand-dependent -1 PRF stimulator. We addressed this problem by using the −1 PRF stimulation pseudoknot of SARS-CoV (SARS-PK) to build a ligand-dependent −1 PRF stimulator. In particular, the extra stem of SARS-PK was replaced by an RNA aptamer of theophylline and designed to couple theophylline binding with the stimulation of −1 PRF. Conformational and functional analyses indicate that the engineered theophylline-responsive RNA functions as a mammalian riboswitch with robust theophyllinedependent −1 PRF stimulation activity in a stable human 293T cell-line. Thus, RNA-ligand interaction repertoire provided by in vitro selection becomes accessible to ligand-specific −1 PRF stimulator engineering using SARS-PK as the scaffold for synthetic biology application.",
      "sentences": [
        [
          {
            "segment_text": "Metabolite-responsive RNA pseudoknots derived from prokaryotic riboswitches have been shown to stimulate − 1 programmed ribosomal frameshifting ( PRF ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting − 1 PRF as a promising gene expression platform to extend riboswitch applications in higher eukaryotes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , its general application has been hampered by difficulty in identifying a specific ligand-responsive pseudoknot that also functions as a ligand-dependent -1 PRF stimulator .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We addressed this problem by using the − 1 PRF stimulation pseudoknot of SARS-CoV ( SARS-PK ) to build a ligand-dependent − 1 PRF stimulator .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , the extra stem of SARS-PK was replaced by an RNA aptamer of theophylline and designed to couple theophylline binding with the stimulation of − 1 PRF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conformational and functional analyses indicate that the engineered theophylline-responsive RNA functions as a mammalian riboswitch with robust theophyllinedependent − 1 PRF stimulation activity in a stable human 293T cell-line .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , RNA-ligand interaction repertoire provided by in vitro selection becomes accessible to ligand-specific − 1 PRF stimulator engineering using SARS-PK as the scaffold for synthetic biology application .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "180"
  }
}