{
  "paper_id": "b6b0bf7db854336f6ea064bf91d1c1206e400075",
  "metadata": {
    "title": "Hunting Viral Receptors Using Haploid Cells",
    "coda_data_split": "train",
    "coda_paper_id": 3465,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses have evolved intricate mechanisms to gain entry into the host cell. Identification of critical receptors has enabled insights into virus particle internalization, host and tissue tropism, and viral pathogenesis. In this review we discuss the most commonly employed methods for virus receptor discovery, specifically highlighting the use of forward genetic screens in human haploid cells. The ability to generate true knockout alleles at high saturation provides a sensitive means to study virus-host interactions. As an example, haploid genetic screens identified the lysosomal proteins, NPC1 and LAMP1, as intracellular receptors for Ebola virus and Lassa virus, respectively. From these studies emerges the notion that receptor usage by these viruses is highly dynamic involving a programmed switch from cell surface receptor to intracellular receptor. Broad application of genetic knockout approaches will chart functional landscapes of receptors and endocytic pathways hijacked by viruses.",
      "sentences": [
        [
          {
            "segment_text": "Viruses have evolved intricate mechanisms to gain entry into the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identification of critical receptors has enabled insights into virus particle internalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "host and tissue tropism , and viral pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we discuss the most commonly employed methods for virus receptor discovery ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "specifically highlighting the use of forward genetic screens in human haploid cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The ability to generate true knockout alleles at high saturation provides a sensitive means to study virus-host interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As an example , haploid genetic screens identified the lysosomal proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NPC1 and LAMP1 , as intracellular receptors for Ebola virus and Lassa virus , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "From these studies emerges the notion that receptor usage by these viruses is highly dynamic involving a programmed switch from cell surface receptor to intracellular receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Broad application of genetic knockout approaches will chart functional landscapes of receptors and endocytic pathways hijacked by viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "155"
  }
}