{
  "paper_id": "b6b194382723f8c929c36eb1e7e80394f0a105fd",
  "metadata": {
    "title": "Population Responses during the Pandemic Phase of the Influenza A(H1N1)pdm09 Epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 7763,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "During the pre-community outbreak phase of the H1N1 epidemic from May 6 to June 6 2009, two studies in Hong Kong reported a moderate level of perceived susceptibility of contracting the disease (around 7.5% to 12.1% of the general population felt susceptible) and perceived severity of H1N1 (over 15% of general population believed that H1N1 is highly fatal), plus a low level of H1N1-related distress in the community (less than 5% were panicking). Misconceptions about the modes of H1N1 transmissions were common. These studies found that perceptions related to bodily damages, efficacy of frequent handwashing, non-availability of effective vaccines, chance of having a large-scale local outbreak, and mental distress due to influenza A/H1N1 were associated with frequent handwashing (1,2). Another study involving a series of cross-sectional surveys was also conducted, suggesting a generally low level of anxiety and a slight improvement in knowledge on modes of transmission throughout the epidemic. The perceived susceptibility and perceived severity of getting H1N1 were high in the early phase, but started to decline in the early pandemic phase epidemic and remained stable thereafter. Preventive behaviors like handwashing and wearing facemasks did not show significant change throughout the epidemic, while avoidance behaviors like avoiding going to crowded places declined gradually at the pandemic unfolds (3). During the early phase of the global H1N1 pandemic, other international studies reported a moderate level of distress in the U.S., a lack of preventive responses such as change in frequency of handwashing in the UK (4) and in India, plus a lack of support for governmental mitigation strategies, such as school closure in Australia (5). Other studies found that Korean college students and Italian healthcare workers washed their hands or used hand sanitizer more frequently than before the beginning of the pandemic. The Chinese general population in seven urban regions and two rural regions showed an increasing level of knowledge, but a declining level of risk perception and adoption of preventive measures, while the U.S. general population showed an increasing trend in perceived risk but a decreasing trend in prevalence of precautionary activities (6). A study in Malaysia also showed that preventive measures, fear and avoidance changed in concordance with the trend in number of reported deaths (7).",
      "sentences": [
        [
          {
            "segment_text": "During the pre-community outbreak phase of the H1N1 epidemic from May 6 to June 6 2009 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two studies in Hong Kong reported a moderate level of perceived susceptibility of contracting the disease ( around 7.5 % to 12.1 % of the general population felt susceptible ) and perceived severity of H1N1 ( over 15 % of general population believed that H1N1 is highly fatal ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plus a low level of H1N1-related distress in the community ( less than 5 % were panicking ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Misconceptions about the modes of H1N1 transmissions were common .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies found that perceptions related to bodily damages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "efficacy of frequent handwashing , non-availability of effective vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chance of having a large-scale local outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and mental distress due to influenza A/H1N1 were associated with frequent handwashing ( 1,2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Another study involving a series of cross-sectional surveys was also conducted ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting a generally low level of anxiety and a slight improvement in knowledge on modes of transmission throughout the epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The perceived susceptibility and perceived severity of getting H1N1 were high in the early phase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but started to decline in the early pandemic phase epidemic and remained stable thereafter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Preventive behaviors like handwashing and wearing facemasks did not show significant change throughout the epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while avoidance behaviors like avoiding going to crowded places declined gradually at the pandemic unfolds ( 3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the early phase of the global H1N1 pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "other international studies reported a moderate level of distress in the U.S. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a lack of preventive responses such as change in frequency of handwashing in the UK ( 4 ) and in India ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plus a lack of support for governmental mitigation strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as school closure in Australia ( 5 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other studies found that Korean college students and Italian healthcare workers washed their hands or used hand sanitizer more frequently than before the beginning of the pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Chinese general population in seven urban regions and two rural regions showed an increasing level of knowledge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a declining level of risk perception and adoption of preventive measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the U.S. general population showed an increasing trend in perceived risk but a decreasing trend in prevalence of precautionary activities ( 6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A study in Malaysia also showed that preventive measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fear and avoidance changed in concordance with the trend in number of reported deaths ( 7 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods",
      "sentences": [
        [
          {
            "segment_text": "Methods",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The study population comprised of Chinese adults (aged 18-60) who were living in Hong Kong. Seven longitudinal telephone surveys were conducted",
      "sentences": [
        [
          {
            "segment_text": "The study population comprised of Chinese adults ( aged 18-60 ) who were living in Hong Kong .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seven longitudinal telephone surveys were conducted",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "28",
    "token_num": "442"
  }
}