{
  "paper_id": "b6f2ded34afb8142ed6a2d3f0768252f02d38fa0",
  "metadata": {
    "title": "Inhibitors of SARS-3CL pro : Virtual Screening, Biological Evaluation and Molecular Dynamics Simulation Studies",
    "coda_data_split": "train",
    "coda_paper_id": 5239,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "SARS-CoV from the coronaviridae family has been identified as the etiological agent of Severe Acute Respiratory Syndrome (SARS), a highly contagious upper respiratory disease that reached epidemic status in 2002. SARS-3CL pro , a cysteine protease indispensible to the viral life cycle, has been identified as one of the key therapeutic target against SARS. A combined ligand and structure based virtual screening was carried out against the Asinex Platinum collection. Multiple low micromolar inhibitors of the enzyme were identified through this search, one of which also showed activity against SARS-CoV in a whole cell CPE assay. Furthermore, multi nanosecond explicit solvent simulations were carried out using the docking poses of the identified hits to study the overall stability of the binding site interactions as well as identify important changes in the interaction profile that were not apparent from the docking study. Cumulative analysis of the evaluated compounds and the simulation studies led to the identification of certain protein-ligand interaction patterns which would be useful in further structure based design efforts.",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV from the coronaviridae family has been identified as the etiological agent of Severe Acute Respiratory Syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a highly contagious upper respiratory disease that reached epidemic status in 2002 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-3CL pro , a cysteine protease indispensible to the viral life cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been identified as one of the key therapeutic target against SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A combined ligand and structure based virtual screening was carried out against the Asinex Platinum collection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiple low micromolar inhibitors of the enzyme were identified through this search ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one of which also showed activity against SARS-CoV in a whole cell CPE assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , multi nanosecond explicit solvent simulations were carried out using the docking poses of the identified hits to study the overall stability of the binding site interactions as well as identify important changes in the interaction profile that were not apparent from the docking study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cumulative analysis of the evaluated compounds and the simulation studies led to the identification of certain protein-ligand interaction patterns which would be useful in further structure based design efforts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "182"
  }
}