{
  "paper_id": "b7083e4986d73a83a90c0a30806dc4f4d5793592",
  "metadata": {
    "title": "Non-viral Vector for Muscle-Mediated Gene Therapy",
    "coda_data_split": "train",
    "coda_paper_id": 4229,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Non-viral gene delivery to skeletal muscle was one of the first applications of gene therapy that went into the clinic, mainly because skeletal muscle is an easily accessible tissue for local gene transfer and non-viral vectors have a relatively safe and low immunogenic track record. However, plasmid DNA, naked or complexed to the various chemistries, turn out to be moderately efficient in humans when injected locally and very inefficient (and very toxic in some cases) when injected systemically. A number of clinical applications have been initiated however, based on transgenes that were adapted to good local impact and/or to a wide physiological outcome (i.e., strong humoral and cellular immune responses following the introduction of DNA vaccines). Neuromuscular diseases seem more challenging for non-viral vectors. Nevertheless, the local production of therapeutic proteins that may act distantly from the injected site and/or the hydrodynamic perfusion of safe plasmids remains a viable basis for the non-viral gene therapy of muscle disorders, cachexia, as well as peripheral neuropathies.",
      "sentences": [
        [
          {
            "segment_text": "Non-viral gene delivery to skeletal muscle was one of the first applications of gene therapy that went into the clinic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly because skeletal muscle is an easily accessible tissue for local gene transfer and non-viral vectors have a relatively safe and low immunogenic track record .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , plasmid DNA , naked or complexed to the various chemistries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "turn out to be moderately efficient in humans when injected locally and very inefficient ( and very toxic in some cases ) when injected systemically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of clinical applications have been initiated however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on transgenes that were adapted to good local impact and/or to a wide physiological outcome ( i.e. , strong humoral and cellular immune responses following the introduction of DNA vaccines ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neuromuscular diseases seem more challenging for non-viral vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the local production of therapeutic proteins that may act distantly from the injected site and/or the hydrodynamic perfusion of safe plasmids remains a viable basis for the non-viral gene therapy of muscle disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cachexia , as well as peripheral neuropathies .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "182"
  }
}