{
  "paper_id": "b714c4599311a3edb33b1ca89e269e8efa59c4eb",
  "metadata": {
    "title": "Cadherin-related Family Member 3 Genetics and Rhinovirus C Respiratory Illnesses",
    "coda_data_split": "train",
    "coda_paper_id": 6081,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rationale: Experimental evidence suggests that CDHR3 (cadherin-related family member 3) is a receptor for rhinovirus (RV)-C, and a missense variant in this gene (rs6967330) is associated with childhood asthma with severe exacerbations.",
      "sentences": [
        [
          {
            "segment_text": "Rationale : Experimental evidence suggests that CDHR3 ( cadherin-related family member 3 ) is a receptor for rhinovirus ( RV ) - C ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a missense variant in this gene ( rs6967330 ) is associated with childhood asthma with severe exacerbations .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To determine whether rs6967330 influences RV-C infections and illnesses in early childhood.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To determine whether rs6967330 influences RV-C infections and illnesses in early childhood .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We studied associations between rs6967330 and respiratory infections and illnesses in the COPSAC 2010 (Copenhagen Prospective Studies on Asthma in Childhood 2010) and COAST (Childhood Origins of Asthma Birth Cohort Study) birth cohorts, where respiratory infections were monitored prospectively for the first 3 years of life. Nasal samples were collected during acute infections in both cohorts and during asymptomatic periods in COAST and analyzed for RV-A, RV-B, and RV-C, and other common respiratory viruses.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We studied associations between rs6967330 and respiratory infections and illnesses in the COPSAC 2010 ( Copenhagen Prospective Studies on Asthma in Childhood 2010 ) and COAST ( Childhood Origins of Asthma Birth Cohort Study ) birth cohorts ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where respiratory infections were monitored prospectively for the first 3 years of life .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal samples were collected during acute infections in both cohorts and during asymptomatic periods in COAST and analyzed for RV-A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "RV-B , and RV-C , and other common respiratory viruses .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Measurements and Main Results: The CDHR3 asthma risk allele (rs6967330-A) was associated with increased risk of respiratory tract illnesses (incidence risk ratio [IRR] \u003d 1.14 [95% confidence interval, 1.05-1.23]; P \u003d 0.003). In particular, this variant was associated with risk of respiratory episodes with detection of RV-C in COPSAC 2010 (IRR \u003d 1.89 [1.14-3.05]; P \u003d 0.01) and in COAST (IRR \u003d 1.37 [1.02-1.82]; P \u003d 0.03) children, and in a combined meta-analysis (IRR \u003d 1.51 [1.13-2.02]; P \u003d 0.006). In contrast, the variant was not associated with illnesses related to other viruses (IRR \u003d 1.07 [0.92-1.25]; P \u003d 0.37). Consistent with these observations, the CDHR3 variant was associated with increased detection of RV-C, but not of other viruses during scheduled visits at specific ages.",
      "sentences": [
        [
          {
            "segment_text": "Measurements and Main Results : The CDHR3 asthma risk allele ( rs6967330-A ) was associated with increased risk of respiratory tract illnesses ( incidence risk ratio ( IRR ) \u003d 1.14 ( 95 % confidence interval , 1.05-1.23 ) ; P \u003d 0.003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , this variant was associated with risk of respiratory episodes with detection of RV-C in COPSAC 2010 ( IRR \u003d 1.89 ( 1.14-3.05 ) ; P \u003d 0.01 ) and in COAST ( IRR \u003d 1.37 ( 1.02-1.82 ) ; P \u003d 0.03 ) children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in a combined meta-analysis ( IRR \u003d 1.51 ( 1.13-2.02 ) ; P \u003d 0.006 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the variant was not associated with illnesses related to other viruses ( IRR \u003d 1.07 ( 0.92-1.25 ) ; P \u003d 0.37 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with these observations , the CDHR3 variant was associated with increased detection of RV-C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not of other viruses during scheduled visits at specific ages .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The CDHR3 asthma risk allele is associated specifically with RV-C illnesses in two birth cohorts. This clinical evidence supports earlier molecular evidence indicating that CDHR3 functions as an RV-C receptor, and raises the possibility of preventing RV-C infections by targeting CDHR3.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The CDHR3 asthma risk allele is associated specifically with RV-C illnesses in two birth cohorts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This clinical evidence supports earlier molecular evidence indicating that CDHR3 functions as an RV-C receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and raises the possibility of preventing RV-C infections by targeting CDHR3 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "356"
  }
}