{
  "paper_id": "b72e140fde5dc7aff6814b3247c7d7db7098ec0b",
  "metadata": {
    "title": "Inhibition of Helicobacter pylori sialic acid-speci¢c haemagglutination by human gastrointestinal mucins and milk glycoproteins",
    "coda_data_split": "train",
    "coda_paper_id": 6736,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Helicobacter pylori, a human gastric pathogen causing chronic gastritis and duodenal ulcer disease, has been found in large amounts in gastric mucous gel layer. Mucin preparations, separated from human gastric juices and isolated from different colon regions, were examined for their ability to inhibit haemagglutination of H. pylori with the emphasis on evaluating the role of sialic acid-dependent haemagglutinins of the bacteria in colonisation of the stomach. The mucins showed high inhibitory activity for H. pylori, which was significantly decreased after the removal of sialic acids from the mucins. The inhibitory potencies using high molecular mass mucin-like components from bovine milk were comparable with those obtained for gastric mucins, suggesting their possible role in the prevention of H. pylori infection. z",
      "sentences": [
        [
          {
            "segment_text": "Helicobacter pylori , a human gastric pathogen causing chronic gastritis and duodenal ulcer disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been found in large amounts in gastric mucous gel layer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mucin preparations , separated from human gastric juices and isolated from different colon regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were examined for their ability to inhibit haemagglutination of H. pylori with the emphasis on evaluating the role of sialic acid-dependent haemagglutinins of the bacteria in colonisation of the stomach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mucins showed high inhibitory activity for H. pylori ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was significantly decreased after the removal of sialic acids from the mucins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibitory potencies using high molecular mass mucin-like components from bovine milk were comparable with those obtained for gastric mucins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting their possible role in the prevention of H. pylori infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "z",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "131"
  }
}