{
  "paper_id": "b730fd23fff5d5e824574744d118ed363c4404c1",
  "metadata": {
    "title": "Characteristics of Vero cytotoxin producing Escherichia coli associated with intestinal colonization and diarrhea in calves",
    "coda_data_split": "train",
    "coda_paper_id": 3135,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Isolates of Escherichia coli which produce Vero cytotoxin (VTEC) were obtained during 1983-1989 from calves raised in 5 north-central states of the USA. All of the calves experienced intestinal epithelial colonization by VTEC, diarrhea or both; twelve of the calves had bloody diarrhea. Twenty one isolates were serogroup O111 and the others were O103, 069, 045, 026, 05, or non-typable (4 isolates ). All but one of the isolates hybridized with the CVD419 probe which identifies most VTEC strains. Thirty two isolates hybridized with the VTI probe, 3 with both the VT 1 and VT2 probes, and one with neither probe. The culture filtrate of the VT probe negative isolate was partially neutralized by SLT I monoclonal antibody. For the other isolates, the results of toxin neutralization by anti-SLT I and anti-SLT II monoclonal antibodies corresponded exactly with the VT 1 and VT2 probe hybridization results. Three of the strains adhered in a localized manner to HEp-2 cells and Intestine 407 cells.",
      "sentences": [
        [
          {
            "segment_text": "Isolates of Escherichia coli which produce Vero cytotoxin ( VTEC ) were obtained during 1983-1989 from calves raised in 5 north-central states of the USA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All of the calves experienced intestinal epithelial colonization by VTEC ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diarrhea or both ; twelve of the calves had bloody diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Twenty one isolates were serogroup O111 and the others were O103 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "069 , 045 , 026 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "05 , or non-typable ( 4 isolates ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All but one of the isolates hybridized with the CVD419 probe which identifies most VTEC strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty two isolates hybridized with the VTI probe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 with both the VT 1 and VT2 probes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and one with neither probe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The culture filtrate of the VT probe negative isolate was partially neutralized by SLT I monoclonal antibody .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the other isolates , the results of toxin neutralization by anti-SLT I and anti-SLT II monoclonal antibodies corresponded exactly with the VT 1 and VT2 probe hybridization results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three of the strains adhered in a localized manner to HEp-2 cells and Intestine 407 cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "183"
  }
}