{
  "paper_id": "b73ed47108764542fff45d065e68ec160f10432a",
  "metadata": {
    "title": "High Resolution Analysis of Respiratory Syncytial Virus Infection In Vivo",
    "coda_data_split": "train",
    "coda_paper_id": 10879,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human respiratory syncytial virus (HRSV) is a major cause of pediatric infection and also causes disease in the elderly and those with underlying respiratory problems. There is no vaccine for HRSV and anti-viral therapeutics are not broadly applicable. To investigate the effect of HRSV biology in children, nasopharyngeal aspirates were taken from children with different viral loads and a combined high throughput RNAseq and label free quantitative proteomics approach was used to characterize the nucleic acid and proteins in these samples. HRSV proteins were identified in the nasopharyngeal aspirates from infected children, and their abundance correlated with viral load (Ct value), confirming HRSV infection. Analysis of the HRSV genome indicated that the children were infected with sub-group A virus and that minor variants in nucleotide frequency occurred in discrete clusters along the HRSV genome, and within a patient clustered distinctly within the glycoprotein gene. Data from the samples were binned into four groups; no-HRSV infection (control), high viral load (Ct \u003c 20), medium viral load (Ct \u003d 20-25), and low viral load (Ct \u003e 25). Cellular proteins associated with the anti-viral response (e.g., ISG15) were identified in the nasopharyngeal aspirates and their abundance was correlated with viral load. These combined approaches have not been used before to study HRSV biology in vivo and can be readily applied to the study the variation of virus host interactions. Table S1 : ANOVA Comparison of abundance. Author Contributions: Conceptualization, W.A. and J.A.H.; methodology, W.A., D.A.M., N.Y.R., and S.A.; software, W.A. and D.A.M.; formal analysis, W.A., G.P., N.Y.R., and S.A.; resources, E.C.-G.; data curation, S.A.; writing-original draft preparation, W.A. and J.A.H.; writing-review and editing, all authors.; supervision, J.A.H. and O.T.; project administration, W.A. and J.A.H.; funding acquisition, W.A. and J.A.H.",
      "sentences": [
        [
          {
            "segment_text": "Human respiratory syncytial virus ( HRSV ) is a major cause of pediatric infection and also causes disease in the elderly and those with underlying respiratory problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is no vaccine for HRSV and anti-viral therapeutics are not broadly applicable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the effect of HRSV biology in children ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "nasopharyngeal aspirates were taken from children with different viral loads and a combined high throughput RNAseq and label free quantitative proteomics approach was used to characterize the nucleic acid and proteins in these samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HRSV proteins were identified in the nasopharyngeal aspirates from infected children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their abundance correlated with viral load ( Ct value ) , confirming HRSV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of the HRSV genome indicated that the children were infected with sub-group A virus and that minor variants in nucleotide frequency occurred in discrete clusters along the HRSV genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and within a patient clustered distinctly within the glycoprotein gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data from the samples were binned into four groups ; no-HRSV infection ( control ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high viral load ( Ct \u003c 20 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medium viral load ( Ct \u003d 20-25 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and low viral load ( Ct \u003e 25 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cellular proteins associated with the anti-viral response ( e.g. , ISG15 ) were identified in the nasopharyngeal aspirates and their abundance was correlated with viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These combined approaches have not been used before to study HRSV biology in vivo and can be readily applied to the study the variation of virus host interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Table S1 : ANOVA Comparison of abundance .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Author Contributions : Conceptualization , W.A. and J.A.H. ; methodology ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "W.A. , D.A.M. , N.Y.R. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and S.A. ; software , W.A. and D.A.M. ; formal analysis ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "W.A. , G.P. , N.Y.R. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and S.A. ; resources , E.C.-G. ; data curation ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "S.A. ; writing-original draft preparation ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "W.A. and J.A.H. ; writing-review and editing ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "all authors. ; supervision , J.A.H. and O.T. ; project administration ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "W.A. and J.A.H. ; funding acquisition , W.A. and J.A.H.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "346"
  }
}