{
  "paper_id": "b741ebc747e054216b184b572bbe130bb9d772bd",
  "metadata": {
    "title": "Covid 19 pandemic and gynaecological laparoscopic surgery: knowns and unknowns",
    "coda_data_split": "train",
    "coda_paper_id": 8310,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The worldwide impact of COVID 19 continues to be felt as hospitals in all countries reduce elective and nonurgent cases to allow staffing and resources to be deployed elsewhere. Urgent gynaecological and cancer procedures are continuing, and it is imperative all theatre staff are protected and risks of SARS-CoV-2 viral transmission reduced when operating on asymptomatic, suspected or confirmed COVID 19 patients. In particular, there are concerns relating to the transmission of COVID 19 during gynaecological laparoscopic surgery, arising from the potential generation of SARS-CoV-2 contaminated aerosols from CO2 leakage and the creation of smoke from the use of energy devices. The aim of this paper is to review all the up to date evidence, including experiences from China and Italy, to guide the safe management of such patients when undergoing gynaecological procedures.",
      "sentences": [
        [
          {
            "segment_text": "The worldwide impact of COVID 19 continues to be felt as hospitals in all countries reduce elective and nonurgent cases to allow staffing and resources to be deployed elsewhere .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Urgent gynaecological and cancer procedures are continuing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it is imperative all theatre staff are protected and risks of SARS-CoV-2 viral transmission reduced when operating on asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suspected or confirmed COVID 19 patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , there are concerns relating to the transmission of COVID 19 during gynaecological laparoscopic surgery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "arising from the potential generation of SARS-CoV-2 contaminated aerosols from CO2 leakage and the creation of smoke from the use of energy devices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this paper is to review all the up to date evidence ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including experiences from China and Italy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to guide the safe management of such patients when undergoing gynaecological procedures .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "143"
  }
}