{
  "paper_id": "b744ff5e6423a317c001ec96701a3b96a5213d8d",
  "metadata": {
    "title": "Putting surveillance data into context: The role of health care utilization surveys in understanding population burden of pneumonia in developing countries",
    "coda_data_split": "train",
    "coda_paper_id": 9393,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Surveillance is essential to estimating the global burden of pneumonia, yet differences in surveillance methodology and health care-seeking behaviors limit inter-country comparisons.",
      "sentences": [
        [
          {
            "segment_text": "Background : Surveillance is essential to estimating the global burden of pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet differences in surveillance methodology and health care-seeking behaviors limit inter-country comparisons .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Results were compared from community surveys measuring health care-seeking for pneumonia defined as: (1) cough and difficulty breathing for P2 days; or, (2) provider-diagnosed pneumonia. Surveys were conducted in six sites in Guatemala, Kenya and Thailand; these sites also conduct, active, hospital-and population-based disease surveillance for pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Results were compared from community surveys measuring health care-seeking for pneumonia defined as : ( 1 ) cough and difficulty breathing for P2 days ; or ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 2 ) provider-diagnosed pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Surveys were conducted in six sites in Guatemala ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Kenya and Thailand ; these sites also conduct ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "active , hospital-and population-based disease surveillance for pneumonia .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Frequency of self-reported pneumonia during the preceding year ranged from 1.1% (Thailand) to 6.3% (Guatemala) and was highest in children aged \u003c5 years and in urban sites. The proportion of persons with pneumonia who sought hospitalbased medical services ranged from 12% (Guatemala, Kenya) to 80% (Thailand) and was highest in children \u003c5 years of age. Hospitals and private provider offices were the most common places where persons with pneumonia sought health care. The most commonly cited reasons for not seeking health care were: (a) mild illness; (b) already recovering; and (3) cost of treatment.",
      "sentences": [
        [
          {
            "segment_text": "Results : Frequency of self-reported pneumonia during the preceding year ranged from 1.1 % ( Thailand ) to 6.3 % ( Guatemala ) and was highest in children aged \u003c 5 years and in urban sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proportion of persons with pneumonia who sought hospitalbased medical services ranged from 12 % ( Guatemala , Kenya ) to 80 % ( Thailand ) and was highest in children \u003c 5 years of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hospitals and private provider offices were the most common places where persons with pneumonia sought health care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most commonly cited reasons for not seeking health care were : ( a ) mild illness ; ( b ) already recovering ; and ( 3 ) cost of treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Health care-seeking patterns varied widely across countries. Using results from standardized health care utilization surveys to adjust facility-based surveillance estimates of pneumonia allows for more accurate and comparable estimates.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Health care-seeking patterns varied widely across countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using results from standardized health care utilization surveys to adjust facility-based surveillance estimates of pneumonia allows for more accurate and comparable estimates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "245"
  }
}