{
  "paper_id": "b74857d90f24a55cc7f3bdce267b1445c741babf",
  "metadata": {
    "title": "Acute Respiratory Failure and Management Acute Respiratory Failure",
    "coda_data_split": "train",
    "coda_paper_id": 10148,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory failure is a common reason for admission to the pediatric intensive care unit in oncology patients [1] . Acute respiratory complications are also common after pediatric hematopoietic stem cell transplant (HSCT), accounting for a high proportion of HSCT-related morbidity and mortality [2] [3] [4] . When pulmonary disease in HSCT patients progresses to acute respiratory failure, they often require emergent intubation and support with invasive mechanical ventilation (IMV) [3, 5]; many children develop refractory hypoxemia and multi-organ failure. Tamburro et al. reported outcomes in a cohort of mechanically ventilated pediatric oncology and HSCT patients. The non-HSCT patients had better outcomes than the HSCT patients with 6-month survival at 60% [6] . While the outcomes are better in the oncology patients, they are nevertheless worse than immunocompetent patients. Their immunocompromised status and chemotherapy-related multi-organ failure are likely complicating factors affecting outcomes in this cohort.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory failure is a common reason for admission to the pediatric intensive care unit in oncology patients ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute respiratory complications are also common after pediatric hematopoietic stem cell transplant ( HSCT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accounting for a high proportion of HSCT-related morbidity and mortality ( 2 ) ( 3 ) ( 4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When pulmonary disease in HSCT patients progresses to acute respiratory failure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they often require emergent intubation and support with invasive mechanical ventilation ( IMV ) ( 3 , 5 ) ; many children develop refractory hypoxemia and multi-organ failure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tamburro et al. reported outcomes in a cohort of mechanically ventilated pediatric oncology and HSCT patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The non-HSCT patients had better outcomes than the HSCT patients with 6-month survival at 60 % ( 6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the outcomes are better in the oncology patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they are nevertheless worse than immunocompetent patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their immunocompromised status and chemotherapy-related multi-organ failure are likely complicating factors affecting outcomes in this cohort .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Focusing on the more complicated HSCT patients, intubation for HSCT-related acute lung injury (ALI) often led to early redirection of care due to high fatality two decades ago; recent reports show that outcomes have improved with improved",
      "sentences": [
        [
          {
            "segment_text": "Focusing on the more complicated HSCT patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "intubation for HSCT-related acute lung injury ( ALI ) often led to early redirection of care due to high fatality two decades ago ; recent reports show that outcomes have improved with improved",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "212"
  }
}