{
  "paper_id": "b7555d21978c7989d2fe322f04f952f90b103d82",
  "metadata": {
    "title": "Author(s) QJM",
    "coda_data_split": "train",
    "coda_paper_id": 8263,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The gold standard for diagnosis of 2019 novel coronavirus (2019-nCoV) infection is the new coronavirus nucleic acid in swabs, sputum, secretions from the lower respiratory tract or blood. However, due to the quite low sensitivity, short of supply and a relatively long period of new coronavirus nucleic acid kits, suspected cases with false-negative results remain a severe problem. Besides, a long incubation period (3-7 days, up to 14 days) and superior transmission capacity of new viruses contribute to the fast spread of 2019-nCoV. Under the circumstances, computed tomography imaging is not only useful for the detection, location of lesions but also helpful in the evaluation of the dynamic changes of patients with 2019-nCoV.",
      "sentences": [
        [
          {
            "segment_text": "The gold standard for diagnosis of 2019 novel coronavirus ( 2019-nCoV ) infection is the new coronavirus nucleic acid in swabs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sputum , secretions from the lower respiratory tract or blood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , due to the quite low sensitivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "short of supply and a relatively long period of new coronavirus nucleic acid kits ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suspected cases with false-negative results remain a severe problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides , a long incubation period ( 3-7 days , up to 14 days ) and superior transmission capacity of new viruses contribute to the fast spread of 2019-nCoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Under the circumstances , computed tomography imaging is not only useful for the detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "location of lesions but also helpful in the evaluation of the dynamic changes of patients with 2019-nCoV .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A 47-year-old man had a history of cough, sputum production, sore throat and throbbing headache for 3 days without fever. He has been living in Chengdu, Sichuan province, for a long time. However, his mother had traveled to Wuhan a week ago and was diagnosed with the new coronavirus after she got back home. He has referred to the emergency department of our institution on 2 February 2020. General physical examination showed that moist rales were audible over both lungs, and the body temperature was 36.7 C, and other results were unremarkable. The laboratory tests showed that white blood cell count kept in the normal range (5.11 Â 109/l), and the differential count showed decreased lymphocyte (16.8%, normal range 20-50%) and increased C-reactive protein (22.50 mg/l; normal range \u003c5 mg/l). Chest computed tomography (CT) (2 February 2020) showed that there were ground-glass opacities, consolidation or both in bilateral lungs ( Figure 1A ). Considering the contact history with his mother and the CT features, a real-time fluorescence polymerase chain reaction of the patient\u0027s throat Figure 1. Chest CT images in a 47-year-old man. (A) CT images show that there are ground-glass opacities, consolidation or both in bilateral lungs, and \u0027halo sign\u0027 is visible in the basal segment of the lower lobe of the right lung. (B) The extent and density of lesions are significantly decreased. (C and D) At the third time of reexamination, CT scan shows multiple patchy ground-glass opacities, consolidation in bilateral lungs and the new lesions are in different locations.",
      "sentences": [
        [
          {
            "segment_text": "A 47-year-old man had a history of cough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sputum production , sore throat and throbbing headache for 3 days without fever .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He has been living in Chengdu ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Sichuan province , for a long time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , his mother had traveled to Wuhan a week ago and was diagnosed with the new coronavirus after she got back home .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He has referred to the emergency department of our institution on 2 February 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "General physical examination showed that moist rales were audible over both lungs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the body temperature was 36.7 C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and other results were unremarkable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The laboratory tests showed that white blood cell count kept in the normal range ( 5.11 Â 109/l ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the differential count showed decreased lymphocyte ( 16.8 % , normal range 20-50 % ) and increased C-reactive protein ( 22.50 mg/l ; normal range \u003c 5 mg/l ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chest computed tomography ( CT ) ( 2 February 2020 ) showed that there were ground-glass opacities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consolidation or both in bilateral lungs ( Figure 1A ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the contact history with his mother and the CT features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a real-time fluorescence polymerase chain reaction of the patient \u0027s throat Figure 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chest CT images in a 47-year-old man .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( A ) CT images show that there are ground-glass opacities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consolidation or both in bilateral lungs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ` halo sign \u0027 is visible in the basal segment of the lower lobe of the right lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( B ) The extent and density of lesions are significantly decreased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( C and D ) At the third time of reexamination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CT scan shows multiple patchy ground-glass opacities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consolidation in bilateral lungs and the new lesions are in different locations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "31",
    "token_num": "433"
  }
}