{
  "paper_id": "b7ccfd2d875d4e998bc24a6e4f25af6532823c53",
  "metadata": {
    "title": "Disaster preparedness lessons learned and future directions for education: Results from focus groups conducted at the 2006 APIC Conference",
    "coda_data_split": "train",
    "coda_paper_id": 9766,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Infection control professionals (ICP) who have experienced disaster response have not been assessed in terms of the lessons they have learned, gaps they perceive in disaster preparedness, and their perceived priorities for future emergency response training. Methods: Focus groups were conducted at the APIC 2006 Conference to evaluate ICPs\u0027 perceived needs related to disaster planning topics, products they feel are needed for education and reference materials, and lessons learned from past disasters. Results: ICPs\u0027 role in disaster preparedness and response is essential, even in noninfectious disease emergencies. Infection control issues in shelters, such as overcrowding, foodborne illness, lack of restroom facilities, inadequate environmental cleaning procedures and products, difficulty assessing disease outbreaks in shelters, inability to isolate potentially contagious patients, and too few hand hygiene supplies can contribute to secondary disease transmission. Other important topics on which ICPs need to be trained include surge capacity, employee health and safety, incident command system, educating responders and the public on disaster preparedness, addressing changing standards/recommendations, and partnering with public health. ICPs need quick reference materials, such as checklists, templates, tool kits, and algorithms to better equip them for disaster response. Conclusion: Infection control must continue to partner with public health and other responding agencies to address gaps in disaster planning. (Am J Infect Control 2007;35:374-81.) ",
      "sentences": [
        [
          {
            "segment_text": "Background : Infection control professionals ( ICP ) who have experienced disaster response have not been assessed in terms of the lessons they have learned ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gaps they perceive in disaster preparedness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their perceived priorities for future emergency response training .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Focus groups were conducted at the APIC 2006 Conference to evaluate ICPs \u0027 perceived needs related to disaster planning topics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "products they feel are needed for education and reference materials ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and lessons learned from past disasters .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : ICPs \u0027 role in disaster preparedness and response is essential ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even in noninfectious disease emergencies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection control issues in shelters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as overcrowding , foodborne illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lack of restroom facilities , inadequate environmental cleaning procedures and products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "difficulty assessing disease outbreaks in shelters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inability to isolate potentially contagious patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and too few hand hygiene supplies can contribute to secondary disease transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other important topics on which ICPs need to be trained include surge capacity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "employee health and safety , incident command system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "educating responders and the public on disaster preparedness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "addressing changing standards/recommendations , and partnering with public health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ICPs need quick reference materials ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as checklists , templates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tool kits , and algorithms to better equip them for disaster response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Infection control must continue to partner with public health and other responding agencies to address gaps in disaster planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Infect Control 2007 ; 35:374-81 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "23",
    "token_num": "254"
  }
}