{
  "paper_id": "b7cfc8e761e9ca94fce58b846884eec614d4350d",
  "metadata": {
    "title": "Deciphering the involvement of innate immune factors in the development of the host response to PRRSV vaccination",
    "coda_data_split": "train",
    "coda_paper_id": 2908,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The natural response of pigs to porcine reproductive and respiratory syndrome virus (PRRSV) infections and vaccinations needs to be altered so that better protection is afforded against both homologous and heterologous challenges by this pathogen. To address this problem, real-time gene expression assays were coupled with cytokine Elispot and protein analyses to assess the nature of the anti-PRRSV response of pigs immunized with modified live virus (MLV) vaccine. Although T helper 1 (Th1) immunity was elicited in all vaccinated animals, as evidenced by the genesis of PRRSV-specific interferon-gamma secreting cells (IFNG SC), the overall extent of the memory response was variable and generally weak. Peripheral blood mononuclear cells (PBMC) isolated from these pigs responded to PRRSV exposure with a limited increase in their expression of the Th1 immune markers, IFNG, tumor necrosis factor-alpha and interleukin-15 (IL15), and a reduction in the quantity of mRNAs encoding the innate and inflammatory proteins, IL1B, IL8 and IFNA. Efforts to enhance Th1 immunity, by utilizing an expression plasmid encoding porcine IFNA (pINA) as an adjuvant, resulted in a temporary increase in the frequency of PRRSVspecific IFNG SC but only minor changes overall in the expression of Th1 associated cytokine or innate immune marker mRNA by virus-stimulated PBMC. Administration of pINA, however, did correlate with decreased IL1B secretion by cultured, unstimulated PBMC but had no effect on their ability to release IFNG. Thus, while exogenous addition of IFNA during PRRSV",
      "sentences": [
        [
          {
            "segment_text": "The natural response of pigs to porcine reproductive and respiratory syndrome virus ( PRRSV ) infections and vaccinations needs to be altered so that better protection is afforded against both homologous and heterologous challenges by this pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this problem , real-time gene expression assays were coupled with cytokine Elispot and protein analyses to assess the nature of the anti-PRRSV response of pigs immunized with modified live virus ( MLV ) vaccine .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although T helper 1 ( Th1 ) immunity was elicited in all vaccinated animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evidenced by the genesis of PRRSV-specific interferon-gamma secreting cells ( IFNG SC ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the overall extent of the memory response was variable and generally weak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood mononuclear cells ( PBMC ) isolated from these pigs responded to PRRSV exposure with a limited increase in their expression of the Th1 immune markers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFNG , tumor necrosis factor-alpha and interleukin-15 ( IL15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a reduction in the quantity of mRNAs encoding the innate and inflammatory proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL1B , IL8 and IFNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efforts to enhance Th1 immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by utilizing an expression plasmid encoding porcine IFNA ( pINA ) as an adjuvant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in a temporary increase in the frequency of PRRSVspecific IFNG SC but only minor changes overall in the expression of Th1 associated cytokine or innate immune marker mRNA by virus-stimulated PBMC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Administration of pINA , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did correlate with decreased IL1B secretion by cultured ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unstimulated PBMC but had no effect on their ability to release IFNG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , while exogenous addition of IFNA during PRRSV",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "269"
  }
}