{
  "paper_id": "b7d7db5b12584c5fab0c2244a27d0653d8a59f7d",
  "metadata": {
    "title": "MINI REVIEW ARTICLE Mouse hepatitis virus receptor as a determinant of the mouse susceptibility to MHV infection",
    "coda_data_split": "train",
    "coda_paper_id": 6242,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this review, we report that the receptor of mouse hepatitis virus (MHV), carcinoembryonic antigen-related cell adhesion molecule 1 (CEACAM1), is an important determinant of mouse susceptibility to MHV infection. This finding was revealed by using mouse strains with two different allelic forms of the MHV receptor, Ceacam1a and Ceacam1b. Although previous studies indicated that susceptibility is determined by a single gene, Ceacam1, our recent work in gene-replaced mice with chimeric Ceacam1 pointed toward the involvement of other host factors (genes) in the susceptibility. Studies on mouse susceptibility to MHV, as well as the factors involved in their susceptibility, are overviewed.",
      "sentences": [
        [
          {
            "segment_text": "In this review , we report that the receptor of mouse hepatitis virus ( MHV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "carcinoembryonic antigen-related cell adhesion molecule 1 ( CEACAM1 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "is an important determinant of mouse susceptibility to MHV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This finding was revealed by using mouse strains with two different allelic forms of the MHV receptor , Ceacam1a and Ceacam1b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although previous studies indicated that susceptibility is determined by a single gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ceacam1 , our recent work in gene-replaced mice with chimeric Ceacam1 pointed toward the involvement of other host factors ( genes ) in the susceptibility .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies on mouse susceptibility to MHV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the factors involved in their susceptibility , are overviewed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "119"
  }
}