{
  "paper_id": "b7df37353c137e7045aa8d1027d548b2b8cbcb1b",
  "metadata": {
    "title": "Epitopes on the Peplomer Protein of Infectious Bronchitis Virus Strain M41 as Defined by Monoclonal Antibodies",
    "coda_data_split": "train",
    "coda_paper_id": 8251,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Sixteen monoclonal antibodies (Mcabs) were prepared against infectious bronchitis virus strain M41, all of them reacting with the peplomer protein. One of them, Mcab 13, was able to neutralize the virus and to inhibit hemagglutination. Competition binding assays allowed the definition of five epitopes, designated as A, B, C, D, and E, of which epitopes A and B are overlapping. Furthermore, the binding of Mcab 13 (epitope E) could be enhanced by the addition of Mcabs from group B, C, and D. A dot immunoblot assay was used to analyze the effect of denaturation on antibody recognition of the epitopes. Only the binding of Mcab 13 was affected, indicating that the epitope involved in neutralization and hemagglutination is conformation dependent. The epitopes A to D were highly conserved among IBV strains, while epitope E was specific for strains M41 and D3896. In this last strain, however, this epitope was not involved in neutralization.",
      "sentences": [
        [
          {
            "segment_text": "Sixteen monoclonal antibodies ( Mcabs ) were prepared against infectious bronchitis virus strain M41 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "all of them reacting with the peplomer protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One of them , Mcab 13 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was able to neutralize the virus and to inhibit hemagglutination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Competition binding assays allowed the definition of five epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "designated as A , B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C , D , and E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which epitopes A and B are overlapping .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the binding of Mcab 13 ( epitope E ) could be enhanced by the addition of Mcabs from group B , C , and D .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A dot immunoblot assay was used to analyze the effect of denaturation on antibody recognition of the epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only the binding of Mcab 13 was affected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the epitope involved in neutralization and hemagglutination is conformation dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The epitopes A to D were highly conserved among IBV strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while epitope E was specific for strains M41 and D3896 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this last strain , however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this epitope was not involved in neutralization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "181"
  }
}