{
  "paper_id": "b7e9bb10dd1568b307e62062220d0a1976b8014e",
  "metadata": {
    "title": "Isolation and Characterization of Polymorphic Microsatellite Markers for the Masked Palm Civet (Paguma larvata)",
    "coda_data_split": "train",
    "coda_paper_id": 7539,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The masked palm civet (Paguma larvata) has been suspected to be the host of a SARS-like CoV virus that causes severe acute respiratory syndrome in humans. In China, the palm civet lives wild and is farmed, but even though the species is a potential carrier of the virus, its geographic distribution and genetic diversity have never been studied. We report the isolation and characterization of six polymorphic microsatellite markers for P. larvata. To characterize each locus, two farmed masked palm civet populations from Shanxi and Guangxi provinces in China were genotyped. The number of alleles per locus ranged from 3 to 15, and the observed heterozygosity for these populations was 47.1 and 68.7%, respectively.",
      "sentences": [
        [
          {
            "segment_text": "The masked palm civet ( Paguma larvata ) has been suspected to be the host of a SARS-like CoV virus that causes severe acute respiratory syndrome in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In China , the palm civet lives wild and is farmed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but even though the species is a potential carrier of the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its geographic distribution and genetic diversity have never been studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the isolation and characterization of six polymorphic microsatellite markers for P. larvata .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To characterize each locus , two farmed masked palm civet populations from Shanxi and Guangxi provinces in China were genotyped .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The number of alleles per locus ranged from 3 to 15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the observed heterozygosity for these populations was 47.1 and 68.7 % , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "128"
  }
}