{
  "paper_id": "b7f56c8f1b2b82f7eae3786d2e59963b2a9b6d85",
  "metadata": {
    "title": "viruses Drivers of MERS-CoV Emergence in Qatar",
    "coda_data_split": "train",
    "coda_paper_id": 8000,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "M.N.); halromaihi@moph.gov.qa (H.A.-R.); malthani@moph.gov.qa (M.A.T.); dralmarri@moph.gov.qa (S.A.-M.); malhajri1@moph.gov.qa (M.A.)",
      "sentences": [
        [
          {
            "segment_text": "M.N. ) ; halromaihi@moph.gov.qa ( H.A.-R . )",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "; malthani@moph.gov.qa ( M.A.T. ) ; dralmarri@moph.gov.qa ( S.A.-M . )",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "; malhajri1@moph.gov.qa ( M.A. )",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract: MERS-CoV (Middle East respiratory syndrome corona virus) antibodies were detected in camels since 1983, but the first human case was only detected in 2012. This study sought to identify and quantify possible drivers for the MERS-CoV emergence and spillover to humans. A list of potential human, animal and environmental drivers for disease emergence were identified from literature. Trends in possible drivers were analyzed from national and international databases, and through structured interviews with experts in Qatar. The discovery and exploitation of oil and gas led to a 5-fold increase in Qatar GDP coupled with a 7-fold population growth in the past 30 years. The lifestyle gradually transformed from Bedouin life to urban sedentary life, along with a sharp increase in obesity and other comorbidities. Owing to substantial governmental support, camel husbandry and competitions flourished, exacerbating the already rapidly occurring desertification that forced banning of free grazing in 2005. Consequently, camels were housed in compact barns alongside their workers. The transition in husbandry leading to high density camel farming along with increased exposure to humans, combined with the increase of camel movement for the racing and breeding industry, have led to a convergence of factors driving spillover of MERS-CoV from camels to humans. 13 of 15 to provide \"hard evidence\" of causality. Nevertheless, this is the first comprehensive quantitative overview of possible drivers of MERS-CoV in Qatar.",
      "sentences": [
        [
          {
            "segment_text": "Abstract : MERS-CoV ( Middle East respiratory syndrome corona virus ) antibodies were detected in camels since 1983 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the first human case was only detected in 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study sought to identify and quantify possible drivers for the MERS-CoV emergence and spillover to humans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A list of potential human ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "animal and environmental drivers for disease emergence were identified from literature .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Trends in possible drivers were analyzed from national and international databases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and through structured interviews with experts in Qatar .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The discovery and exploitation of oil and gas led to a 5-fold increase in Qatar GDP coupled with a 7-fold population growth in the past 30 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lifestyle gradually transformed from Bedouin life to urban sedentary life ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with a sharp increase in obesity and other comorbidities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Owing to substantial governmental support ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "camel husbandry and competitions flourished ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exacerbating the already rapidly occurring desertification that forced banning of free grazing in 2005 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , camels were housed in compact barns alongside their workers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The transition in husbandry leading to high density camel farming along with increased exposure to humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "combined with the increase of camel movement for the racing and breeding industry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "have led to a convergence of factors driving spillover of MERS-CoV from camels to humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "13 of 15 to provide `` hard evidence \u0027\u0027 of causality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , this is the first comprehensive quantitative overview of possible drivers of MERS-CoV in Qatar .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Several key changes were shown to involve camels, humans, the economy, and the environment in Qatar during the last 30 years. Our study indicates that the rapid increase in camel ownership, leading to the presence of camels from different origins in a high-density environment mixed together with human and other animal species may have offered the right circumstances for the virus to spread from camels to humans. The other key changes that were described collectively contributed to this situation. Further understanding of the drivers that led to the emergence of MERS-CoV can serve as input for MERS-CoV surveillance and control measures to prevent further spread of MERS-CoV and reduce transmission from camels to humans.",
      "sentences": [
        [
          {
            "segment_text": "Several key changes were shown to involve camels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "humans , the economy , and the environment in Qatar during the last 30 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study indicates that the rapid increase in camel ownership ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the presence of camels from different origins in a high-density environment mixed together with human and other animal species may have offered the right circumstances for the virus to spread from camels to humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The other key changes that were described collectively contributed to this situation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further understanding of the drivers that led to the emergence of MERS-CoV can serve as input for MERS-CoV surveillance and control measures to prevent further spread of MERS-CoV and reduce transmission from camels to humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "18",
    "segment_num": "28",
    "token_num": "399"
  }
}