{
  "paper_id": "b7f94d0b929301cc7a5d8f68a74d4f0270c74649",
  "metadata": {
    "title": "Electroporated recombinant proteins as tools for in vivo functional",
    "coda_data_split": "train",
    "coda_paper_id": 4594,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Delivery of native or chemically modified recombinant proteins into mammalian cells shows 31 promise for functional investigations and various technological applications, but concerns 32 that sub-cellular localization and functional integrity of delivered proteins may be affected 33 remain high. Here, we surveyed batch electroporation as a delivery tool for single 34 polypeptides and multi-subunit protein assemblies of kinetochores, a spatially confined and 35 well-studied subcellular structures. After electroporation in human cells, recombinant 36 fluorescent Ndc80 and Mis12 multi-subunit complexes displayed native localization, 37 physically interacted with endogenous binding partners, and functionally complemented 38 depleted endogenous counterparts to promote mitotic checkpoint signaling and 39 chromosome segregation. Farnesylation is required for kinetochore localization of the 40 Dynein adaptor Spindly. In cells with chronically inhibited farnesyl transferase activity, in 41 vitro farnesylation and electroporation reconstituted robust kinetochore localization of 42",
      "sentences": [
        [
          {
            "segment_text": "Delivery of native or chemically modified recombinant proteins into mammalian cells shows 31 promise for functional investigations and various technological applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but concerns 32 that sub-cellular localization and functional integrity of delivered proteins may be affected 33 remain high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we surveyed batch electroporation as a delivery tool for single 34 polypeptides and multi-subunit protein assemblies of kinetochores ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a spatially confined and 35 well-studied subcellular structures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After electroporation in human cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recombinant 36 fluorescent Ndc80 and Mis12 multi-subunit complexes displayed native localization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "37 physically interacted with endogenous binding partners ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and functionally complemented 38 depleted endogenous counterparts to promote mitotic checkpoint signaling and 39 chromosome segregation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Farnesylation is required for kinetochore localization of the 40 Dynein adaptor Spindly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In cells with chronically inhibited farnesyl transferase activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in 41 vitro farnesylation and electroporation reconstituted robust kinetochore localization of 42",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Spindly. Thus, electroporation is uniquely versatile for delivering synthetic and, as required, 43 chemically modified functional mimics of endogenous proteins, and is therefore a promising 44 tool for chemical and synthetic biology.",
      "sentences": [
        [
          {
            "segment_text": "Spindly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , electroporation is uniquely versatile for delivering synthetic and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as required , 43 chemically modified functional mimics of endogenous proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is therefore a promising 44 tool for chemical and synthetic biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "186"
  }
}