{
  "paper_id": "b7faae38f949e1f79eefc98b5a436d23f264ec7a",
  "metadata": {
    "title": "Using Viral-Mediated Gene Transfer to Study Depressive-Like Behavior",
    "coda_data_split": "train",
    "coda_paper_id": 4591,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The use of viral-mediated gene transfer in animal behavioral experiments has become very popular over the last decade. Altering gene regulation and assessing subsequent behavior can be a useful tool in unraveling a specifi c gene\u0027s contributions to complex behavioral processes such as depressive-like behavior. However, these types of experiments require detailed planning and designs to avoid pitfalls associated with issues such as surgical procedure or the peak of viral expression. This chapter is intended to be a primer on the design of such experiments and aims to discuss factors that must be considered in the early phases of experimental planning.",
      "sentences": [
        [
          {
            "segment_text": "The use of viral-mediated gene transfer in animal behavioral experiments has become very popular over the last decade .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Altering gene regulation and assessing subsequent behavior can be a useful tool in unraveling a specifi c gene \u0027s contributions to complex behavioral processes such as depressive-like behavior .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , these types of experiments require detailed planning and designs to avoid pitfalls associated with issues such as surgical procedure or the peak of viral expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter is intended to be a primer on the design of such experiments and aims to discuss factors that must be considered in the early phases of experimental planning .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "107"
  }
}