{
  "paper_id": "b805b9fbe31e1a1e4cd23d1cb7c9ef50cbe209af",
  "metadata": {
    "title": "Pathogens Chapter 2 Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 7527,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral infections are an important and often unrecognized component of disease in immunocompromised patients. The diagnosis and management of viral infections have expanded largely because of new quantitative molecular diagnostic assays. Well-recognized pathogens such as herpes simplex virus (HSV), cytomegalovirus (CMV), and respiratory viruses have been joined by newly recognized pathogens such as BK virus, human herpesvirus-6 (HHV-6), and human metapneumovirus in this highly susceptible patient population. The role of Epstein-Barr virus (EBV) and Human herpesvirus-8 (HHV-8) in lymphoproliferative diseases also continue to be clarified. As a result, the management of viral infections in patients with hematologic malignancies continues to be a growing challenge for the clinician.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections are an important and often unrecognized component of disease in immunocompromised patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diagnosis and management of viral infections have expanded largely because of new quantitative molecular diagnostic assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Well-recognized pathogens such as herpes simplex virus ( HSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cytomegalovirus ( CMV ) , and respiratory viruses have been joined by newly recognized pathogens such as BK virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human herpesvirus-6 ( HHV-6 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and human metapneumovirus in this highly susceptible patient population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of Epstein-Barr virus ( EBV ) and Human herpesvirus-8 ( HHV-8 ) in lymphoproliferative diseases also continue to be clarified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , the management of viral infections in patients with hematologic malignancies continues to be a growing challenge for the clinician .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "127"
  }
}