{
  "paper_id": "b836fbc5066254978b0592a05557b864fbf6b1d8",
  "metadata": {
    "title": "Russian Federation b Influenza Research Institute, Ministry of Health of Russia, 15/17, prof. Popov str",
    "coda_data_split": "train",
    "coda_paper_id": 3253,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This Letter describes the synthesis and antiviral activity study of some glycyrrhizic acid (GL) derivatives against influenza A/H1N1/pdm09 virus in MDCK cells. Conjugation of GL with L-amino acids or their methyl esters, and amino sugar (D-galactose amine) dramatically changed its activity. The most active compounds were GL conjugates with aromatic amino acids methyl esters (phenylalanine and tyrosine) (SI \u003d 61 and 38), and S-benzyl-cysteine (SI \u003d 71). Thus modification of GL is a perspective route in the search of new antivirals, and some of GL derivatives are potent as anti-influenza A/H1N1 agents.",
      "sentences": [
        [
          {
            "segment_text": "This Letter describes the synthesis and antiviral activity study of some glycyrrhizic acid ( GL ) derivatives against influenza A/H1N1/pdm09 virus in MDCK cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conjugation of GL with L-amino acids or their methyl esters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and amino sugar ( D-galactose amine ) dramatically changed its activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most active compounds were GL conjugates with aromatic amino acids methyl esters ( phenylalanine and tyrosine ) ( SI \u003d 61 and 38 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and S-benzyl-cysteine ( SI \u003d 71 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus modification of GL is a perspective route in the search of new antivirals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and some of GL derivatives are potent as anti-influenza A/H1N1 agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "109"
  }
}