{
  "paper_id": "b83b223d7e9170483710f5275f46cd578730990f",
  "metadata": {
    "title": "Dying and caring on the edge: Taiwan\u0027s surviving nurses\u0027 reflections on taking care of patients with severe acute respiratory syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 4756,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In 2003, Taiwan\u0027s nurses were terrified by severe acute respiratory syndrome (SARS), and four of them sacrificed their life in the course of their work with SARS patients. This study attempted to identify the stage-specific difficulties encountered by Taiwan\u0027s surviving frontline nurses during the anti-SARS process. A two-step within-method qualitative triangulation research design was used to obtain the in-depth and confidential thoughts of 200 participants during the precaring, tangible caring, and postcaring stages. Six major types of stage-specific difficulties with and threats to the quality of care of SARS patients were identified according to each specific stage of the caring process. Four themes were further explored; these are discussed to provide a background context in obtaining better understanding of the multifaceted needs of nurses during this crisis. Consequently, a conceptual framework was developed to depict this complex phenomenon.",
      "sentences": [
        [
          {
            "segment_text": "In 2003 , Taiwan \u0027s nurses were terrified by severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and four of them sacrificed their life in the course of their work with SARS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study attempted to identify the stage-specific difficulties encountered by Taiwan \u0027s surviving frontline nurses during the anti-SARS process .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A two-step within-method qualitative triangulation research design was used to obtain the in-depth and confidential thoughts of 200 participants during the precaring ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tangible caring , and postcaring stages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Six major types of stage-specific difficulties with and threats to the quality of care of SARS patients were identified according to each specific stage of the caring process .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four themes were further explored ; these are discussed to provide a background context in obtaining better understanding of the multifaceted needs of nurses during this crisis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , a conceptual framework was developed to depict this complex phenomenon .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "154"
  }
}