{
  "paper_id": "b864aa976cffb598470c7fb1c967c1372d6ace36",
  "metadata": {
    "title": "Factors Associated with Psychosis among Patients with Severe Acute Respiratory Syndrome: A Case-Control Study",
    "coda_data_split": "train",
    "coda_paper_id": 2974,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We observed that a number of patients with severe acute respiratory syndrome (SARS) developed affective psychosis during the acute phase of their illness. We reviewed all SARSrelated psychiatric consultations in Hong Kong and investigated the risk factors for psychosis among patients with SARS in a matched case-control study. Patients with SARSrelated psychosis received higher total doses of steroids and had higher rates of family history of psychiatric illness. The findings of the present study suggest that steroid toxicity, personal vulnerability, and, probably, psychosocial stressors jointly contributed to the development of psychosis in patients with SARS.",
      "sentences": [
        [
          {
            "segment_text": "We observed that a number of patients with severe acute respiratory syndrome ( SARS ) developed affective psychosis during the acute phase of their illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We reviewed all SARSrelated psychiatric consultations in Hong Kong and investigated the risk factors for psychosis among patients with SARS in a matched case-control study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients with SARSrelated psychosis received higher total doses of steroids and had higher rates of family history of psychiatric illness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The findings of the present study suggest that steroid toxicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "personal vulnerability , and , probably ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "psychosocial stressors jointly contributed to the development of psychosis in patients with SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "105"
  }
}