{
  "paper_id": "b873ca3a8ff4cf424d5a915b5bfc07ceafe34b4a",
  "metadata": {
    "title": "Original Contributions ADHERENCE TO UNIVERSAL TRAVEL SCREENING IN THE EMERGENCY DEPARTMENT DURING EPIDEMIC EBOLA VIRUS DISEASE",
    "coda_data_split": "train",
    "coda_paper_id": 4337,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: During the 2014 West African Ebola Virus Disease (EVD) outbreak, the U.S. Centers for Disease Control and Prevention recommended that all emergency department (ED) patients undergo travel screening for risk factors of importing EVD. Objectives: We sought to determine the overall adherence rate to the recommended travel screening protocol and to identify factors associated with nonadherence to the protocol. Methods: We conducted a multicenter, retrospective analysis of adherence to the travel screening program in an academic hospital and three affiliated community hospitals. A regression model identified patient and hospital factors associated with nonadherence. Results: Of the 147,062 patients included for analysis, 93.7% (n \u003d 137,834) had travel screenings completed. We identified several characteristics of patients that were most likely to be missed by the screening protocol-patients with low English proficiency, patients who arrive via ambulance or helicopter, and patients with more severe illness or injury based on initial triage acuity. Conclusions: These findings should be used to improve adherence to the travel screening protocol for future emerging infectious disease threats. Ó",
      "sentences": [
        [
          {
            "segment_text": "Background : During the 2014 West African Ebola Virus Disease ( EVD ) outbreak ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the U.S. Centers for Disease Control and Prevention recommended that all emergency department ( ED ) patients undergo travel screening for risk factors of importing EVD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : We sought to determine the overall adherence rate to the recommended travel screening protocol and to identify factors associated with nonadherence to the protocol .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a multicenter ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "retrospective analysis of adherence to the travel screening program in an academic hospital and three affiliated community hospitals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A regression model identified patient and hospital factors associated with nonadherence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 147,062 patients included for analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "93.7 % ( n \u003d 137,834 ) had travel screenings completed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified several characteristics of patients that were most likely to be missed by the screening protocol-patients with low English proficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patients who arrive via ambulance or helicopter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and patients with more severe illness or injury based on initial triage acuity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : These findings should be used to improve adherence to the travel screening protocol for future emerging infectious disease threats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ó",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "196"
  }
}