{
  "paper_id": "b88273c344747dbd8d49c80c165c2aacec3783d4",
  "metadata": {
    "title": "SOCS proteins in infectious diseases of mammals",
    "coda_data_split": "train",
    "coda_paper_id": 3891,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As for most biological processes, the immune response to microbial infections has to be tightly controlled to remain beneficial for the host. Inflammation is one of the major consequences of the host\u0027s immune response. For its orchestration, this process requires a fine-tuned interplay between interleukins, endothelial cells and various types of recruited immune cells. Suppressors of cytokine signalling (SOCS) proteins are crucially involved in the complex control of the inflammatory response through their actions on various signalling pathways including the JAK/STAT and NF-B pathways. Due to their cytokine regulatory functions, they are frequent targets for exploitation by infectious agents trying to escape the host\u0027s immune response. This review article aims to summarize our current knowledge regarding SOCS family members in the different mammalian species studied so far, and to display their complex molecular interactions with microbial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "As for most biological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the immune response to microbial infections has to be tightly controlled to remain beneficial for the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inflammation is one of the major consequences of the host \u0027s immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For its orchestration , this process requires a fine-tuned interplay between interleukins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "endothelial cells and various types of recruited immune cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Suppressors of cytokine signalling ( SOCS ) proteins are crucially involved in the complex control of the inflammatory response through their actions on various signalling pathways including the JAK/STAT and NF-B pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to their cytokine regulatory functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they are frequent targets for exploitation by infectious agents trying to escape the host \u0027s immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review article aims to summarize our current knowledge regarding SOCS family members in the different mammalian species studied so far ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to display their complex molecular interactions with microbial pathogens .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "152"
  }
}