{
  "paper_id": "b896a30f151326e3771fa5716674fb0d3d62af2c",
  "metadata": {
    "title": "Virus purification and enrichment by hydroxyapatite chromatography on a chip",
    "coda_data_split": "train",
    "coda_paper_id": 8303,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The spread of infectious diseases has become a global health concern. In order to diagnose infectious diseases quickly and accurately, next-generation DNA sequencing techniques for genetic analysis of infectious viruses have been developed rapidly. However, it takes a very long time to pretreat clinical samples for genetic analysis using next-generation sequencers. We have therefore developed a microfluidic chromatography chip that can purify and enrich viruses in a sample using hydroxyapatite particles packed in a micro-column. We demonstrated the purification of virus from a mixture of virus and FBS protein, and enrichment of the virus using this novel microfluidic chip. . His current research projects are to understand molecular mechanism of virus pathogenesis, especially influenza viruses, and metagenomic analysis of viral infections in humans.",
      "sentences": [
        [
          {
            "segment_text": "The spread of infectious diseases has become a global health concern .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to diagnose infectious diseases quickly and accurately ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "next-generation DNA sequencing techniques for genetic analysis of infectious viruses have been developed rapidly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it takes a very long time to pretreat clinical samples for genetic analysis using next-generation sequencers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have therefore developed a microfluidic chromatography chip that can purify and enrich viruses in a sample using hydroxyapatite particles packed in a micro-column .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrated the purification of virus from a mixture of virus and FBS protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enrichment of the virus using this novel microfluidic chip .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "His current research projects are to understand molecular mechanism of virus pathogenesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "especially influenza viruses , and metagenomic analysis of viral infections in humans .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Arai is Professor at the Graduate School of Engineering, Nagoya University, Japan. He is mainly engaging in the research fields of micro-and nano-robotics and its application to the micro-and nano-assembly and cell manipulation, bioautomation systems, medical robotic systems, micro-and nano-electro mechanical systems, intelligent robotic systems.",
      "sentences": [
        [
          {
            "segment_text": "Arai is Professor at the Graduate School of Engineering , Nagoya University , Japan .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "He is mainly engaging in the research fields of micro-and nano-robotics and its application to the micro-and nano-assembly and cell manipulation ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "bioautomation systems , medical robotic systems ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "micro-and nano-electro mechanical systems , intelligent robotic systems .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "187"
  }
}