{
  "paper_id": "b8b64e2414454c457d0bab4bbc925e79735beb81",
  "metadata": {
    "title": "Virus-like particles-universal molecular toolboxes",
    "coda_data_split": "train",
    "coda_paper_id": 7124,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus-like particles (VLPs) are highly organised spheres that self-assemble from virus-derived structural antigens. These stable and versatile subviral particles possess excellent adjuvant properties capable of inducing innate and cognate immune responses. Commercialised VLP-based vaccines have been successful in protecting humans from hepatitis B virus (HBV) and human papillomavirus (HPV) infection and are currently explored for their potential to combat other infectious diseases and cancer. Much insight into VLP-mediated immune stimulation and optimised VLP design has been gained from human immunodeficiency virus (HIV)-derived VLPs presenting promising components of current AIDS vaccine approaches. Owing to their unique features, VLPs and virosomes, the in vitro-reconstituted VLP counterparts, have recently gained ground in the field of nanobiotechnology as organic templates for the development of new biomaterials.",
      "sentences": [
        [
          {
            "segment_text": "Virus-like particles ( VLPs ) are highly organised spheres that self-assemble from virus-derived structural antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These stable and versatile subviral particles possess excellent adjuvant properties capable of inducing innate and cognate immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Commercialised VLP-based vaccines have been successful in protecting humans from hepatitis B virus ( HBV ) and human papillomavirus ( HPV ) infection and are currently explored for their potential to combat other infectious diseases and cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Much insight into VLP-mediated immune stimulation and optimised VLP design has been gained from human immunodeficiency virus ( HIV ) - derived VLPs presenting promising components of current AIDS vaccine approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Owing to their unique features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "VLPs and virosomes , the in vitro-reconstituted VLP counterparts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have recently gained ground in the field of nanobiotechnology as organic templates for the development of new biomaterials .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Addresses",
      "sentences": [
        [
          {
            "segment_text": "Addresses",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "141"
  }
}