{
  "paper_id": "b8c40457e26f23597433ca8d37bfdfbd07cc8153",
  "metadata": {
    "title": "Glass Wool Concentration Optimization for the Detection of Enveloped and Non-enveloped Waterborne Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 6163,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An extremely affordable virus concentration method based on adsorption-elution to glass wool and subsequent reconcentration through polyethylene glycol 6000 (PEG) precipitation was optimized to recover not only non-enveloped viruses but also enveloped viruses. Hepatitis A virus (HAV) and transmissible gastroenteritis virus (TGEV) were employed as surrogates for naked and enveloped viruses, respectively, to set up the methodology. Initial experimentation in small-volume samples showed that both types of particles readily adsorbed to the positively charged glass wool but were poorly detached from it through standard elution with 0.05 M glycine with 3% of beef extract buffer, pH 9.5, with elution efficiencies of 7.2% and 2.6%, for HAV and TGEV, respectively. To improve the recovery of enveloped viruses, several modifications in the elution were assayed: increasing the elution pH, extending glass wool and eluent contact time, adding a detergent, or performing the elution by recirculation or under agitation. Considering practicability and performance, recircularization of the eluent at pH 11.0 for 20 min was the elution procedure of choice, with efficiencies of 25.7% and 18.8% for HAV and TGEV in 50 L of water. Additionally, employing 20% PEG instead of 10% for virus reconcentration improved recoveries up to 47% and 51%, respectively. The optimized procedure was applied to detect naturally occurring HAV and coronaviruses in surface water of Wadi Hanifa, Riyadh. HAV was detected in 38% of the samples, while one sample was positive for an alphacoronavirus. This cheap virus detection system enables the comprehensive surveillance of viruses present in water samples.",
      "sentences": [
        [
          {
            "segment_text": "An extremely affordable virus concentration method based on adsorption-elution to glass wool and subsequent reconcentration through polyethylene glycol 6000 ( PEG ) precipitation was optimized to recover not only non-enveloped viruses but also enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hepatitis A virus ( HAV ) and transmissible gastroenteritis virus ( TGEV ) were employed as surrogates for naked and enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respectively , to set up the methodology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Initial experimentation in small-volume samples showed that both types of particles readily adsorbed to the positively charged glass wool but were poorly detached from it through standard elution with 0.05 M glycine with 3 % of beef extract buffer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pH 9.5 , with elution efficiencies of 7.2 % and 2.6 % ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for HAV and TGEV , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To improve the recovery of enveloped viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "several modifications in the elution were assayed : increasing the elution pH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extending glass wool and eluent contact time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adding a detergent , or performing the elution by recirculation or under agitation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering practicability and performance , recircularization of the eluent at pH 11.0 for 20 min was the elution procedure of choice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with efficiencies of 25.7 % and 18.8 % for HAV and TGEV in 50 L of water .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , employing 20 % PEG instead of 10 % for virus reconcentration improved recoveries up to 47 % and 51 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The optimized procedure was applied to detect naturally occurring HAV and coronaviruses in surface water of Wadi Hanifa , Riyadh .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAV was detected in 38 % of the samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while one sample was positive for an alphacoronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This cheap virus detection system enables the comprehensive surveillance of viruses present in water samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "291"
  }
}