{
  "paper_id": "b8cd0069e03f9280d16b2425386ae237eab05f44",
  "metadata": {
    "title": "Cytolytic Activity of the Human Papillomavirus Type 16 E7 11-20 Epitope-Specific Cytotoxic T Lymphocyte Is Enhanced by Heat Shock Protein 110 in HLA-A*0201 Transgenic Mice Downloaded from",
    "coda_data_split": "train",
    "coda_paper_id": 3680,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Heat shock proteins (HSPs) have been successfully applied to a broad range of vaccines as biological adjuvants to enhance the immune response. The recently defined HSP110, in particular, exhibits strong protein binding affinity and is capable of enhancing the immunogenicity of protein antigens remarkably more than other HSP family members. In our previous study, we verified that murine HSP110 (mHSP110) significantly enhanced the immune response of a C57BL/6 mouse model to the H-2 d -restricted human papillomavirus (HPV) E7 49-57 epitope (short peptide spanning the 49th to 57th amino acid residues in the E7 protein). To determine whether HSP110 similarly enhances the immunogenicity of human epitope peptides, we used the HLA-A2 transgenic mouse model to investigate the efficacy of the mHSP110 chaperone molecule as an immunoadjuvant of the human HLA-A2-restricted HPV16 E7 11-20 epitope vaccine. Results showed that mHSP110 efficiently formed a noncovalently bound complex with the E7 11-20 epitope. The mHSP110-E7 11-20 complex induced epitope-specific splenocyte proliferation and E7 11-20 -specific gamma interferon (IFN-␥) secretion. Importantly, cytotoxic T lymphocytes primed by the mHSP110-E7 11-20 complex exerted strong cytolytic effects on target T 2 cells pulsed with the E7 11-20 peptide or TC-1 cells transfected with the HLA-A2 gene. In addition, the mHSP110-E7 11-20 complex elicited stronger ex vivo and in vivo antitumor responses than either emulsified complete Freund\u0027s adjuvant or HSP70-chaperoned E7 11-20 peptide. These collective data suggest that HSP110 is a promising immunomodulator candidate for peptide-based human cancer vaccines, such as for the HLA-A2-restricted E7 11-20 epitope.",
      "sentences": [
        [
          {
            "segment_text": "Heat shock proteins ( HSPs ) have been successfully applied to a broad range of vaccines as biological adjuvants to enhance the immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recently defined HSP110 , in particular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exhibits strong protein binding affinity and is capable of enhancing the immunogenicity of protein antigens remarkably more than other HSP family members .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In our previous study , we verified that murine HSP110 ( mHSP110 ) significantly enhanced the immune response of a C57BL/6 mouse model to the H-2 d - restricted human papillomavirus ( HPV ) E7 49-57 epitope ( short peptide spanning the 49th to 57th amino acid residues in the E7 protein ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine whether HSP110 similarly enhances the immunogenicity of human epitope peptides ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we used the HLA-A2 transgenic mouse model to investigate the efficacy of the mHSP110 chaperone molecule as an immunoadjuvant of the human HLA-A2-restricted HPV16 E7 11-20 epitope vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results showed that mHSP110 efficiently formed a noncovalently bound complex with the E7 11-20 epitope .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mHSP110-E7 11-20 complex induced epitope-specific splenocyte proliferation and E7 11-20 - specific gamma interferon ( IFN - ␥ ) secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , cytotoxic T lymphocytes primed by the mHSP110-E7 11-20 complex exerted strong cytolytic effects on target T 2 cells pulsed with the E7 11-20 peptide or TC-1 cells transfected with the HLA-A2 gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the mHSP110-E7 11-20 complex elicited stronger ex vivo and in vivo antitumor responses than either emulsified complete Freund \u0027s adjuvant or HSP70-chaperoned E7 11-20 peptide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These collective data suggest that HSP110 is a promising immunomodulator candidate for peptide-based human cancer vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as for the HLA-A2-restricted E7 11-20 epitope .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "280"
  }
}