{
  "paper_id": "b8f3cb6fd720c0f2150816c37362174e61a1ca22",
  "metadata": {
    "title": "Identification of a Severe Acute Respiratory Syndrome Coronavirus- Like Virus in a Leaf-Nosed Bat in Nigeria",
    "coda_data_split": "train",
    "coda_paper_id": 9779,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are reservoirs for emerging zoonotic viruses that can have a profound impact on human and animal health, including lyssaviruses, filoviruses, paramyxoviruses, and severe acute respiratory syndrome coronaviruses (SARS-CoVs). In the course of a project focused on pathogen discovery in contexts where human-bat contact might facilitate more efficient interspecies transmission of viruses, we surveyed gastrointestinal tissue obtained from bats collected in caves in Nigeria that are frequented by humans. , et al. 2010. Identification of a severe acute respiratory syndrome coronavirus-like virus in a leaf-nosed bat in Nigeria. mBio 1(4):",
      "sentences": [
        [
          {
            "segment_text": "Bats are reservoirs for emerging zoonotic viruses that can have a profound impact on human and animal health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including lyssaviruses , filoviruses , paramyxoviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and severe acute respiratory syndrome coronaviruses ( SARS-CoVs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the course of a project focused on pathogen discovery in contexts where human-bat contact might facilitate more efficient interspecies transmission of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we surveyed gastrointestinal tissue obtained from bats collected in caves in Nigeria that are frequented by humans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": ", et al. 2010 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Identification of a severe acute respiratory syndrome coronavirus-like virus in a leaf-nosed bat in Nigeria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "mBio 1 ( 4 ) :",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Coronavirus consensus PCR and unbiased high-throughput pyrosequencing revealed the presence of coronavirus sequences related to those of SARS-CoV in a Commerson\u0027s leaf-nosed bat (Hipposideros commersoni). Additional genomic sequencing indicated that this virus, unlike subgroup 2b CoVs, which includes SARS-CoV, is unique, comprising three overlapping open reading frames between the M and N genes and two conserved stem-loop II motifs. Phylogenetic analyses in conjunction with these features suggest that this virus represents a new subgroup within group 2 CoVs.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus consensus PCR and unbiased high-throughput pyrosequencing revealed the presence of coronavirus sequences related to those of SARS-CoV in a Commerson \u0027s leaf-nosed bat ( Hipposideros commersoni ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional genomic sequencing indicated that this virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unlike subgroup 2b CoVs , which includes SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is unique , comprising three overlapping open reading frames between the M and N genes and two conserved stem-loop II motifs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses in conjunction with these features suggest that this virus represents a new subgroup within group 2 CoVs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "IMPORTANCE Bats (order Chiroptera, suborders Megachiroptera and Microchiroptera) are reservoirs for a wide range of viruses that cause diseases in humans and livestock, including the severe acute respiratory syndrome coronavirus (SARS-CoV), responsible for the global SARS outbreak in 2003. The diversity of viruses harbored by bats is only just beginning to be understood because of expanded wildlife surveillance and the development and application of new tools for pathogen discovery. This paper describes a new coronavirus, one with a distinctive genomic organization that may provide insights into coronavirus evolution and biology.",
      "sentences": [
        [
          {
            "segment_text": "IMPORTANCE Bats ( order Chiroptera , suborders Megachiroptera and Microchiroptera ) are reservoirs for a wide range of viruses that cause diseases in humans and livestock ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the severe acute respiratory syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "responsible for the global SARS outbreak in 2003 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The diversity of viruses harbored by bats is only just beginning to be understood because of expanded wildlife surveillance and the development and application of new tools for pathogen discovery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper describes a new coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one with a distinctive genomic organization that may provide insights into coronavirus evolution and biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "294"
  }
}