{
  "paper_id": "b9150815ccdf8631c77786ab87cdc67833bc4d24",
  "metadata": {
    "title": "Antibody-Capture Enzyme-Linked Immunosorbent Assay for Detection of Antibody to Turkey Coronavirus Using Infectious Bronchitis Virus or Recombinant Nucleocapsid Protein as Coating Antigen",
    "coda_data_split": "train",
    "coda_paper_id": 7490,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Turkey coronavirus (TCoV) infection continues to threaten turkey industry. Because specifi c treatment and effective vaccination program are not available, rapid and cost-effective detection of antibodies to TCoV infection is an important control measure to monitor the disease status in the fi elds. Two antibodycapture enzyme-linked immunosorbent assay (ELISA) procedures for detection of antibodies to TCoV are outlined in this chapter. One ELISA method uses chicken infectious bronchitis coronavirus (IBV) as the coating antigen based on antigenic cross-reactivity between TCoV and IBV. The other method relies on a recombinant TCoV nucleocapsid protein. Both methods are useful for serological diagnosis of TCoV infection in the turkey fl ocks.",
      "sentences": [
        [
          {
            "segment_text": "Turkey coronavirus ( TCoV ) infection continues to threaten turkey industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because specifi c treatment and effective vaccination program are not available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rapid and cost-effective detection of antibodies to TCoV infection is an important control measure to monitor the disease status in the fi elds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two antibodycapture enzyme-linked immunosorbent assay ( ELISA ) procedures for detection of antibodies to TCoV are outlined in this chapter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One ELISA method uses chicken infectious bronchitis coronavirus ( IBV ) as the coating antigen based on antigenic cross-reactivity between TCoV and IBV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The other method relies on a recombinant TCoV nucleocapsid protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both methods are useful for serological diagnosis of TCoV infection in the turkey fl ocks .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "120"
  }
}