{
  "paper_id": "b915b88096b8bfd15199b71087479466308bd5ce",
  "metadata": {
    "title": "Crystal structure of the SARS-CoV-2 non-structural protein 9, Nsp9",
    "coda_data_split": "train",
    "coda_paper_id": 3412,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Many of the proteins produced by SARS-CoV-2 have related counterparts across the Severe Acute Respiratory Syndrome (SARS-CoV) family. One such protein is non-structural protein 9 (Nsp9), which is thought to mediate both viral replication and virulence. Current understanding suggests that Nsp9 is involved in viral genomic RNA reproduction. Nsp9 is thought to bind RNA via a fold that is unique to this class of betacoronoaviruses although the molecular basis for this remains ill-defined. We sought to better characterise the SARS-CoV-2 Nsp9 protein and subsequently solved its X-ray crystal structure, in an apo-form and, unexpectedly, in a peptide-bound form with a sequence originating from a rhinoviral 3C protease sequence (LEVL). The structure of the SARS-CoV-2 Nsp9 revealed the high level of structural conservation within the Nsp9 family. The exogenous peptide binding site is close to the dimer interface and impacted on the relative juxtaposition of the monomers within the homodimer. Together we have established a protocol for the production of SARS-CoV-2 Nsp9, determined its structure and identified a peptide-binding site that may warrant further study from the perspective of understanding Nsp9 function.",
      "sentences": [
        [
          {
            "segment_text": "Many of the proteins produced by SARS-CoV-2 have related counterparts across the Severe Acute Respiratory Syndrome ( SARS-CoV ) family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One such protein is non-structural protein 9 ( Nsp9 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is thought to mediate both viral replication and virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current understanding suggests that Nsp9 is involved in viral genomic RNA reproduction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nsp9 is thought to bind RNA via a fold that is unique to this class of betacoronoaviruses although the molecular basis for this remains ill-defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to better characterise the SARS-CoV-2 Nsp9 protein and subsequently solved its X-ray crystal structure ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in an apo-form and , unexpectedly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in a peptide-bound form with a sequence originating from a rhinoviral 3C protease sequence ( LEVL ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The structure of the SARS-CoV-2 Nsp9 revealed the high level of structural conservation within the Nsp9 family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The exogenous peptide binding site is close to the dimer interface and impacted on the relative juxtaposition of the monomers within the homodimer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together we have established a protocol for the production of SARS-CoV-2 Nsp9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "determined its structure and identified a peptide-binding site that may warrant further study from the perspective of understanding Nsp9 function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "200"
  }
}