{
  "paper_id": "b9286aeec54360f0934b60a41c5f1bbd8d20e67f",
  "metadata": {
    "title": "Lipid rafts both in cellular membrane and viral envelope are critical for PRRSV efficient infection",
    "coda_data_split": "train",
    "coda_paper_id": 7351,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) represents a significantly economical challenge to the swine industry worldwide. In this study, we investigated the importance of cellular and viral lipid rafts in PRRSV infection. First, we demonstrated that PRRSV glycoproteins, Gp3 and Gp4, were associated with lipid rafts during viral entry, and disruption of cellular lipid rafts inhibited PRRSV entry. We also showed the raft-location of CD163, which might contribute to the glycoproteins-raft association. Subsequently, raft disruption caused a significant reduction of viral RNA production. Moreover, Nsp9 was shown to be distributed in rafts, suggesting that rafts probably serve as a platform for PRRSV replication. Finally, we confirmed that disassembly of rafts on the virus envelope may affect the integrity of PRRSV particles and cause the leakage of viral proteins, which impaired PRRSV infectivity. These findings might provide insights on our understanding of the mechanism of PRRSV infection.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) represents a significantly economical challenge to the swine industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we investigated the importance of cellular and viral lipid rafts in PRRSV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "First , we demonstrated that PRRSV glycoproteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Gp3 and Gp4 , were associated with lipid rafts during viral entry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and disruption of cellular lipid rafts inhibited PRRSV entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also showed the raft-location of CD163 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might contribute to the glycoproteins-raft association .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , raft disruption caused a significant reduction of viral RNA production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , Nsp9 was shown to be distributed in rafts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that rafts probably serve as a platform for PRRSV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we confirmed that disassembly of rafts on the virus envelope may affect the integrity of PRRSV particles and cause the leakage of viral proteins , which impaired PRRSV infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings might provide insights on our understanding of the mechanism of PRRSV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "168"
  }
}