{
  "paper_id": "b936109e0b0de2cb59b2ed271614bb710e8e04af",
  "metadata": {
    "title": "Thermal Image Scanning for Influenza Border Screening: Results of an Airport Screening Study",
    "coda_data_split": "train",
    "coda_paper_id": 10686,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Infrared thermal image scanners (ITIS) appear an attractive option for the mass screening of travellers for influenza, but there are no published data on their performance in airports.",
      "sentences": [
        [
          {
            "segment_text": "Background : Infrared thermal image scanners ( ITIS ) appear an attractive option for the mass screening of travellers for influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but there are no published data on their performance in airports .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: ITIS was used to measure cutaneous temperature in 1275 airline travellers who had agreed to tympanic temperature measurement and respiratory sampling. The prediction by ITIS of tympanic temperature (37.8uC and 37.5uC) and of influenza infection was assessed using Receiver Operating Characteristic (ROC) curves and estimated sensitivity, specificity and positive predictive value (PPV).",
      "sentences": [
        [
          {
            "segment_text": "Methods : ITIS was used to measure cutaneous temperature in 1275 airline travellers who had agreed to tympanic temperature measurement and respiratory sampling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The prediction by ITIS of tympanic temperature ( 37.8 uC and 37.5 uC ) and of influenza infection was assessed using Receiver Operating Characteristic ( ROC ) curves and estimated sensitivity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "specificity and positive predictive value ( PPV ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings: Using front of face ITIS for prediction of tympanic temperature $37.8uC, the area under the ROC curve was 0.86 (95%CI 0.75-0.97) and setting sensitivity at 86% gave specificity of 71%. The PPV in this population of travellers, of whom 0.5% were febrile using this definition, was 1.5%. We identified influenza virus infection in 30 travellers (3 Type A and 27 Type B). For ITIS prediction of influenza infection the area under the ROC curve was 0.66 (0.56-0.75), a sensitivity of 87% gave specificity of 39%, and PPV of 2.8%. None of the 30 influenza-positive travellers had tympanic temperature $37.8uC at screening (95%CI 0% to 12%); three had no influenza symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Findings : Using front of face ITIS for prediction of tympanic temperature $ 37.8 uC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the area under the ROC curve was 0.86 ( 95 % CI 0.75-0.97 ) and setting sensitivity at 86 % gave specificity of 71 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PPV in this population of travellers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of whom 0.5 % were febrile using this definition , was 1.5 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified influenza virus infection in 30 travellers ( 3 Type A and 27 Type B ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For ITIS prediction of influenza infection the area under the ROC curve was 0.66 ( 0.56-0.75 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a sensitivity of 87 % gave specificity of 39 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PPV of 2.8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the 30 influenza-positive travellers had tympanic temperature $ 37.8 uC at screening ( 95 % CI 0 % to 12 % ) ; three had no influenza symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: ITIS performed moderately well in detecting fever but in this study, during a seasonal epidemic of predominantly influenza type B, the proportion of influenza-infected travellers who were febrile was low and ITIS were not much better than chance at identifying travellers likely to be influenza-infected. Although febrile illness is more common in influenza A infections than influenza B infections, many influenza A infections are afebrile. Our findings therefore suggest that ITIS is unlikely to be effective for entry screening of travellers to detect influenza infection with the intention of preventing entry of the virus into a country.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : ITIS performed moderately well in detecting fever but in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "during a seasonal epidemic of predominantly influenza type B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the proportion of influenza-infected travellers who were febrile was low and ITIS were not much better than chance at identifying travellers likely to be influenza-infected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although febrile illness is more common in influenza A infections than influenza B infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "many influenza A infections are afebrile .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings therefore suggest that ITIS is unlikely to be effective for entry screening of travellers to detect influenza infection with the intention of preventing entry of the virus into a country .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "352"
  }
}