{
  "paper_id": "b9795ebc63bc667ed27545d63f287cacf8604d62",
  "metadata": {
    "title": "Discovery of a polyomavirus in European badgers (Meles meles) and the evolution of host range in the family Polyomaviridae",
    "coda_data_split": "train",
    "coda_paper_id": 2032,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Polyomaviruses infect a diverse range of mammalian and avian hosts, and are associated with a variety of symptoms. However, it is unknown whether the viruses are found in all mammalian families and the evolutionary history of the polyomaviruses is still unclear. Here, we report the discovery of a novel polyomavirus in the European badger (Meles meles), which to our knowledge represents the first polyomavirus to be characterized in the family Mustelidae, and within a European carnivoran. Although the virus was discovered serendipitously in the supernatant of a cell culture inoculated with badger material, we subsequently confirmed its presence in wild badgers. The European badger polyomavirus was tentatively named Meles meles polyomavirus 1 (MmelPyV1). The genome is 5187 bp long and encodes proteins typical of polyomaviruses. Phylogenetic analyses including all known polyomavirus genomes consistently group MmelPyV1 with California sea lion polyomavirus 1 across all regions of the genome. Further evolutionary analyses revealed phylogenetic discordance amongst polyomavirus genome regions, possibly arising from evolutionary rate heterogeneity, and a complex association between polyomavirus phylogeny and host taxonomic groups.",
      "sentences": [
        [
          {
            "segment_text": "Polyomaviruses infect a diverse range of mammalian and avian hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are associated with a variety of symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is unknown whether the viruses are found in all mammalian families and the evolutionary history of the polyomaviruses is still unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the discovery of a novel polyomavirus in the European badger ( Meles meles ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which to our knowledge represents the first polyomavirus to be characterized in the family Mustelidae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and within a European carnivoran .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the virus was discovered serendipitously in the supernatant of a cell culture inoculated with badger material ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we subsequently confirmed its presence in wild badgers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The European badger polyomavirus was tentatively named Meles meles polyomavirus 1 ( MmelPyV1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genome is 5187 bp long and encodes proteins typical of polyomaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses including all known polyomavirus genomes consistently group MmelPyV1 with California sea lion polyomavirus 1 across all regions of the genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further evolutionary analyses revealed phylogenetic discordance amongst polyomavirus genome regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly arising from evolutionary rate heterogeneity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a complex association between polyomavirus phylogeny and host taxonomic groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Four supplementary tables are available with the online Supplementary Material.",
      "sentences": [
        [
          {
            "segment_text": "Four supplementary tables are available with the online Supplementary Material .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "205"
  }
}