{
  "paper_id": "b980feb6620f08f7958009ae3ef0bbc417162f58",
  "metadata": {
    "title": "Co-circulation of multiple genotypes of human rhinovirus during a large outbreak of respiratory illness in a veterans\u0027 long-term care home",
    "coda_data_split": "train",
    "coda_paper_id": 7192,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Human rhinoviruses (HRVs) are a well-recognized cause of long-term care home (LTCH) outbreaks of respiratory illness. However, there are limited data on the molecular epidemiology of the HRV types involved. Objectives: To determine whether a large respiratory outbreak in a LTCH was caused by a single type of HRV, and to describe the clinical impact of the outbreak. Study design: Nasopharyngeal swabs were collected from residents with one or more of the following: fever, cough, rhinitis, or congestion. Specimens were interrogated by multiplex PCR using the ResPlex II assay. Samples positive for HRV were then submitted for genotyping by partial sequence analysis of the 5 untranslated (UTR) and viral protein (VP) 1 capsid regions. Results: Of 71 screened, 56 residents were positive for a HRV during an outbreak that lasted 5.5 weeks; 27 healthcare workers also had respiratory symptoms. Three residents were transferred to hospital and 2 died. Seven units in two wings of the LTCH were affected, resulting in 3152.5 resident unit closure days. Three different HRV genotypes were identified, although HRV-A1 dominated. Conclusions: This large outbreak of HRVs among residents and healthcare workers in a LTCH was associated with substantial resident and staff morbidity as well as significant unit closures. Multiple types of HRV were implicated but an HRV-A1 type dominated, warranting further investigation into viral determinants for virulence and transmission.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human rhinoviruses ( HRVs ) are a well-recognized cause of long-term care home ( LTCH ) outbreaks of respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there are limited data on the molecular epidemiology of the HRV types involved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To determine whether a large respiratory outbreak in a LTCH was caused by a single type of HRV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to describe the clinical impact of the outbreak .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Nasopharyngeal swabs were collected from residents with one or more of the following : fever ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cough , rhinitis , or congestion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specimens were interrogated by multiplex PCR using the ResPlex II assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Samples positive for HRV were then submitted for genotyping by partial sequence analysis of the 5 untranslated ( UTR ) and viral protein ( VP ) 1 capsid regions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 71 screened ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "56 residents were positive for a HRV during an outbreak that lasted 5.5 weeks ; 27 healthcare workers also had respiratory symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three residents were transferred to hospital and 2 died .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven units in two wings of the LTCH were affected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in 3152.5 resident unit closure days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three different HRV genotypes were identified , although HRV-A1 dominated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This large outbreak of HRVs among residents and healthcare workers in a LTCH was associated with substantial resident and staff morbidity as well as significant unit closures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple types of HRV were implicated but an HRV-A1 type dominated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "warranting further investigation into viral determinants for virulence and transmission .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "260"
  }
}