{
  "paper_id": "b985b60cd0dc2a4351b235b3c276bc717a2e8b05",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5400,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many breeds of cattle with long histories of living in areas of endemic disease have evolved mechanisms that enable them to co-exist with specific pathogens. Understanding the genes that control tolerance and resistance could provide new strategies to improve the health and welfare of livestock. Around one sixth of the world cattle population is estimated to be at risk from one of the most debilitating tick-borne diseases of cattle, caused by the protozoan parasite, Theileria annulata. The parasite mainly infects cells of the myeloid lineage which are also the main producers of inflammatory cytokines. If an infectious or inflammatory insult is sufficiently great, inflammatory cytokines produced by macrophages enter the circulation and induce an acute phase proteins (APP) response. The Bos taurus Holstein breed produces higher and more prolonged levels of inflammatory cytokine induced APP than the Bos indicus Sahiwal breed in response to experimental infection with T. annulata. The Sahiwal exhibits significantly less pathology and survives infection, unlike the Holstein breed. Therefore, we hypothesised that the causal genes were likely to be expressed in macrophages and control the production of inflammatory cytokines. A functional genomics approach revealed that the transcriptome profile of the B. taurus macrophages was more associated with an inflammatory programme than the B. indicus macrophages. In particular the most differentially expressed gene was a member of the signal regulatory protein (SIRP) family. These are mainly expressed on myeloid cell surfaces and control inflammatory responses. Other differentially expressed genes included bovine major histocompatibility complex (MHC) (BoLA) class II genes, particularly BoLA DQ, and transforming growth factor (TGF)B2. We are now exploring whether sequence and functional differences in the bovine SIRP family may underlie the resistance or tolerance to T. annulata between the breeds. Potentially, our research may also have more general implications for the control of inflammatory processes against other pathogens. Genes controlling the balance between pathology and protection may determine how livestock can survive in the face of infectious onslaught. Next generation sequencing and RNAi methodologies for livestock species will bring new opportunities to link diversity at the genome level to functional differences in health traits in livestock species. (E.J. Glass). livestock species, the control of infectious disease still remains one of the most important global priorities for effective and efficient livestock management. This is true even where there is adoption of good management practices and increasing availability of vaccines and other therapeutics. Breeding for resistance or tolerance to 0165-2427/$ -see front matter",
      "sentences": [
        [
          {
            "segment_text": "Many breeds of cattle with long histories of living in areas of endemic disease have evolved mechanisms that enable them to co-exist with specific pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the genes that control tolerance and resistance could provide new strategies to improve the health and welfare of livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Around one sixth of the world cattle population is estimated to be at risk from one of the most debilitating tick-borne diseases of cattle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "caused by the protozoan parasite , Theileria annulata .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The parasite mainly infects cells of the myeloid lineage which are also the main producers of inflammatory cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If an infectious or inflammatory insult is sufficiently great ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammatory cytokines produced by macrophages enter the circulation and induce an acute phase proteins ( APP ) response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Bos taurus Holstein breed produces higher and more prolonged levels of inflammatory cytokine induced APP than the Bos indicus Sahiwal breed in response to experimental infection with T. annulata .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Sahiwal exhibits significantly less pathology and survives infection , unlike the Holstein breed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , we hypothesised that the causal genes were likely to be expressed in macrophages and control the production of inflammatory cytokines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A functional genomics approach revealed that the transcriptome profile of the B. taurus macrophages was more associated with an inflammatory programme than the B. indicus macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular the most differentially expressed gene was a member of the signal regulatory protein ( SIRP ) family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These are mainly expressed on myeloid cell surfaces and control inflammatory responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other differentially expressed genes included bovine major histocompatibility complex ( MHC ) ( BoLA ) class II genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly BoLA DQ , and transforming growth factor ( TGF ) B2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We are now exploring whether sequence and functional differences in the bovine SIRP family may underlie the resistance or tolerance to T. annulata between the breeds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potentially , our research may also have more general implications for the control of inflammatory processes against other pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genes controlling the balance between pathology and protection may determine how livestock can survive in the face of infectious onslaught .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Next generation sequencing and RNAi methodologies for livestock species will bring new opportunities to link diversity at the genome level to functional differences in health traits in livestock species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( E.J. Glass ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "livestock species , the control of infectious disease still remains one of the most important global priorities for effective and efficient livestock management .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is true even where there is adoption of good management practices and increasing availability of vaccines and other therapeutics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Breeding for resistance or tolerance to 0165-2427 / $ - see front matter",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "20",
    "segment_num": "23",
    "token_num": "451"
  }
}