{
  "paper_id": "b9881ca556b8d6e74c2fe3b9c2195429fcb0d09d",
  "metadata": {
    "title": "H1N1pdm Influenza Infection in Hospitalized Cancer Patients: Clinical Evolution and Viral Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 6047,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The novel influenza A pandemic virus (H1N1pdm) caused considerable morbidity and mortality worldwide in 2009. The aim of the present study was to evaluate the clinical course, duration of viral shedding, H1N1pdm evolution and emergence of antiviral resistance in hospitalized cancer patients with severe H1N1pdm infections during the winter of 2009 in Brazil.",
      "sentences": [
        [
          {
            "segment_text": "Background : The novel influenza A pandemic virus ( H1N1pdm ) caused considerable morbidity and mortality worldwide in 2009 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the present study was to evaluate the clinical course ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "duration of viral shedding , H1N1pdm evolution and emergence of antiviral resistance in hospitalized cancer patients with severe H1N1pdm infections during the winter of 2009 in Brazil .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We performed a prospective single-center cohort study in a cancer center in Rio de Janeiro, Brazil. Hospitalized patients with cancer and a confirmed diagnosis of influenza A H1N1pdm were evaluated. The main outcome measures in this study were in-hospital mortality, duration of viral shedding, viral persistence and both functional and molecular analyses of H1N1pdm susceptibility to oseltamivir.",
      "sentences": [
        [
          {
            "segment_text": "We performed a prospective single-center cohort study in a cancer center in Rio de Janeiro , Brazil .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hospitalized patients with cancer and a confirmed diagnosis of influenza A H1N1pdm were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main outcome measures in this study were in-hospital mortality ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "duration of viral shedding , viral persistence and both functional and molecular analyses of H1N1pdm susceptibility to oseltamivir .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 44 hospitalized patients with suspected influenza-like illness were screened. A total of 24 had diagnosed H1N1pdm infections. The overall hospital mortality in our cohort was 21%. Thirteen (54%) patients required intensive care. The median age of the studied cohort was 14.5 years (3-69 years). Eighteen (75%) patients had received chemotherapy in the previous month, and 14 were neutropenic at the onset of influenza. A total of 10 patients were evaluated for their duration of viral shedding, and 5 (50%) displayed prolonged viral shedding (median 23, range \u003d 11-63 days); however, this was not associated with the emergence of a resistant H1N1pdm virus. Viral evolution was observed in sequentially collected samples.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 44 hospitalized patients with suspected influenza-like illness were screened .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 24 had diagnosed H1N1pdm infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall hospital mortality in our cohort was 21 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirteen ( 54 % ) patients required intensive care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median age of the studied cohort was 14.5 years ( 3-69 years ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighteen ( 75 % ) patients had received chemotherapy in the previous month ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 14 were neutropenic at the onset of influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 10 patients were evaluated for their duration of viral shedding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 5 ( 50 % ) displayed prolonged viral shedding ( median 23 , range \u003d 11-63 days ) ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this was not associated with the emergence of a resistant H1N1pdm virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral evolution was observed in sequentially collected samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Prolonged influenza A H1N1pdm shedding was observed in cancer patients. However, oseltamivir resistance was not detected. Taken together, our data suggest that severely ill cancer patients may constitute a pandemic virus reservoir with major implications for viral propagation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Prolonged influenza A H1N1pdm shedding was observed in cancer patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , oseltamivir resistance was not detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our data suggest that severely ill cancer patients may constitute a pandemic virus reservoir with major implications for viral propagation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "311"
  }
}