{
  "paper_id": "b99136512970c5ad4257f21b5ac40218654de94b",
  "metadata": {
    "title": "Safety and immunogenicity of a virus-like particle pandemic influenza A (H1N1) 2009 vaccine in a blinded, randomized, placebo-controlled trial of adults in Mexico",
    "coda_data_split": "train",
    "coda_paper_id": 10885,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus-like particles (VLPs) can be rapidly developed from influenza virus genetic sequences in order to supply vaccine after the onset of a pandemic. The safety and immunogenicity of one or two doses of a recombinant A (H1N1) 2009 influenza VLP vaccine was evaluated in a two-stage, Phase 2, randomized, double-blind, placebo-controlled study conducted in 4563 healthy adults, 18-64 years of age, during the H1N1 2009 pandemic in Mexico. In Part A, 1013 subjects were randomized into four treatment groups (5 g, 15 g, or 45 g hemagglutinin [HA] VLP vaccine or placebo) and vaccinated 21 days apart, with sera collected on Days 1, 14 and 36 for hemagglutination inhibition (HAI) testing. After review of safety and immunogenicity data from Part A, additional subjects were immunized with a single dose of 15 g VLP vaccine (N \u003d 2537) or placebo (N \u003d 1011) and assessed for safety in Part B. Results showed the H1N1 2009 VLP vaccine was safe and well-tolerated. Systemic solicited events were similar between placebo and VLP vaccinated groups with no vaccine-related serious adverse events. Dose response trends for solicited local adverse events were observed, with higher incidences of local pain, swelling, tenderness, and redness reported in the higher VLP dose groups (15 g and 45 g) compared to the placebo and 5 g VLP groups following both vaccinations. Although the majority of local AEs were mild in severity, a dose trend in events of moderate or greater severity was also noted for these solicited events. The VLP vaccine groups demonstrated robust HAI immune responses after a single vaccination, with high rates of seroprotection (≥40 HAI titer) in 82-92% of all subjects and in 64-85% of subjects who were seronegative at the time of immunization. HAI geometric mean titers (GMTs), geometric mean ratios (GMRs) and seroconversion rates were also all statistically higher in the VLP groups compared to placebo for both post-baseline time points. Based on these data, additional clinical trials are in development to evaluate influenza vaccine candidate antigens manufactured using Spodoptera frugiperda (Sf9)/baculovirus-based VLP technology.",
      "sentences": [
        [
          {
            "segment_text": "Virus-like particles ( VLPs ) can be rapidly developed from influenza virus genetic sequences in order to supply vaccine after the onset of a pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The safety and immunogenicity of one or two doses of a recombinant A ( H1N1 ) 2009 influenza VLP vaccine was evaluated in a two-stage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Phase 2 , randomized , double-blind ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "placebo-controlled study conducted in 4563 healthy adults ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "18-64 years of age , during the H1N1 2009 pandemic in Mexico .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In Part A , 1013 subjects were randomized into four treatment groups ( 5 g , 15 g , or 45 g hemagglutinin ( HA ) VLP vaccine or placebo ) and vaccinated 21 days apart ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with sera collected on Days 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "14 and 36 for hemagglutination inhibition ( HAI ) testing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After review of safety and immunogenicity data from Part A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "additional subjects were immunized with a single dose of 15 g VLP vaccine ( N \u003d 2537 ) or placebo ( N \u003d 1011 ) and assessed for safety in Part B. Results showed the H1N1 2009 VLP vaccine was safe and well-tolerated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Systemic solicited events were similar between placebo and VLP vaccinated groups with no vaccine-related serious adverse events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dose response trends for solicited local adverse events were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with higher incidences of local pain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "swelling , tenderness , and redness reported in the higher VLP dose groups ( 15 g and 45 g ) compared to the placebo and 5 g VLP groups following both vaccinations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the majority of local AEs were mild in severity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a dose trend in events of moderate or greater severity was also noted for these solicited events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The VLP vaccine groups demonstrated robust HAI immune responses after a single vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with high rates of seroprotection ( ≥ 40 HAI titer ) in 82-92 % of all subjects and in 64-85 % of subjects who were seronegative at the time of immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAI geometric mean titers ( GMTs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "geometric mean ratios ( GMRs ) and seroconversion rates were also all statistically higher in the VLP groups compared to placebo for both post-baseline time points .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these data , additional clinical trials are in development to evaluate influenza vaccine candidate antigens manufactured using Spodoptera frugiperda ( Sf9 ) / baculovirus-based VLP technology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "398"
  }
}