{
  "paper_id": "b9a74f1f03a9b75351badb02e13448d1f65f7ed8",
  "metadata": {
    "title": "Inferring Infection Patterns Based on a Connectivity Map of Host Transcriptional Responses",
    "coda_data_split": "train",
    "coda_paper_id": 7248,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Low cost, high throughput, easy quantitation, and rich descriptions have made gene expression profiling generated by DNA microarrays an optimal approach for describing host transcriptional responses (HTRs). However, efforts to characterize the landscape of HTRs to diverse pathogens are far from offering a comprehensive view. Here, we developed an HTR Connectivity Map based on systematic assessment of pairwise similarities of HTRs to 50 clinically important human pathogens using 1353 gene-expression profiles generated from \u003e60 human cells/tissues. These 50 pathogens were further partitioned into eight robust \"HTR communities\" (i.e., groups with more consensus internal HTR similarities). These communities showed enrichment in specific infection attributes and differential gene expression patterns. Using query signatures of HTRs to external pathogens, we demonstrated four distinct modes of HTR associations among different pathogens types/class, and validated the reliability of the HTR community divisions for differentiating and categorizing pathogens from a host-oriented perspective. These findings provide a first-generation HTR Connectivity Map of 50 diverse pathogens, and demonstrate the potential for using annotated HTR community to detect functional associations among infectious pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Low cost , high throughput ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "easy quantitation , and rich descriptions have made gene expression profiling generated by DNA microarrays an optimal approach for describing host transcriptional responses ( HTRs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , efforts to characterize the landscape of HTRs to diverse pathogens are far from offering a comprehensive view .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we developed an HTR Connectivity Map based on systematic assessment of pairwise similarities of HTRs to 50 clinically important human pathogens using 1353 gene-expression profiles generated from \u003e 60 human cells/tissues .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These 50 pathogens were further partitioned into eight robust `` HTR communities \u0027\u0027 ( i.e. , groups with more consensus internal HTR similarities ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These communities showed enrichment in specific infection attributes and differential gene expression patterns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using query signatures of HTRs to external pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we demonstrated four distinct modes of HTR associations among different pathogens types/class ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and validated the reliability of the HTR community divisions for differentiating and categorizing pathogens from a host-oriented perspective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings provide a first-generation HTR Connectivity Map of 50 diverse pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and demonstrate the potential for using annotated HTR community to detect functional associations among infectious pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "197"
  }
}