{
  "paper_id": "b9ac24a16dd729a1db737ead634eaa577b00febd",
  "metadata": {
    "title": "A Chinese Herbal Formula to Improve General Psychological Status in Posttraumatic Stress Disorder: A Randomized Placebo-Controlled Trial on Sichuan Earthquake Survivors",
    "coda_data_split": "train",
    "coda_paper_id": 8818,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction. Posttraumatic stress disorder (PTSD) is accompanied by poor general psychological status (GPS). In the present study, we investigated the effects of a Chinese herbal formula on GPS in earthquake survivors with PTSD. Methods. A randomized, double-blind, placebo-controlled trial compared a Chinese herbal formula, Xiao-Tan-Jie-Yu-Fang (XTJYF), to placebo in 2008 Sichuan earthquake survivors with PTSD. Patients were randomized into XTJYF (n \u003d 123) and placebo (n \u003d 122) groups. Baselineto-end-point score changes in the three global indices of the Symptom Checklist-90-Revised (SCL-90-R) and rates of response in the SCL global severity index (GSI) were the primary endpoints. A subanalysis of the nine SCL factors and the sleep quality score were secondary endpoints. Results and Discussion. Compared to placebo, the XTJYF group was significantly improved in all three SCL global indices (P \u003d 0.001∼0.028). More patients in the XTJYF group reported \"much improved\" than the placebo group (P \u003d 0.001). The XTJYF group performed significantly better than control in five out of nine SCL factors (somatization, obsessivecompulsive behavior, depression, anxiety, and hostility (P \u003d 0.001∼0.036)), and in sleep quality score (P \u003c 0.001). XTJYF produced no serious adverse events. These findings suggest that XTJYF may be an effective and safe treatment option for improving GPS in patients with PTSD.",
      "sentences": [
        [
          {
            "segment_text": "Introduction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Posttraumatic stress disorder ( PTSD ) is accompanied by poor general psychological status ( GPS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we investigated the effects of a Chinese herbal formula on GPS in earthquake survivors with PTSD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A randomized , double-blind , placebo-controlled trial compared a Chinese herbal formula ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Xiao-Tan-Jie-Yu-Fang ( XTJYF ) , to placebo in 2008 Sichuan earthquake survivors with PTSD .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were randomized into XTJYF ( n \u003d 123 ) and placebo ( n \u003d 122 ) groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Baselineto-end-point score changes in the three global indices of the Symptom Checklist-90-Revised ( SCL-90-R ) and rates of response in the SCL global severity index ( GSI ) were the primary endpoints .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A subanalysis of the nine SCL factors and the sleep quality score were secondary endpoints .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results and Discussion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to placebo , the XTJYF group was significantly improved in all three SCL global indices ( P \u003d 0.001 ∼ 0.028 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More patients in the XTJYF group reported `` much improved \u0027\u0027 than the placebo group ( P \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The XTJYF group performed significantly better than control in five out of nine SCL factors ( somatization , obsessivecompulsive behavior , depression , anxiety , and hostility ( P \u003d 0.001 ∼ 0.036 ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in sleep quality score ( P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "XTJYF produced no serious adverse events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that XTJYF may be an effective and safe treatment option for improving GPS in patients with PTSD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "16",
    "token_num": "263"
  }
}