{
  "paper_id": "b9bda4ac723da46f0a97cb515f56fcdb1588f162",
  "metadata": {
    "title": "Comparison of Bovine Coronavirus (BCV) Antigens: Monoclonal Antibodies to the Spike Glycoprotein Distinguish between Vaccine and Wild-Type Strains",
    "coda_data_split": "train",
    "coda_paper_id": 5128,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Monoclonal antibodies (MAbs) against two major structural proteins of the cell-adapted Mebus strain of bovine coronavirus (BCV-L9) were produced and characterized. Seven MAbs reacted with the peplomeric glycoprotein, gplOO/S, while three MAbs reacted with the nucleoprotein p53/N in Western blot analysis of BCV polypeptides. MAbs to gplOO/S reacted with discontinuous epitopes of gplOO/S in Westerns under mild but not under standard denaturing conditions. In contrast, MAbs to p53/N reacted in both types of Westerns, and those epitopes were thus continuous. MAbs to p53/N failed to neutralize BCV infectivity, while 4 MAbs to gplOO/S neutralized BCV effectively. Cross reactivity of MAbs to gplOO/S specified by five virulent wild-type strains and two high passage, cell-culture-adapted strains in mildly denaturing Westerns and neutralization assays indicated that two epitopes were conserved in all seven strains, while two epitopes of the avirulent strains were not detected in the wild-type strains. Non-neutralizing MAbs of gplOO/S reacted with all seven strains in Westerns with the exception of one MAb that was specific for the highly cell-adapted strain BCV-L9.",
      "sentences": [
        [
          {
            "segment_text": "Monoclonal antibodies ( MAbs ) against two major structural proteins of the cell-adapted Mebus strain of bovine coronavirus ( BCV-L9 ) were produced and characterized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seven MAbs reacted with the peplomeric glycoprotein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gplOO/S , while three MAbs reacted with the nucleoprotein p53/N in Western blot analysis of BCV polypeptides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MAbs to gplOO/S reacted with discontinuous epitopes of gplOO/S in Westerns under mild but not under standard denaturing conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , MAbs to p53/N reacted in both types of Westerns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and those epitopes were thus continuous .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MAbs to p53/N failed to neutralize BCV infectivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 4 MAbs to gplOO/S neutralized BCV effectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cross reactivity of MAbs to gplOO/S specified by five virulent wild-type strains and two high passage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cell-culture-adapted strains in mildly denaturing Westerns and neutralization assays indicated that two epitopes were conserved in all seven strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while two epitopes of the avirulent strains were not detected in the wild-type strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Non-neutralizing MAbs of gplOO/S reacted with all seven strains in Westerns with the exception of one MAb that was specific for the highly cell-adapted strain BCV-L9 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "189"
  }
}