{
  "paper_id": "b9e7e99d058c1fffd687046fe2999ebdba9edd65",
  "metadata": {
    "title": "Science delivering to regulators",
    "coda_data_split": "train",
    "coda_paper_id": 4834,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Regulations are a part of life but who writes them, what is the basis on which they are written and when the regulations get it wrong, whose fault is it? Is it those who wrote the regulations, those enforcing the regulations, those being regulated or the science underpinning the regulations? In seeking answers to these questions, this paper explores the regulatory process and the contribution of science. It takes as examples the role of the Australian Pesticides and Veterinary Medicines Authority (APVMA) in regulating veterinary products, of the Security Sensitive Biological Agents regulations in managing the risks from specific pathogens, the Quarantine Act regulations as applied to containment facilities and the development of welfare standards. By dealing with products, pathogens, places and \u0027\u0027pets\u0027\u0027 it provides a broad oversight of how regulations have been developed and applied from different perspectives and highlights the differing roles that science and research play both in developing policy and regulations. What is clear is that in the presence of good science it is usually possible to develop sound and defensible regulations e.g. those managed by APVMA, but when there is a lack of science to underpin the regulations, problems can arise e.g. in the case of animal welfare.",
      "sentences": [
        [
          {
            "segment_text": "Regulations are a part of life but who writes them ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "what is the basis on which they are written and when the regulations get it wrong , whose fault is it ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Is it those who wrote the regulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "those enforcing the regulations , those being regulated or the science underpinning the regulations ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In seeking answers to these questions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this paper explores the regulatory process and the contribution of science .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It takes as examples the role of the Australian Pesticides and Veterinary Medicines Authority ( APVMA ) in regulating veterinary products ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "of the Security Sensitive Biological Agents regulations in managing the risks from specific pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the Quarantine Act regulations as applied to containment facilities and the development of welfare standards .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By dealing with products , pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "places and `` pets \u0027\u0027 it provides a broad oversight of how regulations have been developed and applied from different perspectives and highlights the differing roles that science and research play both in developing policy and regulations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "What is clear is that in the presence of good science it is usually possible to develop sound and defensible regulations e.g. those managed by APVMA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but when there is a lack of science to underpin the regulations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "problems can arise e.g. in the case of animal welfare .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "224"
  }
}