{
  "paper_id": "b9fbd0773ea09b1ad96a7746601d7a8e2125313d",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3300,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A virulent avian infectious bronchitis virus (IBV) was isolated from 30-day-old broiler chickens that exhibited respiratory symptoms, nephropathologic lesions, and a high proportion of deaths in the People\u0027s Republic of China during 2005. The strain, designated YN, was genetically and pathologically characterized. Phylogenetic analysis showed that YN and most of the previously characterized IBV isolates found in China were phylogenetically classifi ed into 2 main genetic clusters. The YN isolate caused severe lesions and resulted in deaths of 65% in experimental infections of 30-day-old specifi c-pathogen-free chickens. Tracheal and severe kidney lesions developed in all infected birds, confi rming the ability of YN strain to induce both respiratory and renal disease. IBV antigens were detected by immunohistochemical analysis in the trachea, lung, kidney, and bursa, consistent with histopathologic observations, virus isolation, and reverse transcription PCR detection. We showed that YN IBV exhibits severe pathogenicity in chickens, and that similar viruses are prevalent in China.",
      "sentences": [
        [
          {
            "segment_text": "A virulent avian infectious bronchitis virus ( IBV ) was isolated from 30-day-old broiler chickens that exhibited respiratory symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nephropathologic lesions , and a high proportion of deaths in the People \u0027s Republic of China during 2005 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The strain , designated YN ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was genetically and pathologically characterized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis showed that YN and most of the previously characterized IBV isolates found in China were phylogenetically classifi ed into 2 main genetic clusters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The YN isolate caused severe lesions and resulted in deaths of 65 % in experimental infections of 30-day-old specifi c-pathogen-free chickens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tracheal and severe kidney lesions developed in all infected birds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confi rming the ability of YN strain to induce both respiratory and renal disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IBV antigens were detected by immunohistochemical analysis in the trachea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lung , kidney , and bursa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consistent with histopathologic observations , virus isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reverse transcription PCR detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We showed that YN IBV exhibits severe pathogenicity in chickens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that similar viruses are prevalent in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "177"
  }
}