{
  "paper_id": "ba03011c4b23d19642ea33554a6789895558ad97",
  "metadata": {
    "title": "Funding: 1) China Special Grant for the Prevention and Control of Infection Diseases (2008ZX10004-006); 2) National Natural Science Foundation of China",
    "coda_data_split": "train",
    "coda_paper_id": 2187,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Highly pathogenic avian influenza A (HPAI) H5N1 viruses are circulating among poultry populations in parts of Asia, Africa, and the Middle East, and have caused human infections with a high mortality rate. H5 subtype hemagglutinin (HA) has evolved into phylogenetically distinct clades and subclades based on viruses isolated from various avian species. Since 1997, humans have been infected by HPAI H5N1 viruses from several clades. It is, therefore, important to develop strategies to produce protective antibody responses against H5N1 viruses from multiple clades or antigenic groups. In the current study, we optimized the signal peptide design of DNA vaccines expressing HA antigens from H5N1 viruses. Cross reactivity analysis using sera from immunized rabbits showed that antibody responses elicited by a polyvalent formulation, including HA antigens from different clades, was able to elicit broad protective antibody responses against multiple key representative H5N1 viruses across different clades. Data presented in this report support the development of a polyvalent DNA vaccine strategy against the threat of a potential H5N1 influenza pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Highly pathogenic avian influenza A ( HPAI ) H5N1 viruses are circulating among poultry populations in parts of Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Africa , and the Middle East ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have caused human infections with a high mortality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "H5 subtype hemagglutinin ( HA ) has evolved into phylogenetically distinct clades and subclades based on viruses isolated from various avian species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 1997 , humans have been infected by HPAI H5N1 viruses from several clades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is , therefore , important to develop strategies to produce protective antibody responses against H5N1 viruses from multiple clades or antigenic groups .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the current study , we optimized the signal peptide design of DNA vaccines expressing HA antigens from H5N1 viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cross reactivity analysis using sera from immunized rabbits showed that antibody responses elicited by a polyvalent formulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including HA antigens from different clades ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was able to elicit broad protective antibody responses against multiple key representative H5N1 viruses across different clades .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data presented in this report support the development of a polyvalent DNA vaccine strategy against the threat of a potential H5N1 influenza pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "188"
  }
}