{
  "paper_id": "ba2e9914423d4507baffe0635790e5bfedbe4e06",
  "metadata": {
    "title": "Generation of anti-NAG-2 mAb from patients\u0027 memory B cells: implications for a novel therapeutic strategy in systemic sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 9603,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have previously reported that antibodies directed against the cytomegalovirus-derived protein UL94 cross react with the cell surface tetraspanin transmembrane 4 superfamily member 7 (TM4SF7 or NAG-2) molecule inducing apoptosis of endothelial cells and activation of fibroblasts in patients with systemic sclerosis (SSc). We aimed at generating a non-functional mAb directed against NAG-2 from patients\u0027 memory B cells. Direct and competitive ELISA methods have been used to evaluate the binding of antibodies from scleroderma patients\u0027 and controls\u0027 sera to the NAG-2 peptide. IgG memory B cells were sorted, EBV transformed and cloned to obtain NAG-2-specific mAbs. Endothelial cells and fibroblasts were cultured under standard conditions and used for functional assays. Anti-NAG-2-purified antibodies obtained from patients\u0027 Ig induce endothelial cell apoptosis and fibroblast proliferation. Patients\u0027 Igs depleted of the anti-NAG-2 fraction do not exert such functional activity. Therefore, the NAG-2 molecule represents a potential novel candidate for therapeutic intervention in SSc. Here, we describe the generation of a human mAb directed against the NAG-2 molecule. Such mAb does not retain any functional property and is able to block the effect of serum pathogenetic anti-NAG-2 antibodies. The majority of SSc patients present antibodies directed against tetraspanin NAG-2 and mediate both endothelial cell apoptosis and fibroblast proliferation, features of the disease. The anti-NAG-2 human mAb we have obtained blocks signal transduction and therefore may be a potential candidate for a new treatment in SSc, a disease where the current biological therapies have little or no efficacy.",
      "sentences": [
        [
          {
            "segment_text": "We have previously reported that antibodies directed against the cytomegalovirus-derived protein UL94 cross react with the cell surface tetraspanin transmembrane 4 superfamily member 7 ( TM4SF7 or NAG-2 ) molecule inducing apoptosis of endothelial cells and activation of fibroblasts in patients with systemic sclerosis ( SSc ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed at generating a non-functional mAb directed against NAG-2 from patients \u0027 memory B cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Direct and competitive ELISA methods have been used to evaluate the binding of antibodies from scleroderma patients \u0027 and controls \u0027 sera to the NAG-2 peptide .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "IgG memory B cells were sorted ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EBV transformed and cloned to obtain NAG-2-specific mAbs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Endothelial cells and fibroblasts were cultured under standard conditions and used for functional assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Anti-NAG-2-purified antibodies obtained from patients \u0027 Ig induce endothelial cell apoptosis and fibroblast proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients \u0027 Igs depleted of the anti-NAG-2 fraction do not exert such functional activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the NAG-2 molecule represents a potential novel candidate for therapeutic intervention in SSc .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the generation of a human mAb directed against the NAG-2 molecule .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such mAb does not retain any functional property and is able to block the effect of serum pathogenetic anti-NAG-2 antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of SSc patients present antibodies directed against tetraspanin NAG-2 and mediate both endothelial cell apoptosis and fibroblast proliferation , features of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The anti-NAG-2 human mAb we have obtained blocks signal transduction and therefore may be a potential candidate for a new treatment in SSc ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a disease where the current biological therapies have little or no efficacy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "269"
  }
}