{
  "paper_id": "ba2fc738765a5e090d04ad70d972bb35724d927a",
  "metadata": {
    "title": "Haemoproteus iwa in Great Frigatebirds (Fregata minor) in the Islands of the Western Indian Ocean",
    "coda_data_split": "train",
    "coda_paper_id": 4707,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Blood parasites of the sub-genus Haemoproteus have been reported in seabirds, in particular in species in the Suliformes order. These parasites are transmitted by hippoboscid flies of the genus Olfersia; strong specificity has been suggested between the vector and its vertebrate host. We investigated the prevalence of Haemoproteus infection in Suliformes and hippoboscid flies in two oceanic islands of the Western Indian Ocean: Europa and Tromelin. In total, 209 blood samples were collected from great frigatebirds (Fregata minor), masked boobies (Sula dactylatra) and red-footed boobies (Sula sula). Fortyone hippoboscid flies were also collected from birds. Seventeen frigatebirds and one fly collected on Europa tested positive for the presence of Haemoproteus parasites by polymerase chain reaction. Phylogenetic analyses based on partial sequences of the Cytochrome b gene showed that parasites were closely related to Haemoproteus iwa reported from frigatebirds in the Pacific Ocean and in the Caribbean. Plasmodium was also detected in a frigatebird on Europa; however, its placement on the phylogenetic tree could not be resolved. We provide strong support for transmission of blood parasites in seabirds in the Western Indian Ocean and suggest that migrations between the Pacific and the Indian oceans could favor the large-scale distribution of Haemoproteus iwa in frigatebird populations. Citation: Bastien M, Jaeger A, Le Corre M, Tortosa P, Lebarbenchon C (2014) Haemoproteus iwa in Great Frigatebirds (Fregata minor) in the Islands of the Western Indian Ocean. PLoS ONE 9(5): e97185.",
      "sentences": [
        [
          {
            "segment_text": "Blood parasites of the sub-genus Haemoproteus have been reported in seabirds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular in species in the Suliformes order .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These parasites are transmitted by hippoboscid flies of the genus Olfersia ; strong specificity has been suggested between the vector and its vertebrate host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the prevalence of Haemoproteus infection in Suliformes and hippoboscid flies in two oceanic islands of the Western Indian Ocean : Europa and Tromelin .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In total , 209 blood samples were collected from great frigatebirds ( Fregata minor ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "masked boobies ( Sula dactylatra ) and red-footed boobies ( Sula sula ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fortyone hippoboscid flies were also collected from birds .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seventeen frigatebirds and one fly collected on Europa tested positive for the presence of Haemoproteus parasites by polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses based on partial sequences of the Cytochrome b gene showed that parasites were closely related to Haemoproteus iwa reported from frigatebirds in the Pacific Ocean and in the Caribbean .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Plasmodium was also detected in a frigatebird on Europa ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its placement on the phylogenetic tree could not be resolved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide strong support for transmission of blood parasites in seabirds in the Western Indian Ocean and suggest that migrations between the Pacific and the Indian oceans could favor the large-scale distribution of Haemoproteus iwa in frigatebird populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Bastien M , Jaeger A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Le Corre M , Tortosa P ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Lebarbenchon C ( 2014 ) Haemoproteus iwa in Great Frigatebirds ( Fregata minor ) in the Islands of the Western Indian Ocean .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 9 ( 5 ) : e97185 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "273"
  }
}