{
  "paper_id": "ba3346b111421aaf23a5c2717a602a46f92075ad",
  "metadata": {
    "title": "Protocol for Carbohydrate Microarrays 241 241 A Practical Protocol for Carbohydrate Microarrays",
    "coda_data_split": "train",
    "coda_paper_id": 3697,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have established a high-throughput biochip platform for constructing carbohydrate microarrays. Using this technology, carbohydrate-containing macromolecules of diverse structures, including polysaccharides, natural glycoconjugates, and mono-and oligosaccharides coupled to carrier molecules, can be stably immobilized on a glass chip without chemical modification. Here, we describe a practical protocol for this technology. We hope that anyone who has access to a standard cDNA microarray facility will be able to explore this technology for his or her own research interest. We also provide an example to illustrate that the carbohydrate microarray is also a discovery tool; this is particularly useful for identifying immunologic sugar moieties, including complex carbohydrates of cancer cells and sugar signatures of previously unrecognized microbial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "We have established a high-throughput biochip platform for constructing carbohydrate microarrays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using this technology , carbohydrate-containing macromolecules of diverse structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including polysaccharides , natural glycoconjugates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mono-and oligosaccharides coupled to carrier molecules ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can be stably immobilized on a glass chip without chemical modification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a practical protocol for this technology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We hope that anyone who has access to a standard cDNA microarray facility will be able to explore this technology for his or her own research interest .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also provide an example to illustrate that the carbohydrate microarray is also a discovery tool ; this is particularly useful for identifying immunologic sugar moieties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including complex carbohydrates of cancer cells and sugar signatures of previously unrecognized microbial pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "129"
  }
}