{
  "paper_id": "ba3522d00ecebd159c5b5dc90119df8642993c49",
  "metadata": {
    "title": "Influenza and SARS-Coronavirus Activating Proteases TMPRSS2 and HAT Are Expressed at Multiple Sites in Human Respiratory and Gastrointestinal Tracts",
    "coda_data_split": "train",
    "coda_paper_id": 6596,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The type II transmembrane serine proteases TMPRSS2 and HAT activate influenza viruses and the SARS-coronavirus (TMPRSS2) in cell culture and may play an important role in viral spread and pathogenesis in the infected host. However, it is at present largely unclear to what extent these proteases are expressed in viral target cells in human tissues. Here, we show that both HAT and TMPRSS2 are coexpressed with 2,6-linked sialic acids, the major receptor determinant of human influenza viruses, throughout the human respiratory tract. Similarly, coexpression of ACE2, the SARS-coronavirus receptor, and TMPRSS2 was frequently found in the upper and lower aerodigestive tract, with the exception of the vocal folds, epiglottis and trachea. Finally, activation of influenza virus was conserved between human, avian and porcine TMPRSS2, suggesting that this protease might activate influenza virus in reservoir-, intermediate-and human hosts. In sum, our results show that TMPRSS2 and HAT are expressed by important influenza and SARS-coronavirus target cells and could thus support viral spread in the human host.",
      "sentences": [
        [
          {
            "segment_text": "The type II transmembrane serine proteases TMPRSS2 and HAT activate influenza viruses and the SARS-coronavirus ( TMPRSS2 ) in cell culture and may play an important role in viral spread and pathogenesis in the infected host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is at present largely unclear to what extent these proteases are expressed in viral target cells in human tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that both HAT and TMPRSS2 are coexpressed with 2,6-linked sialic acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the major receptor determinant of human influenza viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "throughout the human respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , coexpression of ACE2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the SARS-coronavirus receptor , and TMPRSS2 was frequently found in the upper and lower aerodigestive tract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the exception of the vocal folds , epiglottis and trachea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , activation of influenza virus was conserved between human ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "avian and porcine TMPRSS2 , suggesting that this protease might activate influenza virus in reservoir - , intermediate-and human hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In sum , our results show that TMPRSS2 and HAT are expressed by important influenza and SARS-coronavirus target cells and could thus support viral spread in the human host .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "188"
  }
}