{
  "paper_id": "ba502a88e3f83aa9e3d5edd649970db6da85c5bf",
  "metadata": {
    "title": "The role of CXCL10 in the pathogenesis of experimental septic shock",
    "coda_data_split": "train",
    "coda_paper_id": 4155,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The chemokine CXCL10 is produced during infection and inflammation to activate the chemokine receptor CXCR3, an important regulator of lymphocyte trafficking and activation. The goal of this study was to assess the contributions of CXCL10 to the pathogenesis of experimental septic shock in mice. Methods: Septic shock was induced by cecal ligation and puncture (CLP) in mice resuscitated with lactated Ringer\u0027s solution and, in some cases, the broad spectrum antibiotic Primaxin. Studies were performed in CXCL10 knockout mice and mice treated with anti-CXCL10 immunoglobulin G (IgG). Endpoints included leukocyte trafficking and activation, core body temperature, plasma cytokine concentrations, bacterial clearance and survival. Results: CXCL10 was present at high concentrations in plasma and peritoneal cavity during CLP-induced septic shock. Survival was significantly improved in CXCL10 knockout (CXCL10KO) mice and mice treated with anti-CXCL10 IgG compared to controls. CXCL10KO mice and mice treated with anti-CXCL10 IgG showed attenuated hypothermia, lower concentrations of interleukin-6 (IL-6) and macrophage inhibitory protein-2 (MIP-2) in plasma and lessened natural killer (NK) cell activation compared to control mice. Compared to control mice, bacterial burden in blood and lungs was lower in CXCL10-deficient mice but not in mice treated with anti-CXCL10 IgG. Treatment of mice with anti-CXCL10 IgG plus fluids and Primaxin at 2 or 6 hours after CLP significantly improved survival compared to mice treated with non-specific IgG under the same conditions. Conclusions: CXCL10 plays a role in the pathogenesis of CLP-induced septic shock and could serve as a therapeutic target during the acute phase of septic shock.",
      "sentences": [
        [
          {
            "segment_text": "The chemokine CXCL10 is produced during infection and inflammation to activate the chemokine receptor CXCR3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an important regulator of lymphocyte trafficking and activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this study was to assess the contributions of CXCL10 to the pathogenesis of experimental septic shock in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Septic shock was induced by cecal ligation and puncture ( CLP ) in mice resuscitated with lactated Ringer \u0027s solution and ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in some cases , the broad spectrum antibiotic Primaxin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Studies were performed in CXCL10 knockout mice and mice treated with anti-CXCL10 immunoglobulin G ( IgG ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Endpoints included leukocyte trafficking and activation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "core body temperature , plasma cytokine concentrations , bacterial clearance and survival .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : CXCL10 was present at high concentrations in plasma and peritoneal cavity during CLP-induced septic shock .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Survival was significantly improved in CXCL10 knockout ( CXCL10KO ) mice and mice treated with anti-CXCL10 IgG compared to controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CXCL10KO mice and mice treated with anti-CXCL10 IgG showed attenuated hypothermia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lower concentrations of interleukin-6 ( IL-6 ) and macrophage inhibitory protein-2 ( MIP-2 ) in plasma and lessened natural killer ( NK ) cell activation compared to control mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to control mice , bacterial burden in blood and lungs was lower in CXCL10-deficient mice but not in mice treated with anti-CXCL10 IgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment of mice with anti-CXCL10 IgG plus fluids and Primaxin at 2 or 6 hours after CLP significantly improved survival compared to mice treated with non-specific IgG under the same conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : CXCL10 plays a role in the pathogenesis of CLP-induced septic shock and could serve as a therapeutic target during the acute phase of septic shock .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "285"
  }
}