{
  "paper_id": "ba581ccb585036d6220cfb461733c94584326d96",
  "metadata": {
    "title": "C URRENT OPINION Back to basics: hand hygiene and isolation",
    "coda_data_split": "train",
    "coda_paper_id": 10420,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hand hygiene and isolation are basic, but very effective, means of preventing the spread of pathogens in healthcare. Although the principle may be straightforward, this review highlights some of the controversies regarding the implementation and efficacy of these interventions.",
      "sentences": [
        [
          {
            "segment_text": "Hand hygiene and isolation are basic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but very effective , means of preventing the spread of pathogens in healthcare .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the principle may be straightforward ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this review highlights some of the controversies regarding the implementation and efficacy of these interventions .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Hand hygiene compliance is an accepted measure of quality and safety in many countries. The evidence for the efficacy of hand hygiene in directly reducing rates of hospital-acquired infections has strengthened in recent years, particularly in terms of reduced rates of staphylococcal sepsis. Defining the key components of effective implementation strategies and the ideal method(s) of assessing hand hygiene compliance are dependent on a range of factors associated with the healthcare system. Although patient isolation continues to be an important strategy, particularly in outbreaks, it also has some limitations and can be associated with negative effects. Recent detailed molecular epidemiology studies of key healthcareacquired pathogens have questioned the true efficacy of isolation, alone as an effective method for the routine prevention of disease transmission.",
      "sentences": [
        [
          {
            "segment_text": "Hand hygiene compliance is an accepted measure of quality and safety in many countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The evidence for the efficacy of hand hygiene in directly reducing rates of hospital-acquired infections has strengthened in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in terms of reduced rates of staphylococcal sepsis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Defining the key components of effective implementation strategies and the ideal method ( s ) of assessing hand hygiene compliance are dependent on a range of factors associated with the healthcare system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although patient isolation continues to be an important strategy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "particularly in outbreaks , it also has some limitations and can be associated with negative effects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recent detailed molecular epidemiology studies of key healthcareacquired pathogens have questioned the true efficacy of isolation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "alone as an effective method for the routine prevention of disease transmission .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Hand hygiene and isolation are key components of basic infection control. Recent insights into the benefits, limitations and even adverse effects of these interventions are important for their optimal implementation.",
      "sentences": [
        [
          {
            "segment_text": "Hand hygiene and isolation are key components of basic infection control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recent insights into the benefits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "limitations and even adverse effects of these interventions are important for their optimal implementation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "213"
  }
}