{
  "paper_id": "ba619ea88290fb57c91eaa57424ff64b0e811f0b",
  "metadata": {
    "title": "Identification of Novel Immunogenic Proteins of Neisseria gonorrhoeae by Phage Display",
    "coda_data_split": "train",
    "coda_paper_id": 2592,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Neisseria gonorrhoeae is one of the most prevalent sexually transmitted diseases worldwide with more than 100 million new infections per year. A lack of intense research over the last decades and increasing resistances to the recommended antibiotics call for a better understanding of gonococcal infection, fast diagnostics and therapeutic measures against N. gonorrhoeae. Therefore, the aim of this work was to identify novel immunogenic proteins as a first step to advance those unresolved problems. For the identification of immunogenic proteins, pHORF oligopeptide phage display libraries of the entire N. gonorrhoeae genome were constructed. Several immunogenic oligopeptides were identified using polyclonal rabbit antibodies against N. gonorrhoeae. Corresponding full-length proteins of the identified oligopeptides were expressed and their immunogenic character was verified by ELISA. The immunogenic character of six proteins was identified for the first time. Additional 13 proteins were verified as immunogenic proteins in N. gonorrhoeae.",
      "sentences": [
        [
          {
            "segment_text": "Neisseria gonorrhoeae is one of the most prevalent sexually transmitted diseases worldwide with more than 100 million new infections per year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A lack of intense research over the last decades and increasing resistances to the recommended antibiotics call for a better understanding of gonococcal infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fast diagnostics and therapeutic measures against N. gonorrhoeae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the aim of this work was to identify novel immunogenic proteins as a first step to advance those unresolved problems .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For the identification of immunogenic proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pHORF oligopeptide phage display libraries of the entire N. gonorrhoeae genome were constructed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Several immunogenic oligopeptides were identified using polyclonal rabbit antibodies against N. gonorrhoeae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Corresponding full-length proteins of the identified oligopeptides were expressed and their immunogenic character was verified by ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The immunogenic character of six proteins was identified for the first time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additional 13 proteins were verified as immunogenic proteins in N. gonorrhoeae .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "156"
  }
}