{
  "paper_id": "ba755009e5f7330a8344f1b2dd8e65d54b8488e8",
  "metadata": {
    "title": "Prevalence and phylogenetic analysis of porcine diarrhea associated viruses in southern China from 2012 to 2018",
    "coda_data_split": "train",
    "coda_paper_id": 4799,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In China, large-scale outbreaks of severe diarrhea caused by viruses have occurred in pigs since late 2010. To investigate the prevalence and genetic evolution of diarrhea-associated viruses responsible for the outbreaks, a total of 2987 field diarrheal samples collected from 168 pig farms in five provinces in Southern China during 2012-2018 were tested.",
      "sentences": [
        [
          {
            "segment_text": "Background : In China , large-scale outbreaks of severe diarrhea caused by viruses have occurred in pigs since late 2010 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the prevalence and genetic evolution of diarrhea-associated viruses responsible for the outbreaks ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a total of 2987 field diarrheal samples collected from 168 pig farms in five provinces in Southern China during 2012-2018 were tested .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Porcine epidemic diarrhea virus (PEDV) was most frequently detected virus with prevalence rates between 50.21 and 62.10% in samples, and 96.43% (162/168) in premises, respectively. Porcine deltacoronavirus (PDCoV) was the second prevalent virus with prevalence rates ranging from 19.62 to 29.19% in samples, and 70.24% (118/168) in premises, respectively. Both transmissible gastroenteritis virus (TGEV) and porcine rotavirus (PoRV) were detected at low prevalence rates of \u003c 3% in samples and 10.12% in premises. In this study, we identified a newly emerged swine acute diarrhea syndrome coronavirus (SADS-CoV) in diarrheal samples of piglets from Fujian province in Southern China, and the prevalence rate of SADS-CoV was 10.29% (7/68). Co-infections of these diarrhea-associated viruses were common. The most frequent co-infection was PEDV with PDCoV, with an average detection rate of 12.72% (380/2987, ranging from 8.26-17.33%). Phylogenetic analysis revealed that PEDVs circulating in Southern China during the last 7 years were clustered with the variant strains of PEDV in genotype IIa. The most frequent mutations were present in the collagenase equivalent (COE) and epitope regions of the spike gene of the PEDVs currently circulating in the field. Genetic relationships of PDCoVs were closely related with Chinese strains, other than those present in the USA, South Korea, Thailand and Lao\u0027s public. Conclusions: The findings of this study indicated that variant PEDV, PDCoV, and SADS-CoV were leading etiologic agents of porcine diarrhea, and either mono-infections or co-infections of pathogenic enteric CoVs were common in pigs in Southern China during 2012-2018. Thus, significant attention should be paid in order to effectively prevent and control porcine viral diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "Results : Porcine epidemic diarrhea virus ( PEDV ) was most frequently detected virus with prevalence rates between 50.21 and 62.10 % in samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 96.43 % ( 162/168 ) in premises , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Porcine deltacoronavirus ( PDCoV ) was the second prevalent virus with prevalence rates ranging from 19.62 to 29.19 % in samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 70.24 % ( 118/168 ) in premises , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both transmissible gastroenteritis virus ( TGEV ) and porcine rotavirus ( PoRV ) were detected at low prevalence rates of \u003c 3 % in samples and 10.12 % in premises .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , we identified a newly emerged swine acute diarrhea syndrome coronavirus ( SADS-CoV ) in diarrheal samples of piglets from Fujian province in Southern China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the prevalence rate of SADS-CoV was 10.29 % ( 7/68 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-infections of these diarrhea-associated viruses were common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most frequent co-infection was PEDV with PDCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an average detection rate of 12.72 % ( 380/2987 , ranging from 8.26-17.33 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that PEDVs circulating in Southern China during the last 7 years were clustered with the variant strains of PEDV in genotype IIa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most frequent mutations were present in the collagenase equivalent ( COE ) and epitope regions of the spike gene of the PEDVs currently circulating in the field .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic relationships of PDCoVs were closely related with Chinese strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "other than those present in the USA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "South Korea , Thailand and Lao \u0027s public .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The findings of this study indicated that variant PEDV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PDCoV , and SADS-CoV were leading etiologic agents of porcine diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and either mono-infections or co-infections of pathogenic enteric CoVs were common in pigs in Southern China during 2012-2018 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , significant attention should be paid in order to effectively prevent and control porcine viral diarrhea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "379"
  }
}