{
  "paper_id": "ba92c589f077b55e9cd13264d619c2ffe9d3ce7a",
  "metadata": {
    "title": "Transmission Dynamics of 2019-nCoV in Malaysia",
    "coda_data_split": "train",
    "coda_paper_id": 3341,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "This paper focuses on the formulation of a deterministic 2019-nCov transmission model by considering the exposed and recovered populations with immunity. The scenario of the simulation is depicted based on the patient zero in Malaysia. The transmission model is found to be able to predict the next confirmed case given a single case introduced in a fully susceptible population. The mathematical model is developed based on the SEIR model which has susceptible, exposed, infectious and recovered populations. The system of equations which were obtained were solved numerically and the simulation results were analyzed. The analysis includes the impact of the disease if no control is taken.",
      "sentences": [
        [
          {
            "segment_text": "This paper focuses on the formulation of a deterministic 2019-nCov transmission model by considering the exposed and recovered populations with immunity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The scenario of the simulation is depicted based on the patient zero in Malaysia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The transmission model is found to be able to predict the next confirmed case given a single case introduced in a fully susceptible population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mathematical model is developed based on the SEIR model which has susceptible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exposed , infectious and recovered populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The system of equations which were obtained were solved numerically and the simulation results were analyzed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis includes the impact of the disease if no control is taken .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "114"
  }
}