{
  "paper_id": "baa419d7be9ab01f85ff19c108df77103b29cb50",
  "metadata": {
    "title": "Constitutional Flavonoids Derived from Epimedium Dose-Dependently Reduce Incidence of Steroid- Associated Osteonecrosis Not via Direct Action by Themselves on Potential Cellular Targets",
    "coda_data_split": "train",
    "coda_paper_id": 9375,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Intravascular-thrombosis and extravascular-lipid-deposit are the two key pathogenic events considered to interrupt intraosseous blood supply during development of steroid-associated osteonecrosis (ON). However, there are no clinically employed agents capable of simultaneously targeting these two key pathogenic events. The present experimental study demonstrated that constitutional flavonoid glycosides derived from herb Epimedium (EF, composed of seven flavonoid compounds with common stem nuclear) exerted dose-dependent effect on inhibition of both thrombosis and lipiddeposition and accordingly reducing incidence of steroid-associated ON in rabbits, which was not via direct action by themselves rather by their common metabolite on potential cellular targets involved in the two pathogenic pathways. The underlying mechanism could be explained by counteracting endothelium injury and excessive adipogenesis. These findings encourage designing clinical trials to investigate potential of EF in prevention of steroid-associated ON.",
      "sentences": [
        [
          {
            "segment_text": "Intravascular-thrombosis and extravascular-lipid-deposit are the two key pathogenic events considered to interrupt intraosseous blood supply during development of steroid-associated osteonecrosis ( ON ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there are no clinically employed agents capable of simultaneously targeting these two key pathogenic events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present experimental study demonstrated that constitutional flavonoid glycosides derived from herb Epimedium ( EF , composed of seven flavonoid compounds with common stem nuclear ) exerted dose-dependent effect on inhibition of both thrombosis and lipiddeposition and accordingly reducing incidence of steroid-associated ON in rabbits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was not via direct action by themselves rather by their common metabolite on potential cellular targets involved in the two pathogenic pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The underlying mechanism could be explained by counteracting endothelium injury and excessive adipogenesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings encourage designing clinical trials to investigate potential of EF in prevention of steroid-associated ON .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "143"
  }
}