{
  "paper_id": "baa60279b785586c7bd3f350a4bac25142e833bc",
  "metadata": {
    "title": "Virus-like particles: Passport to immune recognition",
    "coda_data_split": "train",
    "coda_paper_id": 7422,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus-like particles (VLPs) are formed by the self-assembly of envelope and/or capsid proteins from many viruses. In many cases such VLPs have structural characteristics and antigenicity similar to the parental virus, and some have already proven successful as vaccines against the cognate virus infection. The structural components of some VLPs have also proven amenable to the insertion or fusion of foreign antigenic sequences, allowing the production of chimeric VLPs exposing the foreign antigen on their surface. Other VLPs have been used as carriers for foreign antigens, including non-protein antigens, via chemical conjugation. This review outlines some of the advantages, disadvantages, and technical considerations for the use of a wide range of VLP systems in vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "Virus-like particles ( VLPs ) are formed by the self-assembly of envelope and/or capsid proteins from many viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In many cases such VLPs have structural characteristics and antigenicity similar to the parental virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and some have already proven successful as vaccines against the cognate virus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The structural components of some VLPs have also proven amenable to the insertion or fusion of foreign antigenic sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing the production of chimeric VLPs exposing the foreign antigen on their surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other VLPs have been used as carriers for foreign antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including non-protein antigens , via chemical conjugation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review outlines some of the advantages ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "disadvantages , and technical considerations for the use of a wide range of VLP systems in vaccine development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "129"
  }
}