{
  "paper_id": "bab3e74b5db5b2e04b521d1172b9df7726871aaa",
  "metadata": {
    "title": "Core Self-Evaluations Mediate the Associations of Dispositional Optimism and Life Satisfaction",
    "coda_data_split": "train",
    "coda_paper_id": 6444,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Positive traits, such as life satisfaction, optimism, and core self-evaluation (CSE), have garnered increasing attention from researchers and professionals. However, the trilateral relationship among them remains unclear.",
      "sentences": [
        [
          {
            "segment_text": "Background : Positive traits , such as life satisfaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "optimism , and core self-evaluation ( CSE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have garnered increasing attention from researchers and professionals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the trilateral relationship among them remains unclear .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: This study examines the effect of dispositional optimism on life satisfaction and primarily verified the mediator role of CSEs.",
      "sentences": [
        [
          {
            "segment_text": "Objective : This study examines the effect of dispositional optimism on life satisfaction and primarily verified the mediator role of CSEs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Six hundred thirty college students from two general universities completed a questionnaire packet containing life orientation test-revised (LOT-R), core self-evaluations, and satisfaction with life scale. Confirmatory factor analysis (CFA) was conducted to assess the dimension of LOT-R. Bootstrap was used in structural equation modeling to analyze mediation effect.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Six hundred thirty college students from two general universities completed a questionnaire packet containing life orientation test-revised ( LOT-R ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "core self-evaluations , and satisfaction with life scale .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Confirmatory factor analysis ( CFA ) was conducted to assess the dimension of LOT-R .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bootstrap was used in structural equation modeling to analyze mediation effect .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Results revealed that dispositional optimism and core self-evaluations were significantly correlated with life satisfaction. CFA identified the bidimensional structure of dispositional optimism. SEM indicated that core self-evaluations partially mediated the effect of dispositional optimism on life satisfaction. The final model also revealed significant paths from optimism and pessimism to life satisfaction through core-self evaluations.",
      "sentences": [
        [
          {
            "segment_text": "Results : Results revealed that dispositional optimism and core self-evaluations were significantly correlated with life satisfaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CFA identified the bidimensional structure of dispositional optimism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SEM indicated that core self-evaluations partially mediated the effect of dispositional optimism on life satisfaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The final model also revealed significant paths from optimism and pessimism to life satisfaction through core-self evaluations .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The findings extended prior studies and shed light on how dispositional optimism influences life satisfaction. This study provides valuable evidence on how to promote the life satisfaction of human beings in positive psychology. A further study can fully explore the relationship among them in multi-cultural follow-up studies.",
      "sentences": [
        [
          {
            "segment_text": "The findings extended prior studies and shed light on how dispositional optimism influences life satisfaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study provides valuable evidence on how to promote the life satisfaction of human beings in positive psychology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A further study can fully explore the relationship among them in multi-cultural follow-up studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "229"
  }
}