{
  "paper_id": "bac63e7a8d92754d8c4c9c01b7a8cd67d4f2c9dd",
  "metadata": {
    "title": "Selected Topics: Disaster Medicine PUBLIC PERCEPTIONS OF HOSPITAL RESPONSIBILITIES TO THOSE PRESENTING WITHOUT MEDICAL INJURY OR ILLNESS DURING A DISASTER",
    "coda_data_split": "train",
    "coda_paper_id": 6581,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: During natural and manmade disasters, the hospital is perceived as a central rallying and care site for the public, for both those with and without emergency medical needs. The expectations of the public may outstrip hospital plans and abilities to provide nonmedical assistance. Objective: Our objective was to determine the public expectations of the hospital during disasters regarding resource provision. Methods: A survey was distributed to adult patients or family members at three emergency departments (EDs). Respondents were asked to evaluate hospital responsibility to provide nine resources to those without emergency medical needs, including vaccination, medication refill or replacement, food and water, grief/stress counseling, Federal Emergency Management Agency (FEMA) access assistance, short/long-term shelter, family reunification, and hospital. Additionally, respondents answered questions regarding prior disaster experience and demographics. Results: There were 961 respondents (66.9% were female, 47.5% were white, and 44.6% were black). Respondents agreed or strongly agreed that the hospital should provide the following services: event-specific vaccination (84%), medication refill/replacement (76.5%), food and water (61%), grief or stress counseling (53%), FEMA access assistance (52%), short-term shelter (51%), family reunification (50%), long-term shelter (38%), and hospital transportation (29%). Those 36-45 years of age were less likely to expect services (p \u003c 0.05) and nonwhites and those with a family member with a medical condition requiring electricity were more likely to expect services (p \u003c 0.001 and p \u003c 0.05, respectively). There were no differences based on frequency of ED use, sex, income, or prior disaster experience. Conclusion: There is a high public expectation that hospitals will provide significant nonmedical disaster relief. Understanding these expectations is essential to appropriate community disaster planning. Ó 2013 Elsevier Inc.",
      "sentences": [
        [
          {
            "segment_text": "Background : During natural and manmade disasters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the hospital is perceived as a central rallying and care site for the public ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for both those with and without emergency medical needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The expectations of the public may outstrip hospital plans and abilities to provide nonmedical assistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : Our objective was to determine the public expectations of the hospital during disasters regarding resource provision .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A survey was distributed to adult patients or family members at three emergency departments ( EDs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respondents were asked to evaluate hospital responsibility to provide nine resources to those without emergency medical needs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including vaccination , medication refill or replacement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "food and water , grief/stress counseling ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Federal Emergency Management Agency ( FEMA ) access assistance ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "short/long-term shelter , family reunification , and hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , respondents answered questions regarding prior disaster experience and demographics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : There were 961 respondents ( 66.9 % were female , 47.5 % were white , and 44.6 % were black ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respondents agreed or strongly agreed that the hospital should provide the following services : event-specific vaccination ( 84 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medication refill/replacement ( 76.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "food and water ( 61 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "grief or stress counseling ( 53 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FEMA access assistance ( 52 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "short-term shelter ( 51 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "family reunification ( 50 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "long-term shelter ( 38 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and hospital transportation ( 29 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those 36-45 years of age were less likely to expect services ( p \u003c 0.05 ) and nonwhites and those with a family member with a medical condition requiring electricity were more likely to expect services ( p \u003c 0.001 and p \u003c 0.05 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no differences based on frequency of ED use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sex , income , or prior disaster experience .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : There is a high public expectation that hospitals will provide significant nonmedical disaster relief .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding these expectations is essential to appropriate community disaster planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ó 2013 Elsevier Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "28",
    "token_num": "359"
  }
}