{
  "paper_id": "bada3cc0577a226694617d77f95ac443c6431969",
  "metadata": {
    "title": "DNA Vaccines against Protozoan Parasites: Advances and Challenges",
    "coda_data_split": "train",
    "coda_paper_id": 2189,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Over the past 15 years, DNA vaccines have gone from a scientific curiosity to one of the most dynamic research field and may offer new alternatives for the control of parasitic diseases such as leishmaniasis and Chagas disease. We review here some of the advances and challenges for the development of DNA vaccines against these diseases. Many studies have validated the concept of using DNA vaccines for both protection and therapy against these protozoan parasites in a variety of mouse models. The challenge now is to translate what has been achieved in these models into veterinary or human vaccines of comparable efficacy. Also, genome-mining and new antigen discovery strategies may provide new tools for a more rational search of novel vaccine candidates.",
      "sentences": [
        [
          {
            "segment_text": "Over the past 15 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA vaccines have gone from a scientific curiosity to one of the most dynamic research field and may offer new alternatives for the control of parasitic diseases such as leishmaniasis and Chagas disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review here some of the advances and challenges for the development of DNA vaccines against these diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Many studies have validated the concept of using DNA vaccines for both protection and therapy against these protozoan parasites in a variety of mouse models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The challenge now is to translate what has been achieved in these models into veterinary or human vaccines of comparable efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , genome-mining and new antigen discovery strategies may provide new tools for a more rational search of novel vaccine candidates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "129"
  }
}