{
  "paper_id": "badbdc6b3c6da8edee24cc4147009d6cbce08fd2",
  "metadata": {
    "title": "Severe Acute Respiratory Syndrome (SARS) GEOGRAPHIC DISTRIBUTION AND MAGNITUDE OF DISEASE BURDEN Background",
    "coda_data_split": "train",
    "coda_paper_id": 3691,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) first appeared in November 2002 and ultimately resulted in 8096 probable human infections and 774 deaths worldwide. By July 2003, the global outbreak was declared over. A new coronavirus, SARSassociated coronavirus (SARS-CoV), was identified as the causative agent; this virus appeared to have a zoonotic origin, as genetically similar coronaviruses have been identified in several animal species. The global response to the outbreak was extensive. Within a short period, the pathogen had been identified, new diagnostic tests were developed, surveillance systems were created, infection control and prevention measures were instituted, and transmission among humans stopped. It is unclear if and when person-to-person SARS-CoV transmission will reappear. However, procedures have been established by public health organizations, including the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC), to help guide diagnosis, reporting, surveillance, and prevention.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) first appeared in November 2002 and ultimately resulted in 8096 probable human infections and 774 deaths worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By July 2003 , the global outbreak was declared over .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A new coronavirus , SARSassociated coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was identified as the causative agent ; this virus appeared to have a zoonotic origin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as genetically similar coronaviruses have been identified in several animal species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The global response to the outbreak was extensive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Within a short period , the pathogen had been identified ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new diagnostic tests were developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surveillance systems were created , infection control and prevention measures were instituted ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and transmission among humans stopped .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is unclear if and when person-to-person SARS-CoV transmission will reappear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , procedures have been established by public health organizations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the World Health Organization ( WHO ) and the Centers for Disease Control and Prevention ( CDC ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to help guide diagnosis , reporting , surveillance , and prevention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "174"
  }
}