{
  "paper_id": "bae793db127cecb4f94b4964d3ecad045b793848",
  "metadata": {
    "title": "TLR agonist-Stat3 siRNA conjugates: cell-specific gene silencing and enhanced antitumor immune responses",
    "coda_data_split": "train",
    "coda_paper_id": 5696,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Efficient delivery of siRNA to specific cell populations in vivo remains a formidable challenge to its successful therapeutic application. We describe a novel siRNA-based approach -synthetically linking siRNA to an oligonucleotide TLR9 agonist -that targets and silences genes in TLR9 + myeloid cells and B cells, both of which are key components of the tumor microenvironment. Because Stat3 in tumor-associated immune cells suppresses antitumor immune responses and hinders TLR9-induced immune stimulation, we tested CpG-Stat3siRNA conjugates for anti-tumor effects. When injected locally at the tumor site or systemically through an intravenous route, the CpG-Stat3siRNA conjugates access tumor-associated dendritic cells, macrophages and B cells, inhibit Stat3 expression, leading to activation of tumor-associated immune cells, and ultimately potent anti-tumor immune responses. Our findings demonstrate the potential of TLR agonist-",
      "sentences": [
        [
          {
            "segment_text": "Efficient delivery of siRNA to specific cell populations in vivo remains a formidable challenge to its successful therapeutic application .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe a novel siRNA-based approach - synthetically linking siRNA to an oligonucleotide TLR9 agonist - that targets and silences genes in TLR9 + myeloid cells and B cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "both of which are key components of the tumor microenvironment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Because Stat3 in tumor-associated immune cells suppresses antitumor immune responses and hinders TLR9-induced immune stimulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we tested CpG-Stat3siRNA conjugates for anti-tumor effects .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When injected locally at the tumor site or systemically through an intravenous route ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the CpG-Stat3siRNA conjugates access tumor-associated dendritic cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "macrophages and B cells , inhibit Stat3 expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to activation of tumor-associated immune cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ultimately potent anti-tumor immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings demonstrate the potential of TLR agonist -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "140"
  }
}