{
  "paper_id": "bb27446908d3e3809f43bfabb29d79c73738c661",
  "metadata": {
    "title": "Biological importance of marine algae",
    "coda_data_split": "train",
    "coda_paper_id": 2809,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Marine organisms are potentially prolific sources of highly bioactive secondary metabolites that might represent useful leads in the development of new pharmaceutical agents. Algae can be classified into two main groups; first one is the microalgae, which includes blue green algae, dinoflagellates, bacillariophyta (diatoms). . . etc., and second one is macroalgae (seaweeds) which includes green, brown and red algae. The microalgae phyla have been recognized to provide chemical and pharmacological novelty and diversity. Moreover, microalgae are considered as the actual producers of some highly bioactive compounds found in marine resources. Red algae are considered as the most important source of many biologically active metabolites in comparison to other algal classes. Seaweeds are used for great number of application by man. The principal use of seaweeds as a source of human food and as a source of gums (phycocollides). Phycocolloides like agar agar, alginic acid and carrageenan are primarily constituents of brown and red algal cell walls and are widely used in industry.",
      "sentences": [
        [
          {
            "segment_text": "Marine organisms are potentially prolific sources of highly bioactive secondary metabolites that might represent useful leads in the development of new pharmaceutical agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Algae can be classified into two main groups ; first one is the microalgae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which includes blue green algae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dinoflagellates , bacillariophyta ( diatoms ) ... etc. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and second one is macroalgae ( seaweeds ) which includes green , brown and red algae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The microalgae phyla have been recognized to provide chemical and pharmacological novelty and diversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , microalgae are considered as the actual producers of some highly bioactive compounds found in marine resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Red algae are considered as the most important source of many biologically active metabolites in comparison to other algal classes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seaweeds are used for great number of application by man .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The principal use of seaweeds as a source of human food and as a source of gums ( phycocollides ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phycocolloides like agar agar , alginic acid and carrageenan are primarily constituents of brown and red algal cell walls and are widely used in industry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "184"
  }
}