{
  "paper_id": "bb358974ef352239de0149152e6c476ecfc25c73",
  "metadata": {
    "title": "Development of a large-scale isolation chamber system for the safe and humane care of medium-sized laboratory animals harboring infectious diseases *",
    "coda_data_split": "train",
    "coda_paper_id": 7636,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The close phylogenetic relationship between humans and non-human primates makes non-human primates an irreplaceable model for the study of human infectious diseases. In this study, we describe the development of a large-scale automatic multi-functional isolation chamber for use with medium-sized laboratory animals carrying infectious diseases. The isolation chamber, including the transfer chain, disinfection chain, negative air pressure isolation system, animal welfare system, and the automated system, is designed to meet all biological safety standards. To create an internal chamber environment that is completely isolated from the exterior, variable frequency drive blowers are used in the air-intake and air-exhaust system, precisely controlling the filtered air flow and providing an air-barrier protection. A double door transfer port is used to transfer material between the interior of the isolation chamber and the outside. A peracetic acid sterilizer and its associated pipeline allow for complete disinfection of the isolation chamber. All of the isolation chamber parameters can be automatically controlled by a programmable computerized menu, allowing for work with different animals in different-sized cages depending on the research project. The large-scale multi-functional isolation chamber provides a useful and safe system for working with infectious medium-sized laboratory animals in high-level bio-safety laboratories.",
      "sentences": [
        [
          {
            "segment_text": "The close phylogenetic relationship between humans and non-human primates makes non-human primates an irreplaceable model for the study of human infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we describe the development of a large-scale automatic multi-functional isolation chamber for use with medium-sized laboratory animals carrying infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The isolation chamber , including the transfer chain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disinfection chain , negative air pressure isolation system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animal welfare system , and the automated system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is designed to meet all biological safety standards .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To create an internal chamber environment that is completely isolated from the exterior ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "variable frequency drive blowers are used in the air-intake and air-exhaust system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "precisely controlling the filtered air flow and providing an air-barrier protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A double door transfer port is used to transfer material between the interior of the isolation chamber and the outside .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A peracetic acid sterilizer and its associated pipeline allow for complete disinfection of the isolation chamber .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of the isolation chamber parameters can be automatically controlled by a programmable computerized menu ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing for work with different animals in different-sized cages depending on the research project .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The large-scale multi-functional isolation chamber provides a useful and safe system for working with infectious medium-sized laboratory animals in high-level bio-safety laboratories .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "215"
  }
}