{
  "paper_id": "bb40bca4ee06eacfdf5f055cbaf09a54a2f54aff",
  "metadata": {
    "title": "viruses Epidemiology and Clinical Characteristics of Influenza C Virus",
    "coda_data_split": "train",
    "coda_paper_id": 6358,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Influenza C virus (ICV) is a common yet under-recognized cause of acute respiratory illness. ICV seropositivity has been found to be as high as 90% by 7-10 years of age, suggesting that most people are exposed to ICV at least once during childhood. Due to difficulty detecting ICV by cell culture, epidemiologic studies of ICV likely have underestimated the burden of ICV infection and disease. Recent development of highly sensitive RT-PCR has facilitated epidemiologic studies that provide further insights into the prevalence, seasonality, and course of ICV infection. In this review, we summarize the epidemiology and clinical characteristics of ICV.",
      "sentences": [
        [
          {
            "segment_text": "Influenza C virus ( ICV ) is a common yet under-recognized cause of acute respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ICV seropositivity has been found to be as high as 90 % by 7-10 years of age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that most people are exposed to ICV at least once during childhood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to difficulty detecting ICV by cell culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiologic studies of ICV likely have underestimated the burden of ICV infection and disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent development of highly sensitive RT-PCR has facilitated epidemiologic studies that provide further insights into the prevalence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "seasonality , and course of ICV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the epidemiology and clinical characteristics of ICV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "113"
  }
}