{
  "paper_id": "bb412c37aa372b7ead5ddff75356a51cda6892f1",
  "metadata": {
    "title": "Relationship between rate of infection and markers of inflammation/ immunity in Holy Birman cats with feline coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 4624,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Holy Birman cat Feline infectious peritonitis (FIP) α1-acid glycoprotein (AGP) CD4/CD8 ratio Th1 cytokines A B S T R A C T",
      "sentences": [
        [
          {
            "segment_text": "Holy Birman cat Feline infectious peritonitis ( FIP ) α1-acid glycoprotein ( AGP ) CD4/CD8 ratio Th1 cytokines A B S T R A C T",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The aim of this study was to assess whether Holy Birman cats (HB) have a peculiar immune profile and a higher rate of infection by feline coronaviruses (FCoV). Leucocyte and lymphocyte subsets, antibody titers, α1-acid glycoprotein (AGP), globulin fractions, IL-4, IL-12 and IFN-γ in blood and fecal FCoV excretion were determined in HB (n \u003d 75) and in cats from other breeds (n \u003d 94). Significantly higher CD4/ CD8 ratio, IFN-γ concentration and IL12/IL4 ratio and significantly lower IL-4 concentration and proportion of shedders were found in HB than in other breeds. No other differences were found. In conclusion, this study did not provide evidence of peculiar immune profiles in HB, except for a prevalent Th1 profile, that may explain why in our caseload the rate of shedders was lower in HB than in other breeds.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this study was to assess whether Holy Birman cats ( HB ) have a peculiar immune profile and a higher rate of infection by feline coronaviruses ( FCoV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Leucocyte and lymphocyte subsets , antibody titers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "α1-acid glycoprotein ( AGP ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "globulin fractions , IL-4 , IL-12 and IFN-γ in blood and fecal FCoV excretion were determined in HB ( n \u003d 75 ) and in cats from other breeds ( n \u003d 94 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Significantly higher CD4 / CD8 ratio ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-γ concentration and IL12/IL4 ratio and significantly lower IL-4 concentration and proportion of shedders were found in HB than in other breeds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No other differences were found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , this study did not provide evidence of peculiar immune profiles in HB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "except for a prevalent Th1 profile ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that may explain why in our caseload the rate of shedders was lower in HB than in other breeds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "187"
  }
}