{
  "paper_id": "bb4ba1476ab0221c4dee1846a56e5af4c64ce8ab",
  "metadata": {
    "title": "Archives of Virology Charaeterization of a Coronavirus Isolated from Rats with Sialoadenitis",
    "coda_data_split": "train",
    "coda_paper_id": 3115,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A causative agent, provisionally designated as CARS, was isolated from the enlarged submaxillary gland of rat which was characterized as a sialoadenitis, using mouse-derived Balb/e 3 T 3 clone A 31 (3 T 3) cell culture. The virus could be propagated in 3T3 cell culture where it produced multinucleated giant ceils and formed clear plaques. I t was identified as a member of the coronavirus group from the following results: RNA content was suggested by the lack of the effect of cytosine arabinoside, the infectivity was sensitive to lipid solvents and inactivated at 56°C for 5 minutes, the viral particle showed typical coronavirus morphology which was approximately 100 nm in diameter. Serologically, although CARS and sialodacryoadenitis virus (SDAV) actually belonged to the rat-coronavirus group, some antigenic variations existed between these two agents in the results of both neutralization and complement-fixation tests using monovalent antisera. When inoculated intranasally into susceptible rats, CARS caused clinically and histologically overt sialoadenitis as observed in the natural outbreak, and retained its virulence for rats in several passages of mouse brain and even when ceil culture was used, while rats which were inoculated with SDAV were asymptomatie.",
      "sentences": [
        [
          {
            "segment_text": "A causative agent , provisionally designated as CARS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was isolated from the enlarged submaxillary gland of rat which was characterized as a sialoadenitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using mouse-derived Balb/e 3 T 3 clone A 31 ( 3 T 3 ) cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus could be propagated in 3T3 cell culture where it produced multinucleated giant ceils and formed clear plaques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "I t was identified as a member of the coronavirus group from the following results : RNA content was suggested by the lack of the effect of cytosine arabinoside ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the infectivity was sensitive to lipid solvents and inactivated at 56 °C for 5 minutes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the viral particle showed typical coronavirus morphology which was approximately 100 nm in diameter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serologically , although CARS and sialodacryoadenitis virus ( SDAV ) actually belonged to the rat-coronavirus group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some antigenic variations existed between these two agents in the results of both neutralization and complement-fixation tests using monovalent antisera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When inoculated intranasally into susceptible rats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CARS caused clinically and histologically overt sialoadenitis as observed in the natural outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and retained its virulence for rats in several passages of mouse brain and even when ceil culture was used ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while rats which were inoculated with SDAV were asymptomatie .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "212"
  }
}