{
  "paper_id": "bb59a75042a0be5861524532178e8becd8cda233",
  "metadata": {
    "title": "Extracorporeal shockwave therapy in osteonecrosis of femoral head A systematic review of now available clinical evidences",
    "coda_data_split": "train",
    "coda_paper_id": 6973,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Osteonecrosis is an incapacitating disorder with high morbidity. Though extracorporeal shockwave therapy (ESWT) provides a noninvasive treatment option, controversial subjects still exist about its effectiveness, indications, and mechanism of action.",
      "sentences": [
        [
          {
            "segment_text": "Background : Osteonecrosis is an incapacitating disorder with high morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Though extracorporeal shockwave therapy ( ESWT ) provides a noninvasive treatment option ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "controversial subjects still exist about its effectiveness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indications , and mechanism of action .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: An electronic databases search was performed using PubMed, Embase, and the Cochrane library to collect clinical trials, case reports, and cases series on this topic and then useful data were extracted and appraised by experienced clinicians. We evaluated the quality of included evidences by using the Oxford Centre for evidence-based medicine (EBM) Levels of Evidence.",
      "sentences": [
        [
          {
            "segment_text": "Methods : An electronic databases search was performed using PubMed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Embase , and the Cochrane library to collect clinical trials ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "case reports , and cases series on this topic and then useful data were extracted and appraised by experienced clinicians .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We evaluated the quality of included evidences by using the Oxford Centre for evidence-based medicine ( EBM ) Levels of Evidence .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 17 articles including 2 case reports, 9 open label trials, 2 cohorts, and 6 randomized controlled trials were considered to be eligible for this systematic review. Visual analog scale (VAS), Harris hip scores, and the imaging results were the frequently-used outcome estimates of included studies.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 17 articles including 2 case reports ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "9 open label trials , 2 cohorts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 6 randomized controlled trials were considered to be eligible for this systematic review .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Visual analog scale ( VAS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Harris hip scores , and the imaging results were the frequently-used outcome estimates of included studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: By systematically analyzing these evidences, we could conclude that ESWT could act as a safe and effective method to improve the motor function and relieve the pain of patients with osteonecrosis of femoral hip, especially those at early stage. Imaging revealed that bone marrow edema was significantly relieved, but the necrotic bone could not be reversed after ESWT. This technique could slow or even block the progression of ONFH and therefore reduce the demand for surgery. Collaboration with other conservative modalities would not improve the curative benefits of ESWT. Meanwhile, ONFH with various risk factors showed similar reaction to this noninvasive treatment method. However, these conclusions should be interpreted carefully for the low-quality of included publications and further studies are requisite to validate the effect of ESWT in ONFH.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : By systematically analyzing these evidences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we could conclude that ESWT could act as a safe and effective method to improve the motor function and relieve the pain of patients with osteonecrosis of femoral hip ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially those at early stage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Imaging revealed that bone marrow edema was significantly relieved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the necrotic bone could not be reversed after ESWT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This technique could slow or even block the progression of ONFH and therefore reduce the demand for surgery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collaboration with other conservative modalities would not improve the curative benefits of ESWT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , ONFH with various risk factors showed similar reaction to this noninvasive treatment method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , these conclusions should be interpreted carefully for the low-quality of included publications and further studies are requisite to validate the effect of ESWT in ONFH .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: allo-HSCT \u003d allogeneic hematopoietic stem cell transplantation, ARCO \u003d association research circulation osseous, BMP \u003d bone morphogenic protein, CD \u003d core decompression, EBM \u003d evidence-based medicine, ESWT \u003d extracorporeal shockwave therapy, ESWT \u003d extracorporeal shockwave therapy, HBO \u003d hyperbaric oxygen therapy, ONFH \u003d osteonecrosis of femoral head, RUNX2 \u003d Runt-related transcription factor 2, SARS \u003d severe acute respiratory syndrome, SF-12 \u003d 12-item Short Form, SLE \u003d systemic lupus erythematosus, SR \u003d systematic review, THA \u003d total hip arthroplasty, VAS \u003d visual analog scale, VEGF \u003d vessel endothelial growth factor, WOMAC \u003d Western Ontario and McMaster Universities Arthritis Index.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : allo-HSCT \u003d allogeneic hematopoietic stem cell transplantation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ARCO \u003d association research circulation osseous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "BMP \u003d bone morphogenic protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CD \u003d core decompression , EBM \u003d evidence-based medicine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ESWT \u003d extracorporeal shockwave therapy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ESWT \u003d extracorporeal shockwave therapy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HBO \u003d hyperbaric oxygen therapy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ONFH \u003d osteonecrosis of femoral head ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RUNX2 \u003d Runt-related transcription factor 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS \u003d severe acute respiratory syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SF-12 \u003d 12-item Short Form ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SLE \u003d systemic lupus erythematosus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SR \u003d systematic review , THA \u003d total hip arthroplasty ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "VAS \u003d visual analog scale ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "VEGF \u003d vessel endothelial growth factor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "WOMAC \u003d Western Ontario and McMaster Universities Arthritis Index .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "38",
    "token_num": "423"
  }
}