{
  "paper_id": "bb5d7caba7ff8afec3c1fde62cadf65db745ce35",
  "metadata": {
    "title": "Shell-Less Egg Syndrome (SES) Widespread in Western Canadian Layer Operations Is Linked to a Massachusetts (Mass) Type Infectious Bronchitis Virus (IBV) Isolate",
    "coda_data_split": "train",
    "coda_paper_id": 3209,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A disease with a sudden drop in egg production and shell-less eggs called, shell-less egg syndrome (SES) has been observed in Western Canada egg layer flocks since 2010. The etiology of this disease is not known. We hypothesize that SES is caused by an infectious bronchitis virus (IBV) strain since it is known that IBV replicates in the shell gland causing various eggshell abnormalities. In this study, we screened egg layer flocks, in the provinces of Alberta (AB) and Saskatchewan (SK), with and without a history of SES for the presence of IBV infection. During 2015-2016, a total of 27 egg layer flocks were screened in AB (n \u003d 7) and SK (n \u003d 20). Eighty-one percent of the screened flocks (n \u003d 22) were positive for IBV infection. Thirty of these isolates were successfully characterized using molecular tools targeting the most variable spike (S) 1 gene. IBV isolates from this study clustered into three genotypes based on partial S1 gene variability. The majority of the IBV isolates (70%) were Massachusetts (Mass) type, and the rest were either Connecticut (Conn) type or an uncharacterized genotype with genetic characteristics of Mass and Conn types. Since the majority of the IBV isolates included within the Mass type, we used a Mass type IBV isolate to reproduce SES in specific pathogen free (SPF) white leghorn chickens in lay. Further studies are warranted to investigate whether other IBV isolates can cause SES, to clarify the pathogenesis of SES and to develop a vaccine in order to prevent SES as observed in Western Canadian layer flocks.",
      "sentences": [
        [
          {
            "segment_text": "A disease with a sudden drop in egg production and shell-less eggs called ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "shell-less egg syndrome ( SES ) has been observed in Western Canada egg layer flocks since 2010 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiology of this disease is not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesize that SES is caused by an infectious bronchitis virus ( IBV ) strain since it is known that IBV replicates in the shell gland causing various eggshell abnormalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we screened egg layer flocks ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in the provinces of Alberta ( AB ) and Saskatchewan ( SK ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with and without a history of SES for the presence of IBV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During 2015-2016 , a total of 27 egg layer flocks were screened in AB ( n \u003d 7 ) and SK ( n \u003d 20 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eighty-one percent of the screened flocks ( n \u003d 22 ) were positive for IBV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty of these isolates were successfully characterized using molecular tools targeting the most variable spike ( S ) 1 gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IBV isolates from this study clustered into three genotypes based on partial S1 gene variability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of the IBV isolates ( 70 % ) were Massachusetts ( Mass ) type ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the rest were either Connecticut ( Conn ) type or an uncharacterized genotype with genetic characteristics of Mass and Conn types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since the majority of the IBV isolates included within the Mass type ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we used a Mass type IBV isolate to reproduce SES in specific pathogen free ( SPF ) white leghorn chickens in lay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are warranted to investigate whether other IBV isolates can cause SES ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to clarify the pathogenesis of SES and to develop a vaccine in order to prevent SES as observed in Western Canadian layer flocks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "305"
  }
}