{
  "paper_id": "bb6d4ff2bd0aa48e1d8b2b18f937a244cd806212",
  "metadata": {
    "title": "Comparative evaluation of a laboratory- developed real-time PCR assay and RealStar® Adenovirus PCR Kit for quantitative detection of human adenovirus",
    "coda_data_split": "train",
    "coda_paper_id": 9243,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human adenoviruses are common causes of community-acquired respiratory tract and enteric infections. Severe disseminated infections with high mortality rates may be seen in immunocompromised individuals. An accurate and cost-effective quantitative assay is essential not only for laboratory diagnosis of adenoviral infections, but also for monitoring of response to antiviral treatment. The diagnostic performance of an in-house quantitative polymerase chain reaction assay was compared to a commercial system. Methods: The analytical sensitivity, specificity, linearity, precision and accuracy of an in-house adenovirus quantitative polymerase chain reaction assay were evaluated against the RealStar® Adenovirus PCR Kit (Altona Diagnostics GmbH, Hamburg, Germany), using 122 clinical specimens and 18 proficiency testing samples. Results: Linear regression analysis of the quantitative results by the in-house assay showed the dynamic range from 2.60 to 9 log 10 (plasma) and 2.94 to 9 log 10 (viral transport medium) copies/mL, with the coefficient of determination (R 2 ) of 0.996 and 0.998, respectively. A dilution series demonstrated the limits of detection and lower limits of quantification for plasma were 2.06 log 10 and 2.60 log 10 copies/mL and those for viral transport medium were 2.31 log 10 and 2.94 log 10 copies/mL respectively. The precision of the in-house assay was highly reproducible among runs with coefficients of variance ranging from 0.07 to 3.21% for plasma and 0.17% to 2.11% for viral transport medium. A comparison of 52 matched samples showed an excellent correlation between the quantitative viral loads measured by the in-house assay and the RealStar® Adenovirus PCR Kit (R 2 \u003d 0.984), with an average bias of − 0.16 log 10 copies/mL. Conclusions: The in-house adenovirus assay is a sensitive and reliable assay with lower cost for the detection and quantification of adenoviral DNA when compared to the RealStar® Adenovirus PCR Kit.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human adenoviruses are common causes of community-acquired respiratory tract and enteric infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Severe disseminated infections with high mortality rates may be seen in immunocompromised individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An accurate and cost-effective quantitative assay is essential not only for laboratory diagnosis of adenoviral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also for monitoring of response to antiviral treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diagnostic performance of an in-house quantitative polymerase chain reaction assay was compared to a commercial system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : The analytical sensitivity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "specificity , linearity , precision and accuracy of an in-house adenovirus quantitative polymerase chain reaction assay were evaluated against the RealStar ® Adenovirus PCR Kit ( Altona Diagnostics GmbH , Hamburg , Germany ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using 122 clinical specimens and 18 proficiency testing samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Linear regression analysis of the quantitative results by the in-house assay showed the dynamic range from 2.60 to 9 log 10 ( plasma ) and 2.94 to 9 log 10 ( viral transport medium ) copies/mL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the coefficient of determination ( R 2 ) of 0.996 and 0.998 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A dilution series demonstrated the limits of detection and lower limits of quantification for plasma were 2.06 log 10 and 2.60 log 10 copies/mL and those for viral transport medium were 2.31 log 10 and 2.94 log 10 copies/mL respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The precision of the in-house assay was highly reproducible among runs with coefficients of variance ranging from 0.07 to 3.21 % for plasma and 0.17 % to 2.11 % for viral transport medium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A comparison of 52 matched samples showed an excellent correlation between the quantitative viral loads measured by the in-house assay and the RealStar ® Adenovirus PCR Kit ( R 2 \u003d 0.984 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an average bias of − 0.16 log 10 copies/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The in-house adenovirus assay is a sensitive and reliable assay with lower cost for the detection and quantification of adenoviral DNA when compared to the RealStar ® Adenovirus PCR Kit .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "333"
  }
}