{
  "paper_id": "bb7718e2a9a390578e8d3f5ea081f08d3fd17185",
  "metadata": {
    "title": "Viral and Bacterial Interactions in the Upper Respiratory Tract",
    "coda_data_split": "train",
    "coda_paper_id": 5885,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory infectious diseases are mainly caused by viruses or bacteria that often interact with one another. Although their presence is a prerequisite for subsequent infections, viruses and bacteria may be present in the nasopharynx without causing any respiratory symptoms. The upper respiratory tract hosts a vast range of commensals and potential pathogenic bacteria, which form a complex microbial community. This community is assumed to be constantly subject to synergistic and competitive interspecies interactions. Disturbances in the equilibrium, for instance due to the acquisition of new bacteria or viruses, may lead to overgrowth and invasion. A better understanding of the dynamics between commensals and pathogens in the upper respiratory tract may provide better insight into the pathogenesis of respiratory diseases. Here we review the current knowledge regarding specific bacterial-bacterial and viral-bacterial interactions that occur in the upper respiratory niche, and discuss mechanisms by which these interactions might be mediated. Finally, we propose a theoretical model to summarize and illustrate these mechanisms.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory infectious diseases are mainly caused by viruses or bacteria that often interact with one another .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although their presence is a prerequisite for subsequent infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses and bacteria may be present in the nasopharynx without causing any respiratory symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The upper respiratory tract hosts a vast range of commensals and potential pathogenic bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which form a complex microbial community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This community is assumed to be constantly subject to synergistic and competitive interspecies interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disturbances in the equilibrium , for instance due to the acquisition of new bacteria or viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may lead to overgrowth and invasion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A better understanding of the dynamics between commensals and pathogens in the upper respiratory tract may provide better insight into the pathogenesis of respiratory diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the current knowledge regarding specific bacterial-bacterial and viral-bacterial interactions that occur in the upper respiratory niche ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss mechanisms by which these interactions might be mediated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , we propose a theoretical model to summarize and illustrate these mechanisms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "174"
  }
}