{
  "paper_id": "bb8206c6c191651b94841df3e6e4599b62fb4f23",
  "metadata": {
    "title": "A genetic analysis of macrophage activation and specific antibodies in relation to the resistance of heterogeneous mouse populations to MHV3 infection",
    "coda_data_split": "train",
    "coda_paper_id": 2119,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The genetically selected high antibody responder mice (Hm) are susceptible and the low antibody responder mice (Lm) are resistant to the experimental infection with Mouse Hepatitis Virus 3 (MHV3). The mortality rates of the F1 hybrids and of the F2 segregants showed the codominance of the susceptible and resistant characters. The direct individual intrapopulation correlation between the induction of antiviral state in macrophages activated by IFN gamma and the resistance to the virus infection, showed that an antiviral state could be induced in resistant mouse macrophages, whereas in susceptible mouse macrophages no restriction of virus replication could be observed. A direct inter-and intrapopulation correlation of pre-existing antibody titres against MHV3 with the mortality and a direct interpopulation correlation of those titres with the mean survival time of susceptible animals was shown. The data indicate, among the mechanisms of resistance against the virus infection, a role of IFN gamma macrophage-activation and of antibodies against MHV3 which may delay the mean survival time in susceptible animals.",
      "sentences": [
        [
          {
            "segment_text": "The genetically selected high antibody responder mice ( Hm ) are susceptible and the low antibody responder mice ( Lm ) are resistant to the experimental infection with Mouse Hepatitis Virus 3 ( MHV3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mortality rates of the F1 hybrids and of the F2 segregants showed the codominance of the susceptible and resistant characters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The direct individual intrapopulation correlation between the induction of antiviral state in macrophages activated by IFN gamma and the resistance to the virus infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "showed that an antiviral state could be induced in resistant mouse macrophages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas in susceptible mouse macrophages no restriction of virus replication could be observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A direct inter-and intrapopulation correlation of pre-existing antibody titres against MHV3 with the mortality and a direct interpopulation correlation of those titres with the mean survival time of susceptible animals was shown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The data indicate , among the mechanisms of resistance against the virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a role of IFN gamma macrophage-activation and of antibodies against MHV3 which may delay the mean survival time in susceptible animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "179"
  }
}