{
  "paper_id": "bbbc1f75678cea70eaa2445137729a39625165a1",
  "metadata": {
    "title": "A role for Streptococcus pneumoniae in virus-associated pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 2823,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Here we show, in a double-blind, randomized, placebocontrolled trial in 37,107 fully immunized infants in Soweto, South Africa, that a 9-valent pneumococcal conjugate vaccine, PncCV, prevents 31% (95% confidence interval \u003d 15-43%) of pneumonias associated with any of seven respiratory viruses in children in hospital. These data suggest that the pneumococcus has a major role in the development of pneumonia associated with these viruses and that viruses contribute to the pathogenesis of bacterial pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Here we show , in a double-blind ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "randomized , placebocontrolled trial in 37,107 fully immunized infants in Soweto ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "South Africa , that a 9-valent pneumococcal conjugate vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "PncCV , prevents 31 % ( 95 % confidence interval \u003d 15-43 % ) of pneumonias associated with any of seven respiratory viruses in children in hospital .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These data suggest that the pneumococcus has a major role in the development of pneumonia associated with these viruses and that viruses contribute to the pathogenesis of bacterial pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We previously showed that PncCV reduces invasive pneumococcal disease caused by vaccine serotypes by 72% and radiologically confirmed pneumonia by 17% in a population of both HIV-infected and HIV-uninfected African infants 1 . As the fraction of pneumonia attrib-utable to pneumococcus may be reduced by seasonal respiratory syncytial virus (RSV) or influenza epidemics 2 , we sought evidence of viral infection in these infants.",
      "sentences": [
        [
          {
            "segment_text": "We previously showed that PncCV reduces invasive pneumococcal disease caused by vaccine serotypes by 72 % and radiologically confirmed pneumonia by 17 % in a population of both HIV-infected and HIV-uninfected African infants 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As the fraction of pneumonia attrib-utable to pneumococcus may be reduced by seasonal respiratory syncytial virus ( RSV ) or influenza epidemics 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we sought evidence of viral infection in these infants .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Ecological studies have shown that temporal associations have occurred between peaks of influenza and peaks of bacterial pneumonia, for example, in 1918 and 1957 (ref. 3); however, no randomized study has examined the hypothesis that bacteria and viruses are important copathogens in the etiology of pneumonia. Although there are no sensitive techniques available to diagnose pneumococcal pneumonia, the demonstration that, at least in children without HIV infection, PncCV prevents 85-97% of invasive disease caused by vaccine serotypes 1,4 provides a sensitive probe that can be used to explore the role of a bacterium (the pneumococcus) in the etiology of viral pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Ecological studies have shown that temporal associations have occurred between peaks of influenza and peaks of bacterial pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , in 1918 and 1957 ( ref .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3 ) ; however , no randomized study has examined the hypothesis that bacteria and viruses are important copathogens in the etiology of pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although there are no sensitive techniques available to diagnose pneumococcal pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the demonstration that , at least in children without HIV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PncCV prevents 85-97 % of invasive disease caused by vaccine serotypes 1,4 provides a sensitive probe that can be used to explore the role of a bacterium ( the pneumococcus ) in the etiology of viral pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "273"
  }
}