{
  "paper_id": "bbbeb27419905cbacf36b6932302650784570099",
  "metadata": {
    "title": "Genome-Wide Analysis of Protein-Protein Interactions and Involvement of Viral Proteins in SARS-CoV Replication",
    "coda_data_split": "train",
    "coda_paper_id": 4642,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Analyses of viral protein-protein interactions are an important step to understand viral protein functions and their underlying molecular mechanisms. In this study, we adopted a mammalian two-hybrid system to screen the genome-wide intraviral protein-protein interactions of SARS coronavirus (SARS-CoV) and therefrom revealed a number of novel interactions which could be partly confirmed by in vitro biochemical assays. Three pairs of the interactions identified were detected in both directions: non-structural protein (nsp) 10 and nsp14, nsp10 and nsp16, and nsp7 and nsp8. The interactions between the multifunctional nsp10 and nsp14 or nsp16, which are the unique proteins found in the members of Nidovirales with large RNA genomes including coronaviruses and toroviruses, may have important implication for the mechanisms of replication/transcription complex assembly and functions of these viruses. Using a SARS-CoV replicon expressing a luciferase reporter under the control of a transcription regulating sequence, it has been shown that several viral proteins (N, X and SUD domains of nsp3, and nsp12) provided in trans stimulated the replicon reporter activity, indicating that these proteins may regulate coronavirus replication and transcription. Collectively, our findings provide a basis and platform for further characterization of the functions and mechanisms of coronavirus proteins.",
      "sentences": [
        [
          {
            "segment_text": "Analyses of viral protein-protein interactions are an important step to understand viral protein functions and their underlying molecular mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we adopted a mammalian two-hybrid system to screen the genome-wide intraviral protein-protein interactions of SARS coronavirus ( SARS-CoV ) and therefrom revealed a number of novel interactions which could be partly confirmed by in vitro biochemical assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three pairs of the interactions identified were detected in both directions : non-structural protein ( nsp ) 10 and nsp14 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nsp10 and nsp16 , and nsp7 and nsp8 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interactions between the multifunctional nsp10 and nsp14 or nsp16 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are the unique proteins found in the members of Nidovirales with large RNA genomes including coronaviruses and toroviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may have important implication for the mechanisms of replication/transcription complex assembly and functions of these viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using a SARS-CoV replicon expressing a luciferase reporter under the control of a transcription regulating sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it has been shown that several viral proteins ( N , X and SUD domains of nsp3 , and nsp12 ) provided in trans stimulated the replicon reporter activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that these proteins may regulate coronavirus replication and transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our findings provide a basis and platform for further characterization of the functions and mechanisms of coronavirus proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "219"
  }
}