{
  "paper_id": "bbc2824ce7dff3d23d060b7abbe96cba28095fb8",
  "metadata": {
    "title": "Respiratory viral infections in children with asthma: do they matter and can we prevent them?",
    "coda_data_split": "train",
    "coda_paper_id": 5851,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Asthma is a major public health problem with a huge social and economic burden affecting 300 million people worldwide. Viral respiratory infections are the major cause of acute asthma exacerbations and may contribute to asthma inception in high risk young children with susceptible genetic background. Acute exacerbations are associated with decreased lung growth or accelerated loss of lung function and, as such, add substantially to both the cost and morbidity associated with asthma. Discussion: While the importance of preventing viral infection is well established, preventive strategies have not been well explored. Good personal hygiene, hand-washing and avoidance of cigarette smoke are likely to reduce respiratory viral infections. Eating a healthy balanced diet, active probiotic supplements and bacterial-derived products, such as OM-85, may reduce recurrent infections in susceptible children. There are no practical anti-viral therapies currently available that are suitable for widespread use. Summary: Hand hygiene is the best measure to prevent the common cold. A healthy balanced diet, active probiotic supplements and immunostimulant OM-85 may reduce recurrent infections in asthmatic children.",
      "sentences": [
        [
          {
            "segment_text": "Background : Asthma is a major public health problem with a huge social and economic burden affecting 300 million people worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral respiratory infections are the major cause of acute asthma exacerbations and may contribute to asthma inception in high risk young children with susceptible genetic background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute exacerbations are associated with decreased lung growth or accelerated loss of lung function and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as such , add substantially to both the cost and morbidity associated with asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Discussion : While the importance of preventing viral infection is well established ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "preventive strategies have not been well explored .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Good personal hygiene , hand-washing and avoidance of cigarette smoke are likely to reduce respiratory viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eating a healthy balanced diet ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "active probiotic supplements and bacterial-derived products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as OM-85 , may reduce recurrent infections in susceptible children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are no practical anti-viral therapies currently available that are suitable for widespread use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Summary : Hand hygiene is the best measure to prevent the common cold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A healthy balanced diet , active probiotic supplements and immunostimulant OM-85 may reduce recurrent infections in asthmatic children .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "192"
  }
}