{
  "paper_id": "bbccfb72296dcfb544b20996414b7b70622214da",
  "metadata": {
    "title": "Site of Addition of N-Acetyl-galactosamine to the E1 Glycoprotein of Mouse Hepatitis Virus-A59",
    "coda_data_split": "train",
    "coda_paper_id": 5913,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "By pulse-chase labeling with [35S]methionine and long-term labeling with 3H-sugars, the E1 glycoprotein of coronavirus MHV-A59 has been shown to acquire O-linked oligosaccharides in a two-step process. About 10 min after synthesis of the E1 protein, N-acetyl-galactosamine was added. This was followed ~10 min later by the addition of both galactose and sialic acid to give the mature oligosaccharides. This sequence of additions was confirmed by analyzing the 3H-labeled oligosaccharides bound to each of the El forms using gel filtration on P4 columns. The intracellular location of the first step was determined by ex-",
      "sentences": [
        [
          {
            "segment_text": "By pulse-chase labeling with ( 35S ) methionine and long-term labeling with 3H-sugars ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the E1 glycoprotein of coronavirus MHV-A59 has been shown to acquire O-linked oligosaccharides in a two-step process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "About 10 min after synthesis of the E1 protein , N-acetyl-galactosamine was added .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This was followed ~ 10 min later by the addition of both galactose and sialic acid to give the mature oligosaccharides .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This sequence of additions was confirmed by analyzing the 3H-labeled oligosaccharides bound to each of the El forms using gel filtration on P4 columns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The intracellular location of the first step was determined by ex -",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "105"
  }
}