{
  "paper_id": "bbdf783c6c19786a7013646f1a6cddbc30fc9f6a",
  "metadata": {
    "title": "Modification of SARS-CoV S1 gene render expression in Pichia pastoris",
    "coda_data_split": "train",
    "coda_paper_id": 2224,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "S1 gene fragment containing receptorbinding region was amplified by several sets of primers using Over-Lap PCR. The native S1 gene was modified at A + T abundant regions; n.t. 777-1683, n.t.1041-1050, n.t.1236-1248, n.t.1317-1335, n.t.1590-1605; based on the same amino acid sequences. The modified gene was cloned into a yeast expression vector pPIC9K. The resultant plasmid pPIC9K-S1 was transformed into Pichia pastoris GS 115 and the protein expression was induced with methanol. SDS-PAGE confirmed that the recombinant SI was secreted in the supernatant of induced GS 115. The protein yield reached 69 mg/l. ELISA and Western blot demonstrated that the S1 could react with the convalescent sera of people infected by SARS-CoV. Furthermore, ligand blot assay showed that the recombinant S1 could react with ACE2, the receptor of SARS-CoV. The molecular mass of expressed S1 was about 70 kDa, which was higher than that of the 30 kDa expected. PNGase F deglycosylation resulted in a protein band of 30 kDa. In conclusion, the S1 gene modification rendered the high-level expression of S1 in P. pastoris GS 115 and the protein was secreted as a biologically active form which was hyperglycosylated.",
      "sentences": [
        [
          {
            "segment_text": "S1 gene fragment containing receptorbinding region was amplified by several sets of primers using Over-Lap PCR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The native S1 gene was modified at A + T abundant regions ; n.t. 777-1683 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "n.t.1041-1050 , n.t.1236-1248 , n.t.1317-1335 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "n.t.1590-1605 ; based on the same amino acid sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The modified gene was cloned into a yeast expression vector pPIC9K .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resultant plasmid pPIC9K-S1 was transformed into Pichia pastoris GS 115 and the protein expression was induced with methanol .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "SDS-PAGE confirmed that the recombinant SI was secreted in the supernatant of induced GS 115 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The protein yield reached 69 mg/l .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ELISA and Western blot demonstrated that the S1 could react with the convalescent sera of people infected by SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , ligand blot assay showed that the recombinant S1 could react with ACE2 , the receptor of SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The molecular mass of expressed S1 was about 70 kDa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was higher than that of the 30 kDa expected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PNGase F deglycosylation resulted in a protein band of 30 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the S1 gene modification rendered the high-level expression of S1 in P. pastoris GS 115 and the protein was secreted as a biologically active form which was hyperglycosylated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "210"
  }
}