{
  "paper_id": "bc01fae970a5c27f2213ac75db374170444545f6",
  "metadata": {
    "title": "Monomeric Camelus dromedarius GSTM1 at low pH is structurally more thermostable than its native dimeric form",
    "coda_data_split": "train",
    "coda_paper_id": 2775,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Glutathione S-transferases (GSTs) are multifunctional enzymes that play an important role in detoxification, cellular signalling, and the stress response. Camelus dromedarius is welladapted to survive in extreme desert climate and it has GSTs, for which limited information is available. This study investigated the structure-function and thermodynamic properties of a mu-class camel GST (CdGSTM1) at different pH. Recombinant CdGSTM1 (25.7 kDa) was expressed in E. coli and purified to homogeneity. Dimeric CdGSTM1 dissociated into stable but inactive monomeric subunits at low pH. Conformational and thermodynamic changes during the thermal unfolding pathway of dimeric and monomeric CdGSTM1 were characterised via a thermal shift assay and dynamic multimode spectroscopy (DMS). The thermal shift assay based on intrinsic tryptophan fluorescence revealed that CdGSTM1 underwent a two-state unfolding pathway at pH 1.0-10.0. Its Tm value varied with varying pH. Another orthogonal technique based on far-UV CD also exhibited two-state unfolding in the dimeric and monomeric states. Generally, proteins tend to lose structural integrity and stability at low pH; however, monomeric CdGSTM1 at pH 2.0 was thermally more stable and unfolded with lower van\u0027t Hoff enthalpy. The present findings provide essential information regarding the structural, functional, and thermodynamic properties of CdGSTM1 at pH 1.",
      "sentences": [
        [
          {
            "segment_text": "Glutathione S-transferases ( GSTs ) are multifunctional enzymes that play an important role in detoxification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cellular signalling , and the stress response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Camelus dromedarius is welladapted to survive in extreme desert climate and it has GSTs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which limited information is available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study investigated the structure-function and thermodynamic properties of a mu-class camel GST ( CdGSTM1 ) at different pH. Recombinant CdGSTM1 ( 25.7 kDa ) was expressed in E. coli and purified to homogeneity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Dimeric CdGSTM1 dissociated into stable but inactive monomeric subunits at low pH. Conformational and thermodynamic changes during the thermal unfolding pathway of dimeric and monomeric CdGSTM1 were characterised via a thermal shift assay and dynamic multimode spectroscopy ( DMS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The thermal shift assay based on intrinsic tryptophan fluorescence revealed that CdGSTM1 underwent a two-state unfolding pathway at pH 1.0-10.0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its Tm value varied with varying pH. Another orthogonal technique based on far-UV CD also exhibited two-state unfolding in the dimeric and monomeric states .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Generally , proteins tend to lose structural integrity and stability at low pH ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "monomeric CdGSTM1 at pH 2.0 was thermally more stable and unfolded with lower va n\u0027t Hoff enthalpy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present findings provide essential information regarding the structural ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "functional , and thermodynamic properties of CdGSTM1 at pH 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "223"
  }
}