{
  "paper_id": "bc2b65304d7c5b375fb692d31aaabcfe1f4eac64",
  "metadata": {
    "title": "Deficiency of Melanoma Differentiation-associated Protein 5 Results in Exacerbated Chronic Postviral Lung Inflammation",
    "coda_data_split": "train",
    "coda_paper_id": 8946,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rationale: Respiratory viral infections can result in the establishment of chronic lung diseases. Understanding the early innate immune mechanisms that participate in the development of chronic postviral lung disease may reveal new targets for therapeutic intervention. The intracellular viral sensor protein melanoma differentiation-associated protein 5 (MDA5) sustains the acute immune response to Sendai virus, a mouse pathogen that causes chronic lung inflammation, but its role in the development of postviral chronic lung disease is unknown.",
      "sentences": [
        [
          {
            "segment_text": "Rationale : Respiratory viral infections can result in the establishment of chronic lung diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the early innate immune mechanisms that participate in the development of chronic postviral lung disease may reveal new targets for therapeutic intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intracellular viral sensor protein melanoma differentiation-associated protein 5 ( MDA5 ) sustains the acute immune response to Sendai virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a mouse pathogen that causes chronic lung inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its role in the development of postviral chronic lung disease is unknown .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To establish the role of MDA5 in the development of chronic lung disease.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To establish the role of MDA5 in the development of chronic lung disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "99"
  }
}