{
  "paper_id": "bc343b504f04146857602c5800c99ab7d08162d1",
  "metadata": {
    "title": "Immunity-targeted approaches to the management of chronic and recurrent upper respiratory tract disorders in children",
    "coda_data_split": "train",
    "coda_paper_id": 8367,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Upper respiratory tract infections (URTIs), including rhinitis, nasopharyngitis, tonsillitis and otitis media (OM), comprise of 88% of total respiratory infections, especially in children. Therefore effective prevention and treatment of RTIs remain a high priority worldwide. Preclinical and clinical data highlight the rationale for the use and effectiveness of immunity-targeted approaches, including targeted immunisations and nonspecific immunomodulation in the prevention and management of recurrent upper RTIs.",
      "sentences": [
        [
          {
            "segment_text": "Background : Upper respiratory tract infections ( URTIs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including rhinitis , nasopharyngitis , tonsillitis and otitis media ( OM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comprise of 88 % of total respiratory infections , especially in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore effective prevention and treatment of RTIs remain a high priority worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Preclinical and clinical data highlight the rationale for the use and effectiveness of immunity-targeted approaches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including targeted immunisations and nonspecific immunomodulation in the prevention and management of recurrent upper RTIs .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The idea of this review was to summarise the current evidence and address key questions concerning the use of conservative and immunity-targeted approaches to recurrent and chronic URTIs, with a focus on the paediatric population.",
      "sentences": [
        [
          {
            "segment_text": "The idea of this review was to summarise the current evidence and address key questions concerning the use of conservative and immunity-targeted approaches to recurrent and chronic URTIs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a focus on the paediatric population .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Health Source: Nursing/Academic Edition; MEDLINE; clinicaltrials.gov; and Cochrane databases. In total, 84 articles were retrieved and reviewed. Two independent researchers focused on primary and secondary endpoints in systematic reviews, metaanalyses and randomised, controlled trials, using immunity-directed strategies as the control group or within a subpopulation of larger studies. Existing guidelines and interventional/observational studies on novel applications were also included.",
      "sentences": [
        [
          {
            "segment_text": "Health Source : Nursing/Academic Edition ; MEDLINE ; clinicaltrials.gov ; and Cochrane databases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In total , 84 articles were retrieved and reviewed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two independent researchers focused on primary and secondary endpoints in systematic reviews ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "metaanalyses and randomised , controlled trials ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using immunity-directed strategies as the control group or within a subpopulation of larger studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Existing guidelines and interventional/observational studies on novel applications were also included .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Children are particularly susceptible to RTIs due to the relative immaturity of their immune systems, as well as other potential predisposing factors such as day care attendance and/or toxic environmental factors (eg increased pathogenic microbial exposure and air pollutants). Recurrent URTIs can affect otherwise healthy children, leading to clinical sequelae and complications, including the development of chronic conditions or the need for surgery. Available pre-clinical and clinical data highlight the rationale for the use and effectiveness of immunity-targeted approaches, including targeted immunisations (flu and pneumococcal vaccines) and non-specific immunomodulation (bacterial lysates), in the prevention and management of recurrent croup, tonsillitis, otitis media, recurrent acute rhinosinusitis and chronic rhinosinusitis.",
      "sentences": [
        [
          {
            "segment_text": "Results : Children are particularly susceptible to RTIs due to the relative immaturity of their immune systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as other potential predisposing factors such as day care attendance and/or toxic environmental factors ( eg increased pathogenic microbial exposure and air pollutants ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recurrent URTIs can affect otherwise healthy children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to clinical sequelae and complications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the development of chronic conditions or the need for surgery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Available pre-clinical and clinical data highlight the rationale for the use and effectiveness of immunity-targeted approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including targeted immunisations ( flu and pneumococcal vaccines ) and non-specific immunomodulation ( bacterial lysates ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the prevention and management of recurrent croup ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tonsillitis , otitis media , recurrent acute rhinosinusitis and chronic rhinosinusitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In this review, we summarise the current evidence and provide data demonstrating that some immunity-targeted strategies, including vaccination and immunomodulation, have proved effective in the treatment and prevention of recurrent and chronic URTIs in children.",
      "sentences": [
        [
          {
            "segment_text": "In this review , we summarise the current evidence and provide data demonstrating that some immunity-targeted strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including vaccination and immunomodulation , have proved effective in the treatment and prevention of recurrent and chronic URTIs in children .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "FELESZKO Et aL.",
      "sentences": [
        [
          {
            "segment_text": "FELESZKO Et aL. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "13",
    "segment_num": "26",
    "token_num": "359"
  }
}