{
  "paper_id": "bc5baaf44892b987f575d5252d6d32fc9847e2d2",
  "metadata": {
    "title": "Investigation on the contaminant distribution with improved ventilation system in hospital isolation rooms: Effect of supply and exhaust air diffuser configurations",
    "coda_data_split": "train",
    "coda_paper_id": 10471,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Expected risk of infection from patients to healthcare workers in an AIIR was found.",
      "sentences": [
        [
          {
            "segment_text": "Expected risk of infection from patients to healthcare workers in an AIIR was found .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• We investigated how to remove airborne contamination effectively in AIIRs.",
      "sentences": [
        [
          {
            "segment_text": "• We investigated how to remove airborne contamination effectively in AIIRs .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• Both full-scale field experiments and CFD simulations were performed. • Transport of gaseous pollutants is indicated by tracer gas.",
      "sentences": [
        [
          {
            "segment_text": "• Both full-scale field experiments and CFD simulations were performed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• Transport of gaseous pollutants is indicated by tracer gas .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• By changing the exhaust air flow, the exposure pollutant level was significantly reduced.",
      "sentences": [
        [
          {
            "segment_text": "• By changing the exhaust air flow ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the exposure pollutant level was significantly reduced .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study, that is practice-based learning in a real hospital construction project, has evaluated the ventilation performance of three strategies in the protection of health care workers and HVAC control for airborne infectious diseases induced by contaminated exhaled air from patients in a negative pressure isolation room. This paper examines air flow path and airborne pollutant distribution by computational fluid dynamics modeling and field measurement. In hospitals, the risk of virus diffusion mainly depends on air flow behavior and changes in direction caused by supply air and exhaust air locations. An improved isolation room ventilation strategy has been suggested, and is found to be the most efficient in removing contaminants based on the observations and simulation results from three ventilation systems. The results show that ventilation systems utilizing the \"lowlevel extraction\" technique are very effective at removing pollutants in the human breathing zone. A new clean isolation room ventilation strategy has been developed that employs two exhaust air grilles on the wall behind the bed at low floor level, coupled with a fan filter unit, and is found to have the highest pollutant removal efficiency.",
      "sentences": [
        [
          {
            "segment_text": "This study , that is practice-based learning in a real hospital construction project ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "has evaluated the ventilation performance of three strategies in the protection of health care workers and HVAC control for airborne infectious diseases induced by contaminated exhaled air from patients in a negative pressure isolation room .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This paper examines air flow path and airborne pollutant distribution by computational fluid dynamics modeling and field measurement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In hospitals , the risk of virus diffusion mainly depends on air flow behavior and changes in direction caused by supply air and exhaust air locations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An improved isolation room ventilation strategy has been suggested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is found to be the most efficient in removing contaminants based on the observations and simulation results from three ventilation systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results show that ventilation systems utilizing the `` lowlevel extraction \u0027\u0027 technique are very effective at removing pollutants in the human breathing zone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A new clean isolation room ventilation strategy has been developed that employs two exhaust air grilles on the wall behind the bed at low floor level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coupled with a fan filter unit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and is found to have the highest pollutant removal efficiency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "264"
  }
}