{
  "paper_id": "bc7c67f8bf777ec11fcdfdbd36ed0c3fb55f2c72",
  "metadata": {
    "title": "Age-specific contacts and travel patterns in the spatial spread of 2009 H1N1 influenza pandemic",
    "coda_data_split": "train",
    "coda_paper_id": 2253,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Confirmed H1N1 cases during late spring and summer 2009 in various countries showed a substantial age shift between importations and local transmission cases, with adults mainly responsible for seeding unaffected regions and children most frequently driving community outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Background : Confirmed H1N1 cases during late spring and summer 2009 in various countries showed a substantial age shift between importations and local transmission cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with adults mainly responsible for seeding unaffected regions and children most frequently driving community outbreaks .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We introduce a multi-host stochastic metapopulation model with two age classes to analytically investigate the role of a heterogeneously mixing population and its associated non-homogeneous travel behaviors on the risk of a major epidemic. We inform the model with demographic data, contact data and travel statistics of Europe and Mexico, and calibrate it to the 2009 H1N1 pandemic early outbreak. We allow for variations of the model parameters to explore the conditions of invasion under different scenarios.",
      "sentences": [
        [
          {
            "segment_text": "We introduce a multi-host stochastic metapopulation model with two age classes to analytically investigate the role of a heterogeneously mixing population and its associated non-homogeneous travel behaviors on the risk of a major epidemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We inform the model with demographic data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "contact data and travel statistics of Europe and Mexico ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and calibrate it to the 2009 H1N1 pandemic early outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We allow for variations of the model parameters to explore the conditions of invasion under different scenarios .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We derive the expression for the potential of global invasion of the epidemic that depends on the transmissibility of the pathogen, the transportation network and mobility features, the demographic profile and the mixing pattern. Higher assortativity in the contact pattern greatly increases the probability of spatial containment of the epidemic, this effect being contrasted by an increase in the social activity of adults vs. children. Heterogeneous features of the mobility network characterizing its topology and traffic flows strongly favor the invasion of the pathogen at the spatial level, as also a larger fraction of children traveling. Variations in the demographic profile and mixing habits across countries lead to heterogeneous outbreak situations. Model results are compatible with the H1N1 spatial transmission dynamics observed.",
      "sentences": [
        [
          {
            "segment_text": "Results : We derive the expression for the potential of global invasion of the epidemic that depends on the transmissibility of the pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the transportation network and mobility features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the demographic profile and the mixing pattern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher assortativity in the contact pattern greatly increases the probability of spatial containment of the epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this effect being contrasted by an increase in the social activity of adults vs. children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Heterogeneous features of the mobility network characterizing its topology and traffic flows strongly favor the invasion of the pathogen at the spatial level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as also a larger fraction of children traveling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Variations in the demographic profile and mixing habits across countries lead to heterogeneous outbreak situations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Model results are compatible with the H1N1 spatial transmission dynamics observed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This work illustrates the importance of considering age-dependent mixing profiles and mobility features coupled together to study the conditions for the spatial invasion of an emerging influenza pandemic. Its results allow the immediate assessment of the risk of a major epidemic for a specific scenario upon availability of data, and the evaluation of the potential effectiveness of public health interventions targeting specific age groups, their interactions and mobility behaviors. The approach provides a general modeling framework that can be used for other types of partitions of the host population and applied to different settings.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This work illustrates the importance of considering age-dependent mixing profiles and mobility features coupled together to study the conditions for the spatial invasion of an emerging influenza pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its results allow the immediate assessment of the risk of a major epidemic for a specific scenario upon availability of data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the evaluation of the potential effectiveness of public health interventions targeting specific age groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their interactions and mobility behaviors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The approach provides a general modeling framework that can be used for other types of partitions of the host population and applied to different settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "358"
  }
}