{
  "paper_id": "bcb7d17ab5dec43f073463e428f77489c68ef3b0",
  "metadata": {
    "title": "Respiratory viruses, a common microbiological finding in neutropenic children with fever",
    "coda_data_split": "train",
    "coda_paper_id": 6669,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Febrile neutropenia is a common complication in children undergoing chemotherapy for malignancies. A microbial agent is only identified in 15-30% of the fever episodes and corresponds mostly to bacterial findings. Objective: To investigate viral infections as possible etiologic agents in episodes of febrile neutropenia. Study design: Nasopharyngeal aspirates (NPAs) from patients presenting with neutropenic fever at two pediatric oncology wards in Sweden and Australia were analyzed with a conventional virus-diagnostic approach and RT-PCR. Coupled blood samples were analyzed for the detection of CMV, EBV, adenovirus and erythrovirus. Bacterial blood culture was performed routinely. Results: Conventional virus-diagnostic approach coupled to routinely performed bacterial analyzes revealed an infectious agent in 29% compared to 60% when using PCR. By adding PCR, a viral pathogen was detected in 46% of the NPAs and in 4% of the blood samples collected. In half of the patients with bacteremia, respiratory tract viruses were co-detected. Conclusion: Respiratory viruses were frequently detected in NPAs suggesting a significant role of viral infections in children presenting with neutropenic fever. The meaning of these findings needs to be further evaluated but has the potential to individualize infection treatment and to reduce the extensive use of antibiotics in immunocompromised children with neutropenia.",
      "sentences": [
        [
          {
            "segment_text": "Background : Febrile neutropenia is a common complication in children undergoing chemotherapy for malignancies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A microbial agent is only identified in 15-30 % of the fever episodes and corresponds mostly to bacterial findings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To investigate viral infections as possible etiologic agents in episodes of febrile neutropenia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Nasopharyngeal aspirates ( NPAs ) from patients presenting with neutropenic fever at two pediatric oncology wards in Sweden and Australia were analyzed with a conventional virus-diagnostic approach and RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Coupled blood samples were analyzed for the detection of CMV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EBV , adenovirus and erythrovirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial blood culture was performed routinely .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Conventional virus-diagnostic approach coupled to routinely performed bacterial analyzes revealed an infectious agent in 29 % compared to 60 % when using PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By adding PCR , a viral pathogen was detected in 46 % of the NPAs and in 4 % of the blood samples collected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In half of the patients with bacteremia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory tract viruses were co-detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Respiratory viruses were frequently detected in NPAs suggesting a significant role of viral infections in children presenting with neutropenic fever .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The meaning of these findings needs to be further evaluated but has the potential to individualize infection treatment and to reduce the extensive use of antibiotics in immunocompromised children with neutropenia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "228"
  }
}