{
  "paper_id": "bcbababfe74df9aa2d3279651b2ac518137034f0",
  "metadata": {
    "title": "SCIENCE CHINA Simultaneous virus identification and characterization of severe unexplained pneumonia cases using a metagenomics sequencing technique",
    "coda_data_split": "train",
    "coda_paper_id": 5056,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Many viruses can cause respiratory diseases in humans. Although great advances have been achieved in methods of diagnosis, it remains challenging to identify pathogens in unexplained pneumonia (UP) cases. In this study, we applied next-generation sequencing (NGS) technology and a metagenomic approach to detect and characterize respiratory viruses in UP cases from Guizhou Province, China. A total of 33 oropharyngeal swabs were obtained from hospitalized UP patients and subjected to NGS. An unbiased metagenomic analysis pipeline identified 13 virus species in 16 samples. Human rhinovirus C was the virus most frequently detected and was identified in seven samples. Human measles virus, adenovirus B 55 and coxsackievirus A10 were also identified. Metagenomic sequencing also provided virus genomic sequences, which enabled genotype characterization and phylogenetic analysis. For cases of multiple infection, metagenomic sequencing afforded information regarding the quantity of each virus in the sample, which could be used to evaluate each viruses\u0027 role in the disease. Our study highlights the potential of metagenomic sequencing for pathogen identification in UP cases. unexplained pneumonia, metagenomics, next-generation sequencing Citation: ). Simultaneous virus identification and characterization of severe unexplained pneumonia cases using a metagenomics sequencing technique. Sci China Life Sci 60, 279-286.",
      "sentences": [
        [
          {
            "segment_text": "Many viruses can cause respiratory diseases in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although great advances have been achieved in methods of diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it remains challenging to identify pathogens in unexplained pneumonia ( UP ) cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we applied next-generation sequencing ( NGS ) technology and a metagenomic approach to detect and characterize respiratory viruses in UP cases from Guizhou Province , China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 33 oropharyngeal swabs were obtained from hospitalized UP patients and subjected to NGS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An unbiased metagenomic analysis pipeline identified 13 virus species in 16 samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human rhinovirus C was the virus most frequently detected and was identified in seven samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human measles virus , adenovirus B 55 and coxsackievirus A10 were also identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Metagenomic sequencing also provided virus genomic sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which enabled genotype characterization and phylogenetic analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For cases of multiple infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "metagenomic sequencing afforded information regarding the quantity of each virus in the sample ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be used to evaluate each viruses \u0027 role in the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study highlights the potential of metagenomic sequencing for pathogen identification in UP cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "unexplained pneumonia , metagenomics , next-generation sequencing Citation : ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Simultaneous virus identification and characterization of severe unexplained pneumonia cases using a metagenomics sequencing technique .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sci China Life Sci 60 , 279-286 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "225"
  }
}