{
  "paper_id": "bcbeee32b5ea6ab9c50c12f28c4bc1e0bb772cff",
  "metadata": {
    "title": "Carbohydrate Microarray Technology 201 201 From: Bioarrays: From Basics to Diagnostics Edited by: K. Appasani High-Throughput Carbohydrate Microarray Technology",
    "coda_data_split": "train",
    "coda_paper_id": 8009,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One of our long-term interests is to explore the immunogenic sugar moieties that are important for \"self-\" and \"nonself\" discrimination and host immune responses. We have established a highthroughput platform of carbohydrate microarrays to facilitate these investigations. Using this technology, carbohydrate-containing macromolecules of distinct structural configurations, including polysaccharides, natural glycoconjugates, and mono-and oligosaccharides coupled to lipid, polyacrylamide, and protein carriers, have been tested for microarray construction without further chemical modification. Here, we discuss issues related to the establishment of this technology and areas that are highly promising for its application. We also provide an example to illustrate that the carbohydrate microarray is a discovery tool; it is particularly useful for identifying immunological sugar moieties, including differentially expressed complex carbohydrates of cancer cells and stem cells as well as sugar signatures of previously unrecognized microbial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "One of our long-term interests is to explore the immunogenic sugar moieties that are important for `` self - \u0027\u0027 and `` nonself \u0027\u0027 discrimination and host immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have established a highthroughput platform of carbohydrate microarrays to facilitate these investigations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using this technology , carbohydrate-containing macromolecules of distinct structural configurations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including polysaccharides , natural glycoconjugates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and mono-and oligosaccharides coupled to lipid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "polyacrylamide , and protein carriers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "have been tested for microarray construction without further chemical modification .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Here , we discuss issues related to the establishment of this technology and areas that are highly promising for its application .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also provide an example to illustrate that the carbohydrate microarray is a discovery tool ; it is particularly useful for identifying immunological sugar moieties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including differentially expressed complex carbohydrates of cancer cells and stem cells as well as sugar signatures of previously unrecognized microbial pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "155"
  }
}