{
  "paper_id": "bcc72ded840236ab5220d728d5c7f9c14e999146",
  "metadata": {
    "title": "Insect Biotechnology",
    "coda_data_split": "train",
    "coda_paper_id": 6752,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For the purpose of this work, insect biotechnology, which is also known as yellow biotechnology, is the use of insects as well as insect-derived cells or molecules in medical (red biotechnology), agricultural (green biotechnology), and industrial (white) biotechnology. It is based on the application of biotechnological techniques on insects or their cells to develop products or services for human use. Such products are then applied in agriculture, medicine, and industrial biotechnology. Insect biotechnology has proven to be a useful resource in diverse industries, especially for the production of industrial enzymes including chitinases and cellulases, pharmaceuticals, microbial insecticides, insect genes, and many other substances. Insect cells (ICs), and particularly lepidopteran cells, constitute a competitive strategy to mammalian cells for the manufacturing of biotechnology products. Among the wide range of methods and expression hosts available for the production of biotech products, ICs are ideal for the production of complex proteins requiring extensive posttranslational modifi cation. The progress so far made in insect biotechnology essentially derives from scientifi c breakthroughs in molecular biology, especially with the advances in techniques that allow genetic manipulation of organisms and cells. Insect biotechnology has grown tremendously in the last 30 years.",
      "sentences": [
        [
          {
            "segment_text": "For the purpose of this work ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "insect biotechnology , which is also known as yellow biotechnology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the use of insects as well as insect-derived cells or molecules in medical ( red biotechnology ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "agricultural ( green biotechnology ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and industrial ( white ) biotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is based on the application of biotechnological techniques on insects or their cells to develop products or services for human use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such products are then applied in agriculture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medicine , and industrial biotechnology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Insect biotechnology has proven to be a useful resource in diverse industries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially for the production of industrial enzymes including chitinases and cellulases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pharmaceuticals , microbial insecticides , insect genes , and many other substances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Insect cells ( ICs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and particularly lepidopteran cells , constitute a competitive strategy to mammalian cells for the manufacturing of biotechnology products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the wide range of methods and expression hosts available for the production of biotech products ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ICs are ideal for the production of complex proteins requiring extensive posttranslational modifi cation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The progress so far made in insect biotechnology essentially derives from scientifi c breakthroughs in molecular biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially with the advances in techniques that allow genetic manipulation of organisms and cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Insect biotechnology has grown tremendously in the last 30 years .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "226"
  }
}