{
  "paper_id": "bce65fb977ab27efae9992d88884173851877570",
  "metadata": {
    "title": "A Review on Emerging and Reemerging of Infectious Diseases in Jordan: The Aftermath of the Syrian Crises",
    "coda_data_split": "train",
    "coda_paper_id": 10017,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "e review aims to examine the emergence and reemergence of infectious diseases in Jordan, in parallel with the Syrian refugee crisis. Qualitative approach has been adopted for systematically examining the outcomes of the Syrian crisis, which resulted in emerging and reemerging infectious diseases. It has adhered that infectious diseases, including measles, tuberculosis, and cutaneous leishmaniasis, have hazardous effects on Syrian refugees along with the local population in Jordan. e threat of major infectious diseases is higher and alarming in Jordan. National health policies should be implemented to adhere the influence of infectious diseases as well as to reduce the extent of infectious diseases in Jordan. In the 21st century, Syrian conflict can be deliberated as one of the biggest humanitarian disasters. In this multifaceted emergency with devastating requirements and limitations, it has been found essential for dominant medical healthcare providers to develop medical strategies that are based on comprehensive understanding of the concerned context and the main medical requirements and susceptible groups.",
      "sentences": [
        [
          {
            "segment_text": "e review aims to examine the emergence and reemergence of infectious diseases in Jordan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in parallel with the Syrian refugee crisis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Qualitative approach has been adopted for systematically examining the outcomes of the Syrian crisis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which resulted in emerging and reemerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has adhered that infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including measles , tuberculosis , and cutaneous leishmaniasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have hazardous effects on Syrian refugees along with the local population in Jordan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "e threat of major infectious diseases is higher and alarming in Jordan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "National health policies should be implemented to adhere the influence of infectious diseases as well as to reduce the extent of infectious diseases in Jordan .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the 21st century , Syrian conflict can be deliberated as one of the biggest humanitarian disasters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this multifaceted emergency with devastating requirements and limitations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it has been found essential for dominant medical healthcare providers to develop medical strategies that are based on comprehensive understanding of the concerned context and the main medical requirements and susceptible groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "177"
  }
}