{
  "paper_id": "bce9e37bf2272b0978ce9f7806533be8c1005fcd",
  "metadata": {
    "title": "Assessment of putative protein targets derived from the SARS genome 1",
    "coda_data_split": "train",
    "coda_paper_id": 9251,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ability to rapidly and reliably develop hypotheses on the function of newly discovered protein sequences requires systematic and comprehensive analysis. Such an analysis, embodied within the DS GeneAtlas1 1 pipeline, has been used to critically evaluate the severe acute respiratory syndrome (SARS) genome with the goal of identifying new potential targets for viral therapeutic intervention. This paper discusses several new functional hypotheses on the roles played by the constituent gene products of SARS, and will serve as an example of how such assignments can be developed or extended on other systems of interest.",
      "sentences": [
        [
          {
            "segment_text": "The ability to rapidly and reliably develop hypotheses on the function of newly discovered protein sequences requires systematic and comprehensive analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such an analysis , embodied within the DS GeneAtlas1 1 pipeline ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been used to critically evaluate the severe acute respiratory syndrome ( SARS ) genome with the goal of identifying new potential targets for viral therapeutic intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper discusses several new functional hypotheses on the roles played by the constituent gene products of SARS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and will serve as an example of how such assignments can be developed or extended on other systems of interest .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "102"
  }
}