{
  "paper_id": "bcea326da7ffbd034aa531671d14f0b907e561cc",
  "metadata": {
    "title": "A COMPARATIVE ASSESSMENT OF FOUR SEROLOGICAL METHODS USED IN THE DETECTION AND MEASUREMENT OF ANTI-PARASITE ANTIBODIES IN THE SERUM OF THE AMPHIBIAN, BUFO K!XIDIs",
    "coda_data_split": "train",
    "coda_paper_id": 10663,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "INcnak! G. A. and AL-YAMAN F. 1988. A comparative assessment of four serological methods used in the detection and measurement of anti-parasite antibodies in the serum of the amphibian, Bufo viridis. International Journal for Parasitology 18: 371-377. Antibodies against Cn\u0027thidia fasciculata choanomastigotes were detected in green toad (Bufo viridis) sera by direct agglutination, indirect haemagglutination (IHA), complement-fixation test (CFT) and enzyme-linked immunosorbent assay (ELISA). Correlation coefficients (r) were calculated for comparisons between each of the techniques and regression",
      "sentences": [
        [
          {
            "segment_text": "INcnak !",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "G. A. and AL-YAMAN F. 1988 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A comparative assessment of four serological methods used in the detection and measurement of anti-parasite antibodies in the serum of the amphibian , Bufo viridis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "International Journal for Parasitology 18 : 371-377 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibodies against C n\u0027thidia fasciculata choanomastigotes were detected in green toad ( Bufo viridis ) sera by direct agglutination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indirect haemagglutination ( IHA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complement-fixation test ( CFT ) and enzyme-linked immunosorbent assay ( ELISA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Correlation coefficients ( r ) were calculated for comparisons between each of the techniques and regression",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "formulae derived in order to convert antibody levels as determined by one immunological method to that of another. The highest mean titre obtained by ELISA was approximately 1.5-3.5 times greater than those obtained by the other techniques whilst CFT gave the lowest values. IHA and ELISA titres were affected by different preparations of the crithidial antigen extracts. Highly significant r values were determined for control sera when IHA was compared to ELISA (r\u003e 0.79), and to both CFT and ELISA with immune animals (r\u003e 0.96). ELISA would seem most applicable for screening other lower vertebrates for anti-parasite antibodies especially in areas of human disease prevalence.",
      "sentences": [
        [
          {
            "segment_text": "formulae derived in order to convert antibody levels as determined by one immunological method to that of another .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest mean titre obtained by ELISA was approximately 1.5-3.5 times greater than those obtained by the other techniques whilst CFT gave the lowest values .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IHA and ELISA titres were affected by different preparations of the crithidial antigen extracts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Highly significant r values were determined for control sera when IHA was compared to ELISA ( r \u003e 0.79 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to both CFT and ELISA with immune animals ( r \u003e 0.96 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ELISA would seem most applicable for screening other lower vertebrates for anti-parasite antibodies especially in areas of human disease prevalence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "215"
  }
}