{
  "paper_id": "bd18832006ef03fab74bf51388034b7e9605e14a",
  "metadata": {
    "title": "influenza A virus Cell entry, Replication, virion Assembly and Movement",
    "coda_data_split": "train",
    "coda_paper_id": 9737,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Influenza viruses replicate within the nucleus of the host cell. This uncommon RNA virus trait provides influenza with the advantage of access to the nuclear machinery during replication. However, it also increases the complexity of the intracellular trafficking that is required for the viral components to establish a productive infection. The segmentation of the influenza genome makes these additional trafficking requirements especially challenging, as each viral RNA (vRNA) gene segment must navigate the network of cellular membrane barriers during the processes of entry and assembly. To accomplish this goal, influenza A viruses (IAVs) utilize a combination of viral and cellular mechanisms to coordinate the transport of their proteins and the eight vRNA gene segments in and out of the cell. The aim of this review is to present the current mechanistic understanding for how IAVs facilitate cell entry, replication, virion assembly, and intercellular movement, in an effort to highlight some of the unanswered questions regarding the coordination of the IAV infection process.",
      "sentences": [
        [
          {
            "segment_text": "Influenza viruses replicate within the nucleus of the host cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This uncommon RNA virus trait provides influenza with the advantage of access to the nuclear machinery during replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it also increases the complexity of the intracellular trafficking that is required for the viral components to establish a productive infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The segmentation of the influenza genome makes these additional trafficking requirements especially challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as each viral RNA ( vRNA ) gene segment must navigate the network of cellular membrane barriers during the processes of entry and assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To accomplish this goal , influenza A viruses ( IAVs ) utilize a combination of viral and cellular mechanisms to coordinate the transport of their proteins and the eight vRNA gene segments in and out of the cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this review is to present the current mechanistic understanding for how IAVs facilitate cell entry ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "replication , virion assembly , and intercellular movement ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in an effort to highlight some of the unanswered questions regarding the coordination of the IAV infection process .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "179"
  }
}