{
  "paper_id": "bd1973693386dff5704ca4460874257cb1f037dd",
  "metadata": {
    "title": "Zoonotic origins of human coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 2710,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Mutation and adaptation have driven the co-evolution of coronaviruses (CoVs) and their hosts, including human beings, for thousands of years. Before 2003, two human CoVs (HCoVs) were known to cause mild illness, such as common cold. The outbreaks of severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome (MERS) have flipped the coin to reveal how devastating and lifethreatening an HCoV infection could be. The emergence of SARS-CoV-2 in central China at the end of 2019 has thrusted CoVs into the spotlight again and surprised us with its high transmissibility but reduced pathogenicity compared to its sister SARS-CoV. HCoV infection is a zoonosis and understanding the zoonotic origins of HCoVs would serve us well. Most HCoVs originated from bats where they are non-pathogenic. The intermediate reservoir hosts of some HCoVs are also known. Identifying the animal hosts has direct implications in the prevention of human diseases. Investigating CoV-host interactions in animals might also derive important insight on CoV pathogenesis in humans. In this review, we present an overview of the existing knowledge about the seven HCoVs, with a focus on the history of their discovery as well as their zoonotic origins and interspecies transmission. Importantly, we compare and contrast the different HCoVs from a perspective of virus evolution and genome recombination. The current CoV disease 2019 (COVID-19) epidemic is discussed in this context. In addition, the requirements for successful host switches and the implications of virus evolution on disease severity are also highlighted.",
      "sentences": [
        [
          {
            "segment_text": "Mutation and adaptation have driven the co-evolution of coronaviruses ( CoVs ) and their hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including human beings , for thousands of years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Before 2003 , two human CoVs ( HCoVs ) were known to cause mild illness , such as common cold .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreaks of severe acute respiratory syndrome ( SARS ) and the Middle East respiratory syndrome ( MERS ) have flipped the coin to reveal how devastating and lifethreatening an HCoV infection could be .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of SARS-CoV-2 in central China at the end of 2019 has thrusted CoVs into the spotlight again and surprised us with its high transmissibility but reduced pathogenicity compared to its sister SARS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCoV infection is a zoonosis and understanding the zoonotic origins of HCoVs would serve us well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most HCoVs originated from bats where they are non-pathogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The intermediate reservoir hosts of some HCoVs are also known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identifying the animal hosts has direct implications in the prevention of human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Investigating CoV-host interactions in animals might also derive important insight on CoV pathogenesis in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we present an overview of the existing knowledge about the seven HCoVs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a focus on the history of their discovery as well as their zoonotic origins and interspecies transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Importantly , we compare and contrast the different HCoVs from a perspective of virus evolution and genome recombination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The current CoV disease 2019 ( COVID-19 ) epidemic is discussed in this context .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the requirements for successful host switches and the implications of virus evolution on disease severity are also highlighted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "276"
  }
}