{
  "paper_id": "bd1df727a20e894e113ef1aa77873564af9869a8",
  "metadata": {
    "title": "Canine distemper virus may affect European wild cat populations in Central Spain",
    "coda_data_split": "train",
    "coda_paper_id": 5839,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The main objective of this brief communication is to inform about the exposure to certain pathogens of interest for mesocarnivores in wildcats (Felis silvestris silvestris) that inhabit a human-domestic-wild ecotone located in a Natural Park (Serranía de Cuenca, Central Spain). Blood and mucosal swabs (nasal, conjunctival and rectal) samples were collected from nine alive animals to detect canine distemper virus (CDV), parvovirus (CPV/FPV), feline leukaemia virus (FeLV), feline coronavirus (FCoV), feline immunodeficiency virus (FIV), Leptospira interrogans, Chlamydia felis, Ehrlichia canis, Toxoplasma gondii, and Neospora caninum. ELISA, immunochromatograpy, microscopy agglutination test and PCR assays were used. The results show the first worldwide detection of exposure of wildcats to L. interrogans (3 positive/9 analysed) and the first detection of exposure to CVD (7/9), of carriers of C. felis (2/9) and of fecal spreading of CPV-FPV (2/9) in wildcats in Spain. Exposure to T. gondii and CPV-FPV was detected in 5 of the 9 wildcats analysed, and to FelV in 4 of 9. No FIV, FCoV, Ehrlichia canis and Neospora caninum were detected. The results reveal the circulation of pathogens among the wildcat population studied, but more vigilance is needed for an accurate assessment of the impact of these pathogens on the health status of this population.",
      "sentences": [
        [
          {
            "segment_text": "The main objective of this brief communication is to inform about the exposure to certain pathogens of interest for mesocarnivores in wildcats ( Felis silvestris silvestris ) that inhabit a human-domestic-wild ecotone located in a Natural Park ( Serranía de Cuenca , Central Spain ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Blood and mucosal swabs ( nasal , conjunctival and rectal ) samples were collected from nine alive animals to detect canine distemper virus ( CDV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "parvovirus ( CPV/FPV ) , feline leukaemia virus ( FeLV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feline coronavirus ( FCoV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feline immunodeficiency virus ( FIV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Leptospira interrogans , Chlamydia felis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Ehrlichia canis , Toxoplasma gondii , and Neospora caninum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ELISA , immunochromatograpy , microscopy agglutination test and PCR assays were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show the first worldwide detection of exposure of wildcats to L. interrogans ( 3 positive/9 analysed ) and the first detection of exposure to CVD ( 7/9 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of carriers of C. felis ( 2/9 ) and of fecal spreading of CPV-FPV ( 2/9 ) in wildcats in Spain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exposure to T. gondii and CPV-FPV was detected in 5 of the 9 wildcats analysed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to FelV in 4 of 9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No FIV , FCoV , Ehrlichia canis and Neospora caninum were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results reveal the circulation of pathogens among the wildcat population studied ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but more vigilance is needed for an accurate assessment of the impact of these pathogens on the health status of this population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "253"
  }
}