{
  "paper_id": "bd44d72a9c41b1c382bd180da10a1f7ef38d2d56",
  "metadata": {
    "title": "Retargeting of Viruses to Generate Oncolytic Agents",
    "coda_data_split": "train",
    "coda_paper_id": 10470,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Oncolytic virus therapy is based on the ability of viruses to effectively infect and kill tumor cells without destroying the normal tissues. While some viruses seem to have a natural preference for tumor cells, most viruses require the modification of their tropism to specifically enter and replicate in such cells. This review aims to describe the transductional targeting strategies currently employed to specifically redirect viruses towards surface receptors on tumor cells. Three major strategies can be distinguished; they involve (i) the incorporation of new targeting specificity into a viral surface protein, (ii) the incorporation of a scaffold into a viral surface protein to allow the attachment of targeting moieties, and (iii) the use of bispecific adapters to mediate targeting of a virus to a specified moiety on a tumor cell. Of each strategy key features, advantages and limitations are discussed and examples are given. Because of their potential to cause sustained, multiround infection-a desirable characteristic for eradicating tumorsparticular attention is given to viruses engineered to become self-targeted by the genomic expression of a bispecific adapter protein.",
      "sentences": [
        [
          {
            "segment_text": "Oncolytic virus therapy is based on the ability of viruses to effectively infect and kill tumor cells without destroying the normal tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While some viruses seem to have a natural preference for tumor cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most viruses require the modification of their tropism to specifically enter and replicate in such cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review aims to describe the transductional targeting strategies currently employed to specifically redirect viruses towards surface receptors on tumor cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three major strategies can be distinguished ; they involve ( i ) the incorporation of new targeting specificity into a viral surface protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( ii ) the incorporation of a scaffold into a viral surface protein to allow the attachment of targeting moieties ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ( iii ) the use of bispecific adapters to mediate targeting of a virus to a specified moiety on a tumor cell .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of each strategy key features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "advantages and limitations are discussed and examples are given .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of their potential to cause sustained ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "multiround infection-a desirable characteristic for eradicating tumorsparticular attention is given to viruses engineered to become self-targeted by the genomic expression of a bispecific adapter protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "194"
  }
}