{
  "paper_id": "bd5157e1e77a1f5e200a1c249e43f995ae44a715",
  "metadata": {
    "title": "Development and evaluation of an antigen-capture ELISA for detection of the UL24 antigen of the duck enteritis virus, based on a polyclonal antibody against the UL24 expression protein",
    "coda_data_split": "train",
    "coda_paper_id": 6048,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An antigen-capture enzyme-linked immunosorbent assay (AC-ELISA) method was developed for the efficient detection of the UL24 antigen of the duck enteritis virus (DEV) using polyclonal antibodies. Ducks and rabbits were immunized, respectively, with expressed UL24 recombinant protein. The IgG antibodies against UL24 from ducks and rabbits were purified and used as the capture antibodies. The specificity of the optimized AC-ELISA was evaluated by use of DEV, duck hepatitis virus (DHV), duck hepatitis B virus (DHBV), gosling plague virus (GPV), Riemerella anatipestifer (R.A.), Escherichia coli (E. coli), Pasteurella multocida (P.M.) and Salmonella Enteritidis (S.E.). Only DEV specimens yielded a specific and strong signal. The limit of the sensitivity of this method for the detection of DEV was 46 ng/100 l. Compared with PCR and virus isolation, the rate of agreement for the detection of experimentally infected sera was 100%. A comparative test used on clinical specimens between the neutralization test and the AC-ELISA showed that the proportions of true positives and true negatives by the AC-ELISA were 0.90 and 0.67 respectively. These results indicated that the AC-ELISA approach is rapid, sensitive, and reliable for specific detection of DEV antigen.",
      "sentences": [
        [
          {
            "segment_text": "An antigen-capture enzyme-linked immunosorbent assay ( AC-ELISA ) method was developed for the efficient detection of the UL24 antigen of the duck enteritis virus ( DEV ) using polyclonal antibodies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ducks and rabbits were immunized ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , with expressed UL24 recombinant protein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The IgG antibodies against UL24 from ducks and rabbits were purified and used as the capture antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specificity of the optimized AC-ELISA was evaluated by use of DEV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "duck hepatitis virus ( DHV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "duck hepatitis B virus ( DHBV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "gosling plague virus ( GPV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Riemerella anatipestifer ( R.A. ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Escherichia coli ( E. coli ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Pasteurella multocida ( P.M. ) and Salmonella Enteritidis ( S.E. ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only DEV specimens yielded a specific and strong signal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The limit of the sensitivity of this method for the detection of DEV was 46 ng/100 l. Compared with PCR and virus isolation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the rate of agreement for the detection of experimentally infected sera was 100 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A comparative test used on clinical specimens between the neutralization test and the AC-ELISA showed that the proportions of true positives and true negatives by the AC-ELISA were 0.90 and 0.67 respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicated that the AC-ELISA approach is rapid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sensitive , and reliable for specific detection of DEV antigen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "226"
  }
}