{
  "paper_id": "bd6ff668b291b07c039010c27d1465777647f60f",
  "metadata": {
    "title": "Clinical Infectious Diseases Understanding the Promises and Hurdles of Metagenomic Next-Generation Sequencing as a Diagnostic Tool for Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 3303,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Agnostic metagenomic next-generation sequencing (mNGS) has emerged as a promising single, universal pathogen detection method for infectious disease diagnostics. This methodology allows for identification and genomic characterization of bacteria, fungi, parasites, and viruses without the need for a priori knowledge of a specific pathogen directly from clinical specimens. Although there are increasing reports of mNGS successes, several hurdles need to be addressed, such as differentiation of colonization from infection, extraneous sources of nucleic acid, method standardization, and data storage, protection, analysis, and interpretation. As more commercial and clinical microbiology laboratories develop mNGS assays, it is important for treating practitioners to understand both the power and limitations of this method as a diagnostic tool for infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Agnostic metagenomic next-generation sequencing ( mNGS ) has emerged as a promising single ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "universal pathogen detection method for infectious disease diagnostics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This methodology allows for identification and genomic characterization of bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fungi , parasites , and viruses without the need for a priori knowledge of a specific pathogen directly from clinical specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although there are increasing reports of mNGS successes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several hurdles need to be addressed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as differentiation of colonization from infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extraneous sources of nucleic acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "method standardization , and data storage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protection , analysis , and interpretation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As more commercial and clinical microbiology laboratories develop mNGS assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is important for treating practitioners to understand both the power and limitations of this method as a diagnostic tool for infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "12",
    "token_num": "135"
  }
}