{
  "paper_id": "bd92cbae7179f07d59d1ce4d7ca96e37ebb40ec9",
  "metadata": {
    "title": "Design of Wide-Spectrum Inhibitors Targeting Coronavirus Main Proteases",
    "coda_data_split": "train",
    "coda_paper_id": 6996,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The genus Coronavirus contains about 25 species of coronaviruses (CoVs), which are important pathogens causing highly prevalent diseases and often severe or fatal in humans and animals. No licensed specific drugs are available to prevent their infection. Different host receptors for cellular entry, poorly conserved structural proteins (antigens), and the high mutation and recombination rates of CoVs pose a significant problem in the development of wide-spectrum anti-CoV drugs and vaccines. CoV main proteases (M pro s), which are key enzymes in viral gene expression and replication, were revealed to share a highly conservative substrate-recognition pocket by comparison of four crystal structures and a homology model representing all three genetic clusters of the genus Coronavirus. This conclusion was further supported by enzyme activity assays. Mechanism-based irreversible inhibitors were designed, based on this conserved structural region, and a uniform inhibition mechanism was elucidated from the structures of M pro -inhibitor complexes from severe acute respiratory syndrome-CoV and porcine transmissible gastroenteritis virus. A structureassisted optimization program has yielded compounds with fast in vitro inactivation of multiple CoV M pro s, potent antiviral activity, and extremely low cellular toxicity in cell-based assays. Further modification could rapidly lead to the discovery of a single agent with clinical potential against existing and possible future emerging CoV-related diseases.",
      "sentences": [
        [
          {
            "segment_text": "The genus Coronavirus contains about 25 species of coronaviruses ( CoVs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are important pathogens causing highly prevalent diseases and often severe or fatal in humans and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No licensed specific drugs are available to prevent their infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Different host receptors for cellular entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "poorly conserved structural proteins ( antigens ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the high mutation and recombination rates of CoVs pose a significant problem in the development of wide-spectrum anti-CoV drugs and vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CoV main proteases ( M pro s ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are key enzymes in viral gene expression and replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "were revealed to share a highly conservative substrate-recognition pocket by comparison of four crystal structures and a homology model representing all three genetic clusters of the genus Coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This conclusion was further supported by enzyme activity assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanism-based irreversible inhibitors were designed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "based on this conserved structural region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a uniform inhibition mechanism was elucidated from the structures of M pro - inhibitor complexes from severe acute respiratory syndrome-CoV and porcine transmissible gastroenteritis virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A structureassisted optimization program has yielded compounds with fast in vitro inactivation of multiple CoV M pro s ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potent antiviral activity , and extremely low cellular toxicity in cell-based assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further modification could rapidly lead to the discovery of a single agent with clinical potential against existing and possible future emerging CoV-related diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation: Yang H, Xie W, Xue X, Yang K, Ma J, et al. (2005) Design of wide-spectrum inhibitors targeting coronavirus main proteases. PLoS Biol 3(10): e324.",
      "sentences": [
        [
          {
            "segment_text": "Citation : Yang H , Xie W ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Xue X , Yang K ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ma J , et al. ( 2005 ) Design of wide-spectrum inhibitors targeting coronavirus main proteases .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Biol 3 ( 10 ) : e324 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "275"
  }
}