{
  "paper_id": "bd970c92e320913cd3e04887916e764ab1231494",
  "metadata": {
    "title": "Ambulatory care visits and quality of care: does the volume-control policy matter?",
    "coda_data_split": "train",
    "coda_paper_id": 9124,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using claims data from the Bureau of National Health Insurance (BNHI) in Taiwan and primary data collected from 940 patients who visited their physicians at out-patient clinics to complete questionnaire, we investigated the effects of the hospital volume control policy on the frequency of visits, medical expenses and patient satisfaction. We found that the volume control policy on ambulatory care decreased physician fees and increased both the number of visits and co-payments. However, it did not result in any change in the total medical expenses. A shift in ambulatory care expenditure from BNHI to patients did not improve patient satisfaction. While the patients were comfortable with the waiting line, they were not satisfied with the providers\u0027 strategy of limiting quota of visits during a period of time.",
      "sentences": [
        [
          {
            "segment_text": "Using claims data from the Bureau of National Health Insurance ( BNHI ) in Taiwan and primary data collected from 940 patients who visited their physicians at out-patient clinics to complete questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we investigated the effects of the hospital volume control policy on the frequency of visits ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "medical expenses and patient satisfaction .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found that the volume control policy on ambulatory care decreased physician fees and increased both the number of visits and co-payments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , it did not result in any change in the total medical expenses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A shift in ambulatory care expenditure from BNHI to patients did not improve patient satisfaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the patients were comfortable with the waiting line ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they were not satisfied with the providers \u0027 strategy of limiting quota of visits during a period of time .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "139"
  }
}