{
  "paper_id": "bd9f4f72cbcda0758701826d426c0c278e2a8af6",
  "metadata": {
    "title": "Correlation between female sex, IL28B genotype, and the clinical severity of bronchiolitis in pediatric patients",
    "coda_data_split": "train",
    "coda_paper_id": 4820,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND: Single-nucleotide polymorphisms (SNPs) that impact on the differential expression of interleukin 28B (IL28B) are implicated in the progression of viral-induced diseases. In this prospective longitudinal cohort study, we evaluated the association between IL28B SNPs rs12979860 and rs8099917 and the clinical outcome of bronchiolitis in pediatric patients. METHODS: A total of 682 infants suffering from bronchiolitis, categorized based on the final clinical outcome as mild or severe, were genotyped for IL28B SNPs rs12979860 and rs8099917. RESULTS: When infants were categorized exclusively based on the final clinical outcome, no association was established between IL28B SNPs and the severity of bronchiolitis. However, when stratified by sex, the homozygotes for the minor alleles of rs12979860 (T) and rs8099917 (G) were associated with a mild disease in girls but not in boys. CONCLUSION: SNPs rs12979860 and rs8099917 correlate with the severity of bronchiolitis and display a sex bias, where GG rs8099917 and TT rs12979860 genotypes are associated with a mild disease in girls but not in boys. These findings suggest that innate immunity and female sex links with the outcome of the diseases induced by respiratory viruses, such as RSV.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND : Single-nucleotide polymorphisms ( SNPs ) that impact on the differential expression of interleukin 28B ( IL28B ) are implicated in the progression of viral-induced diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this prospective longitudinal cohort study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we evaluated the association between IL28B SNPs rs12979860 and rs8099917 and the clinical outcome of bronchiolitis in pediatric patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "METHODS : A total of 682 infants suffering from bronchiolitis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "categorized based on the final clinical outcome as mild or severe ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were genotyped for IL28B SNPs rs12979860 and rs8099917 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RESULTS : When infants were categorized exclusively based on the final clinical outcome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no association was established between IL28B SNPs and the severity of bronchiolitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when stratified by sex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the homozygotes for the minor alleles of rs12979860 ( T ) and rs8099917 ( G ) were associated with a mild disease in girls but not in boys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CONCLUSION : SNPs rs12979860 and rs8099917 correlate with the severity of bronchiolitis and display a sex bias ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where GG rs8099917 and TT rs12979860 genotypes are associated with a mild disease in girls but not in boys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that innate immunity and female sex links with the outcome of the diseases induced by respiratory viruses , such as RSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "213"
  }
}