{
  "paper_id": "bdc91980735543fbf8c9c6d5367f5341d7ed70d7",
  "metadata": {
    "title": "Rapid approach to identify an unrecognized viral agent",
    "coda_data_split": "train",
    "coda_paper_id": 5811,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For epidemic control, rapid identification and characterization of the responsible unknown agent are crucial. To address this critical question, a method was developed for virus discovery based on a flexible nested-PCR subtraction hybridization. As a positive control, we used hepatitis C virus as a hypothetical unrecognized virus and \"discover\" it in the sample. Using template-switching universal long-PCR to produce large quantities of cDNA, our nested-PCR-based subtractive hybridization coupled with a single-strand deletion technology removed most of the common cDNA. Following subtraction hybridization, a cDNA library was constructed and displayed by differential reverse dot blot hybridization. This new genomic subtraction hybridization method will be ideally suited to identify rapidly any previously unrecognized viral agent. Published by Elsevier B.V.",
      "sentences": [
        [
          {
            "segment_text": "For epidemic control , rapid identification and characterization of the responsible unknown agent are crucial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this critical question ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a method was developed for virus discovery based on a flexible nested-PCR subtraction hybridization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a positive control , we used hepatitis C virus as a hypothetical unrecognized virus and `` discover \u0027\u0027 it in the sample .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using template-switching universal long-PCR to produce large quantities of cDNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "our nested-PCR-based subtractive hybridization coupled with a single-strand deletion technology removed most of the common cDNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Following subtraction hybridization , a cDNA library was constructed and displayed by differential reverse dot blot hybridization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This new genomic subtraction hybridization method will be ideally suited to identify rapidly any previously unrecognized viral agent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "130"
  }
}