{
  "paper_id": "bddfc27eab5ed01ee09fcab0f11fd6c0a0bd458e",
  "metadata": {
    "title": "Middle East Respiratory Syndrome Coronavirus Quasispecies That Include Homologues of Human Isolates Revealed through Whole- Genome Analysis and Virus Cultured from Dromedary Camels in Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 3802,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Complete Middle East respiratory syndrome coronavirus (MERS-CoV) genome sequences were obtained from nasal swabs of dromedary camels sampled in the Kingdom of Saudi Arabia through direct analysis of nucleic acid extracts or following virus isolation in cell culture. Consensus dromedary MERS-CoV genome sequences were the same with either template source and identical to published human MERS-CoV sequences. However, in contrast to individual human cases, where only clonal genomic sequences are reported, detailed population analyses revealed the presence of more than one genomic variant in individual dromedaries. If humans are truly infected only with clonal virus populations, we must entertain a model for interspecies transmission of MERS-CoV wherein only specific genotypes are capable of passing bottleneck selection.",
      "sentences": [
        [
          {
            "segment_text": "Complete Middle East respiratory syndrome coronavirus ( MERS-CoV ) genome sequences were obtained from nasal swabs of dromedary camels sampled in the Kingdom of Saudi Arabia through direct analysis of nucleic acid extracts or following virus isolation in cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consensus dromedary MERS-CoV genome sequences were the same with either template source and identical to published human MERS-CoV sequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in contrast to individual human cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where only clonal genomic sequences are reported ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "detailed population analyses revealed the presence of more than one genomic variant in individual dromedaries .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "If humans are truly infected only with clonal virus populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we must entertain a model for interspecies transmission of MERS-CoV wherein only specific genotypes are capable of passing bottleneck selection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Citation Briese T, Mishra N, Jain K, Zalmout IS, Jabado OJ, Karesh WB, Daszak P, Mohammed OB, Alagaili AN, Lipkin WI. 2014. Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia. mBio 5(3):",
      "sentences": [
        [
          {
            "segment_text": "Citation Briese T , Mishra N ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Jain K , Zalmout IS ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Jabado OJ , Karesh WB ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Daszak P , Mohammed OB ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Alagaili AN , Lipkin WI .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2014 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mBio 5 ( 3 ) :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "191"
  }
}