{
  "paper_id": "bdf62e9b24357ae780c54ec5a3f0849ccf9cdb07",
  "metadata": {
    "title": "DPP4, the Middle East Respiratory Syndrome Coronavirus Receptor, is Upregulated in Lungs of Smokers and Chronic Obstructive Pulmonary Disease Patients",
    "coda_data_split": "train",
    "coda_paper_id": 8523,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Middle East respiratory syndrome coronavirus (MERS-CoV) causes pneumonia with a relatively high case fatality rate in humans. Smokers and chronic obstructive pulmonary disease (COPD) patients have been reported to be more susceptible to MERS-CoV infection. Here, we determined the expression of MERS-CoV receptor, dipeptidyl peptidase IV (DPP4), in lung tissues of smokers without airflow limitation and COPD patients in comparison to nonsmoking individuals (never-smokers).",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) causes pneumonia with a relatively high case fatality rate in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Smokers and chronic obstructive pulmonary disease ( COPD ) patients have been reported to be more susceptible to MERS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we determined the expression of MERS-CoV receptor ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "dipeptidyl peptidase IV ( DPP4 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in lung tissues of smokers without airflow limitation and COPD patients in comparison to nonsmoking individuals ( never-smokers ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. DPP4 expression was measured in lung tissue of lung resection specimens of never-smokers, smokers without airflow limitation, COPD GOLD stage II patients and in lung explants of end-stage COPD patients. Both control subjects and COPD patients were well phenotyped and age-matched. The mRNA expression was determined using qRT-PCR and protein expression was quantified using immunohistochemistry.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DPP4 expression was measured in lung tissue of lung resection specimens of never-smokers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "smokers without airflow limitation , COPD GOLD stage II patients and in lung explants of end-stage COPD patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both control subjects and COPD patients were well phenotyped and age-matched .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mRNA expression was determined using qRT-PCR and protein expression was quantified using immunohistochemistry .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. In smokers and subjects with COPD, both DPP4 mRNA and protein expression were significantly higher compared to never-smokers. Additionally, we found that both DPP4 mRNA and protein expression were inversely correlated with lung function and diffusing capacity parameters.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In smokers and subjects with COPD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both DPP4 mRNA and protein expression were significantly higher compared to never-smokers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , we found that both DPP4 mRNA and protein expression were inversely correlated with lung function and diffusing capacity parameters .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. We provide evidence that DPP4 is upregulated in the lungs of smokers and COPD patients, which could partially explain why these individuals are more susceptible to MERS-CoV infection. These data also highlight a possible role of DPP4 in COPD pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide evidence that DPP4 is upregulated in the lungs of smokers and COPD patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could partially explain why these individuals are more susceptible to MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data also highlight a possible role of DPP4 in COPD pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords. Middle East respiratory syndrome coronavirus (MERS-CoV); dipeptidyl peptidase 4 (DPP4); smoking; chronic obstructive pulmonary disease (COPD).",
      "sentences": [
        [
          {
            "segment_text": "Keywords .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) ; dipeptidyl peptidase 4 ( DPP4 ) ; smoking ; chronic obstructive pulmonary disease ( COPD ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "259"
  }
}