{
  "paper_id": "bdfbe7b41c10153f972efeed9993e2b8d05a031c",
  "metadata": {
    "title": "Molecular drug-organiser: Synthesis, characterization and biological evaluation of penicillin V and/or nalidixic acid calixarene-based podands",
    "coda_data_split": "train",
    "coda_paper_id": 8378,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two well-known antibiotic heterocycles, the \u0027quinolone\u0027 nalidixic acid and the b-lactam penicillin V, active at different levels of the bacterial growth process, have been attached via an ether-ester junction to the p-tert-butylcalix[4]arene lower rim, in alternate position. The resulting hydrophobic molecular drug-organisers were fully characterized, and evaluated over two Gram negative and three Gram positive reference strains, using disk diffusion assays with disks impregnated with solution of title compound in pure DMSO. An interesting activity was observed over Staphylococcus aureus ATCC 25923 with the dissymmetrical podand incorporating one penicillin and one nalidixic ester moieties.",
      "sentences": [
        [
          {
            "segment_text": "Two well-known antibiotic heterocycles , the ` quinolone \u0027 nalidixic acid and the b-lactam penicillin V ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "active at different levels of the bacterial growth process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been attached via an ether-ester junction to the p-tert-butylcalix ( 4 ) arene lower rim , in alternate position .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resulting hydrophobic molecular drug-organisers were fully characterized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and evaluated over two Gram negative and three Gram positive reference strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using disk diffusion assays with disks impregnated with solution of title compound in pure DMSO .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An interesting activity was observed over Staphylococcus aureus ATCC 25923 with the dissymmetrical podand incorporating one penicillin and one nalidixic ester moieties .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "109"
  }
}