{
  "paper_id": "be0d004544c7da98785d19f9b3aaf36745da7afe",
  "metadata": {
    "title": "Further Studies on Aminopeptidase-M in Blood in Children with Cholestatic Liver Diseases and Viral Hepatitis",
    "coda_data_split": "train",
    "coda_paper_id": 7916,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aim of this study was to de termine and furthe r characte rize the se rum aminope ptidase -M in childre n with live r dise ase s. Based on our ne w assay, we have shown two fractions of the e nzyme . Activity of the ® rst fraction is e xpre sse d in undilute d se rum at pH adjuste d from 8.5 (pH of storage d se rum) to 7.4. Activity of the se cond fraction (cryptic activity) appe ars in the serum (pH 7.4) as a result of dilution and/or addition of aniline naphthale ne sulfonic acid. In childre n with Alagille syndrome , e xtrahe patic biliary duct atre sia, Byle r\u0027s dise ase , and acute hepatitis due to he patitis B virus infection, activitie s of both fractions are highly elevate d as compare d to healthy childre n or those with chronic viral he patitis. More over, se rum aminopeptidase -M se ems to re¯e ct othe r aspe cts of the pathological proce ss than those re¯ected by the alanine aminotransfe rase and g -glutamyltranspe ptidase . Due to incre ase d activity and broad substrate speci® city, the e nzyme se e ms to be also a cofactor of chole stasis and he patitis.",
      "sentences": [
        [
          {
            "segment_text": "Aim of this study was to de termine and furthe r characte rize the se rum aminope ptidase - M in childre n with live r dise ase s. Based on our ne w assay ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have shown two fractions of the e nzyme .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Activity of the ® rst fraction is e xpre sse d in undilute d se rum at pH adjuste d from 8.5 ( pH of storage d se rum ) to 7.4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Activity of the se cond fraction ( cryptic activity ) appe ars in the serum ( pH 7.4 ) as a result of dilution and/or addition of aniline naphthale ne sulfonic acid .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In childre n with Alagille syndrome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e xtrahe patic biliary duct atre sia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Byle r \u0027s dise ase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and acute hepatitis due to he patitis B virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "activitie s of both fractions are highly elevate d as compare d to healthy childre n or those with chronic viral he patitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More over , se rum aminopeptidase - M se ems to re ¯ e ct othe r aspe cts of the pathological proce ss than those re ¯ ected by the alanine aminotransfe rase and g - glutamyltranspe ptidase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to incre ase d activity and broad substrate speci ® city ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the e nzyme se e ms to be also a cofactor of chole stasis and he patitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "239"
  }
}