{
  "paper_id": "be1330123d2c69063c2e6e1ae46176b2d9607308",
  "metadata": {
    "title": "REVIEW: PART OF A SPECIAL ISSUE ON THE PLANT CELL CYCLE The role of multifunctional M1 metallopeptidases in cell cycle progression",
    "coda_data_split": "train",
    "coda_paper_id": 9299,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "† Background Metallopeptidases of the M1 family are found in all phyla (except viruses) and are important in the cell cycle and normal growth and development. M1s often have spatiotemporal expression patterns which allow for strict regulation of activity. Mutations in the genes encoding M1s result in disease and are often lethal. This family of zinc metallopeptidases all share the catalytic region containing a signature amino acid exopeptidase (GXMXN) and a zinc binding (HEXXH[18X]E) motif. In addition, M1 aminopeptidases often also contain additional membrane association and/or protein interaction motifs. These protein interaction domains may function independently of M1 enzymatic activity and can contribute to multifunctionality of the proteins. † Scope A brief review of M1 metalloproteases in plants and animals and their roles in the cell cycle is presented. In animals, human puromycin-sensitive aminopeptidase (PSA) acts during mitosis and perhaps meiosis, while the insect homologue puromycin-sensitive aminopeptidase (PAM-1) is required for meiotic and mitotic exit; the remaining human M1 family members appear to play a direct or indirect role in mitosis/cell proliferation. In plants, meiotic prophase aminopeptidase 1 (MPA1) is essential for the first steps in meiosis, and aminopeptidase M1 (APM1) appears to be important in mitosis and cell division. † Conclusions M1 metalloprotease activity in the cell cycle is conserved across phyla. The activities of the multifunctional M1s, processing small peptides and peptide hormones and contributing to protein trafficking and signal transduction processes, either directly or indirectly impact on the cell cycle. Identification of peptide substrates and interacting protein partners is required to understand M1 function in fertility and normal growth and development in plants.",
      "sentences": [
        [
          {
            "segment_text": "† Background Metallopeptidases of the M1 family are found in all phyla ( except viruses ) and are important in the cell cycle and normal growth and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "M1s often have spatiotemporal expression patterns which allow for strict regulation of activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mutations in the genes encoding M1s result in disease and are often lethal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This family of zinc metallopeptidases all share the catalytic region containing a signature amino acid exopeptidase ( GXMXN ) and a zinc binding ( HEXXH ( 18X ) E ) motif .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , M1 aminopeptidases often also contain additional membrane association and/or protein interaction motifs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These protein interaction domains may function independently of M1 enzymatic activity and can contribute to multifunctionality of the proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "† Scope A brief review of M1 metalloproteases in plants and animals and their roles in the cell cycle is presented .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In animals , human puromycin-sensitive aminopeptidase ( PSA ) acts during mitosis and perhaps meiosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the insect homologue puromycin-sensitive aminopeptidase ( PAM-1 ) is required for meiotic and mitotic exit ; the remaining human M1 family members appear to play a direct or indirect role in mitosis/cell proliferation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In plants , meiotic prophase aminopeptidase 1 ( MPA1 ) is essential for the first steps in meiosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and aminopeptidase M1 ( APM1 ) appears to be important in mitosis and cell division .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "† Conclusions M1 metalloprotease activity in the cell cycle is conserved across phyla .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The activities of the multifunctional M1s ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "processing small peptides and peptide hormones and contributing to protein trafficking and signal transduction processes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either directly or indirectly impact on the cell cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Identification of peptide substrates and interacting protein partners is required to understand M1 function in fertility and normal growth and development in plants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "304"
  }
}