{
  "paper_id": "be1a1a2154d6ef7211f509548e37103a8eaa24ff",
  "metadata": {
    "title": "Keeping it in check: chronic viral infection and antiviral immunity in the brain HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2894,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is becoming clear that the manner by which the immune response resolves or contains infection by a pathogen varies according to the tissue that is affected. Unlike many peripheral cell types, CNS neurons are generally non-renewable. Thus, the cytolytic and inflammatory strategies that are effective in controlling infections in the periphery could be damaging if deployed in the CNS. Perhaps for this reason, the immune response to some CNS viral infections favours maintenance of neuronal integrity and non-neurolytic viral control. This modified immune response -when combined with the unique anatomy and physiology of the CNS -provides an ideal environment for the maintenance of viral genomes, including those of RNA viruses. Therefore, it is possible that such viruses can reactivate long after initial viral exposure, contributing to CNS disease.",
      "sentences": [
        [
          {
            "segment_text": "It is becoming clear that the manner by which the immune response resolves or contains infection by a pathogen varies according to the tissue that is affected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike many peripheral cell types ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CNS neurons are generally non-renewable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the cytolytic and inflammatory strategies that are effective in controlling infections in the periphery could be damaging if deployed in the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Perhaps for this reason , the immune response to some CNS viral infections favours maintenance of neuronal integrity and non-neurolytic viral control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This modified immune response - when combined with the unique anatomy and physiology of the CNS - provides an ideal environment for the maintenance of viral genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those of RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , it is possible that such viruses can reactivate long after initial viral exposure , contributing to CNS disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "An oversimplification that is promoted in much of the scientific literature is that extracellular, receptor-binding ligands -including viruses, cytokines and interferons (IFNs) -transduce invariant signalling pathways, independent of cell type. Such generalizations limit our ability to fully appreciate the complexity and diversity of the cellular response to pathogens and potent pathogen-fighting proteins. There are also clinical ramifications of this myopic view: for example, ignoring the possibility that a particular cell population may behave uniquely upon cytokine encounter could limit drug efficacy or hinder the development of therapeutics. In this Review, we discuss some recently defined neuronspecific immune responses that broaden our view of how CNS infections, especially those caused by RNA viruses, are controlled.",
      "sentences": [
        [
          {
            "segment_text": "An oversimplification that is promoted in much of the scientific literature is that extracellular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "receptor-binding ligands - including viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cytokines and interferons ( IFNs ) - transduce invariant signalling pathways , independent of cell type .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such generalizations limit our ability to fully appreciate the complexity and diversity of the cellular response to pathogens and potent pathogen-fighting proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are also clinical ramifications of this myopic view : for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ignoring the possibility that a particular cell population may behave uniquely upon cytokine encounter could limit drug efficacy or hinder the development of therapeutics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we discuss some recently defined neuronspecific immune responses that broaden our view of how CNS infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "especially those caused by RNA viruses , are controlled .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Intuitively, the notion that neurons differ immunologically from other cell types makes sense: we cannot tolerate the loss of these generally non-renewable cells, as we can the lysis of more-easily replaceable epithelial cells. For example, herpes simplex virus (HSV)",
      "sentences": [
        [
          {
            "segment_text": "Intuitively , the notion that neurons differ immunologically from other cell types makes sense : we can not tolerate the loss of these generally non-renewable cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as we can the lysis of more-easily replaceable epithelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , herpes simplex virus ( HSV )",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "320"
  }
}