{
  "paper_id": "be4538c4a50fdb2d523e34ec64294beb8904456b",
  "metadata": {
    "title": "Role of Human Bocavirus in Upper Respiratory Tract Infections and Acute Otitis Media",
    "coda_data_split": "train",
    "coda_paper_id": 6833,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Human bocavirus (HBoV) is a newly described parvovirus. HBoV1 has been associated with respiratory infections, including acute otitis media (AOM), but the knowledge on the significance of HBoV1 in upper respiratory tract infections (URI) and AOM in relation to other respiratory viruses is limited. The objective of this study was to compare the rate of detection of HBoV1 to that of other respiratory viruses in specimens from children with URI, with and without AOM complication. Methods. Nasopharyngeal secretions (NPS) were collected during URI from healthy children (6-35 months) followed prospectively for 1 year; specimens have been previously analyzed for broad spectrum of respiratory viruses. Archived NPS were analyzed for HBoV1 using a high-throughput, quantitative polymerase chain reaction method. Results. Seven hundred and seven NPS samples collected during URI episodes from 201 children were studied for HBoV1. A total of 94 (47%) children tested positive for HBoV1 DNA during 172 (24%) URI episodes; HBoV1 was present as the only virus in 44 (6%) URI episodes. Overall, 37% of URI episodes were complicated by AOM. Of URI associated with single virus (n \u003d 303), the rate of AOM complicating URI associated with HBoV1 only was 52% (23 of 44); this was a higher AOM rate, compared to that of other respiratory viruses. Conclusions. Among URI associated with single respiratory virus, HBoV1-URI was commonly associated with AOM complication. The important role of HBoV1 on AOM pathogenesis needs to be studied further.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human bocavirus ( HBoV ) is a newly described parvovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HBoV1 has been associated with respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including acute otitis media ( AOM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the knowledge on the significance of HBoV1 in upper respiratory tract infections ( URI ) and AOM in relation to other respiratory viruses is limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to compare the rate of detection of HBoV1 to that of other respiratory viruses in specimens from children with URI ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with and without AOM complication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal secretions ( NPS ) were collected during URI from healthy children ( 6-35 months ) followed prospectively for 1 year ; specimens have been previously analyzed for broad spectrum of respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Archived NPS were analyzed for HBoV1 using a high-throughput ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "quantitative polymerase chain reaction method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven hundred and seven NPS samples collected during URI episodes from 201 children were studied for HBoV1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 94 ( 47 % ) children tested positive for HBoV1 DNA during 172 ( 24 % ) URI episodes ; HBoV1 was present as the only virus in 44 ( 6 % ) URI episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 37 % of URI episodes were complicated by AOM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of URI associated with single virus ( n \u003d 303 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the rate of AOM complicating URI associated with HBoV1 only was 52 % ( 23 of 44 ) ; this was a higher AOM rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to that of other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among URI associated with single respiratory virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HBoV1-URI was commonly associated with AOM complication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The important role of HBoV1 on AOM pathogenesis needs to be studied further .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "290"
  }
}