{
  "paper_id": "be459dd25c7c6092a050c722c69ddd3d34ce0f94",
  "metadata": {
    "title": "Characterization and analysis of an infectious bronchitis virus strain isolated from southern China in 2013",
    "coda_data_split": "train",
    "coda_paper_id": 10300,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Infectious bronchitis is a severe disease caused by infectious bronchitis virus (IBV) that affects fowl flocks worldwide. The understanding of the mechanisms involved in IBV evolution and variation would provide important theoretical basis for prevention and control of the disease in the future. Methods: IBV strain GD was isolated from southern China in 2013 and the complete genome sequencing and phylogenetic analysis were performed. Results: The genome of approximately 27,680 nt comprised six genes, with insertions and mutations in most of the structural genes. The S1 gene showed the highest identity to strain TW2575/98 isolated in Taiwan, and was distantly related to the H120 vaccine strain. Phylogenetic analysis showed that the S1 gene of strain GD was also related to that of TW-type strains. Recombination analysis indicated that strain GD was a chimera whose putative parental strains belonged to the QX-and TW-type subgroups.",
      "sentences": [
        [
          {
            "segment_text": "Background : Infectious bronchitis is a severe disease caused by infectious bronchitis virus ( IBV ) that affects fowl flocks worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The understanding of the mechanisms involved in IBV evolution and variation would provide important theoretical basis for prevention and control of the disease in the future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : IBV strain GD was isolated from southern China in 2013 and the complete genome sequencing and phylogenetic analysis were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The genome of approximately 27,680 nt comprised six genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with insertions and mutations in most of the structural genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S1 gene showed the highest identity to strain TW2575/98 isolated in Taiwan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was distantly related to the H120 vaccine strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis showed that the S1 gene of strain GD was also related to that of TW-type strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombination analysis indicated that strain GD was a chimera whose putative parental strains belonged to the QX-and TW-type subgroups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: An increasing number of TW-type strains have been isolated from China in recent years, which is in agreement with our findings, suggesting the emergence and increased prevalence of new TW-type strains in southern China.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : An increasing number of TW-type strains have been isolated from China in recent years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is in agreement with our findings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the emergence and increased prevalence of new TW-type strains in southern China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "197"
  }
}