{
  "paper_id": "be464c3787cad446a8be522f9ed4793c16c81b49",
  "metadata": {
    "title": "Direct Observation of Membrane Insertion by Enveloped Virus Matrix Proteins by Phosphate Displacement",
    "coda_data_split": "train",
    "coda_paper_id": 3316,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Enveloped virus release is driven by poorly understood proteins that are functional analogs of the coat protein assemblies that mediate intracellular vesicle trafficking. We used differential electron density mapping to detect membrane integration by membrane-bending proteins from five virus families. This demonstrates that virus matrix proteins replace an unexpectedly large portion of the lipid content of the inner membrane face, a generalized feature likely to play a role in reshaping cellular membranes.",
      "sentences": [
        [
          {
            "segment_text": "Enveloped virus release is driven by poorly understood proteins that are functional analogs of the coat protein assemblies that mediate intracellular vesicle trafficking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used differential electron density mapping to detect membrane integration by membrane-bending proteins from five virus families .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This demonstrates that virus matrix proteins replace an unexpectedly large portion of the lipid content of the inner membrane face ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a generalized feature likely to play a role in reshaping cellular membranes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "76"
  }
}