{
  "paper_id": "be477ac1161b4b6eeaccb183ed41573d1d09efac",
  "metadata": {
    "title": "Inhibition of porcine circovirus type 2 replication in mice by RNA interference",
    "coda_data_split": "train",
    "coda_paper_id": 8439,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine circovirus type 2 (PCV2) is the primary causative agent of an emerging swine disease, postweaning multisystemic wasting syndrome (PMWS) for which no antiviral treatment is available. To exploit the possibility of using RNA interference (RNAi) as a therapeutic approach against the disease, plasmid-borne short hairpin RNAs (shRNAs) were generated to target the PCV2 genome. Transfection of these shRNAs into cultured PK15 cells caused a significant reduction in viral RNA production that was accompanied by inhibiting viral DNA replication and protein synthesis in infected cells. The effect was further tested in vivo in a mouse model that has been developed for PCV2 infection. Mice injected with shRNA before PCV2 infection showed substantially decreased microscopic lesions in inguinal lymph nodes compared to controls. In situ hybridization and immunohistochemical analyses showed that shRNA caused a significant inhibition in the level of viral DNA and protein synthesis detected in the lymph nodes of the treated mice relative to the controls. Taken together, these results indicate that shRNAs are capable of inhibiting PCV2 infection in vitro as well as in vivo and thus may constitute an effective therapeutic strategy for PCV2 infection. D",
      "sentences": [
        [
          {
            "segment_text": "Porcine circovirus type 2 ( PCV2 ) is the primary causative agent of an emerging swine disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "postweaning multisystemic wasting syndrome ( PMWS ) for which no antiviral treatment is available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To exploit the possibility of using RNA interference ( RNAi ) as a therapeutic approach against the disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "plasmid-borne short hairpin RNAs ( shRNAs ) were generated to target the PCV2 genome .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transfection of these shRNAs into cultured PK15 cells caused a significant reduction in viral RNA production that was accompanied by inhibiting viral DNA replication and protein synthesis in infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effect was further tested in vivo in a mouse model that has been developed for PCV2 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice injected with shRNA before PCV2 infection showed substantially decreased microscopic lesions in inguinal lymph nodes compared to controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situ hybridization and immunohistochemical analyses showed that shRNA caused a significant inhibition in the level of viral DNA and protein synthesis detected in the lymph nodes of the treated mice relative to the controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results indicate that shRNAs are capable of inhibiting PCV2 infection in vitro as well as in vivo and thus may constitute an effective therapeutic strategy for PCV2 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "207"
  }
}