{
  "paper_id": "be52ea1629f0b702f20187c55af40b9189530b29",
  "metadata": {
    "title": "Animal lectins: potential receptors for ginseng polysaccharides-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10523,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Panax ginseng Meyer, belonging to the genus Panax of the family Araliaceae, is known for its human immune system-related effects, such as immune-boosting effects. Ginseng polysaccharides (GPs) are the responsible ingredient of ginseng in immunomodulation, and are classified as acidic and neutral GPs. Although GPs participate in various immune reactions including the stimulation of immune cells and production of cytokines, the precise function of GPs together with its potential receptor(s) and their signal transduction pathways have remained largely unknown. Animal lectins are carbohydrate-binding proteins that are highly specific for sugar moieties. Among many different biological functions in vivo, animal lectins especially play important roles in the immune system by recognizing carbohydrates that are found exclusively on pathogens or that are inaccessible on host cells. This review summarizes the immunological activities of GPs and the diverse roles of animal lectins in the immune system, suggesting the possibility of animal lectins as the potential receptor candidates of GPs and giving insights into the development of GPs as therapeutic biomaterials for many immunological diseases.",
      "sentences": [
        [
          {
            "segment_text": "Panax ginseng Meyer , belonging to the genus Panax of the family Araliaceae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is known for its human immune system-related effects , such as immune-boosting effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ginseng polysaccharides ( GPs ) are the responsible ingredient of ginseng in immunomodulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are classified as acidic and neutral GPs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although GPs participate in various immune reactions including the stimulation of immune cells and production of cytokines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the precise function of GPs together with its potential receptor ( s ) and their signal transduction pathways have remained largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal lectins are carbohydrate-binding proteins that are highly specific for sugar moieties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among many different biological functions in vivo ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animal lectins especially play important roles in the immune system by recognizing carbohydrates that are found exclusively on pathogens or that are inaccessible on host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the immunological activities of GPs and the diverse roles of animal lectins in the immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting the possibility of animal lectins as the potential receptor candidates of GPs and giving insights into the development of GPs as therapeutic biomaterials for many immunological diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "189"
  }
}