{
  "paper_id": "be54c8f7200e55bb997b1c195867fd68783af349",
  "metadata": {
    "title": "Uncovering Cryptic Glycan Markers in Multiple Sclerosis (MS) and Experimental Autoimmune Encephalomyelitis (EAE) NIH Public Access NIH-PA Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 3425,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Enabling Technology, Genomics, Proteomics Preclinical Research Preclinical Development Toxicology, Formulation Drug Delivery, Pharmacokinetics Clinical Development Phases I-III Regulatory, Quality, Manufacturing Postmarketing Phase IV",
      "sentences": [
        [
          {
            "segment_text": "Enabling Technology , Genomics , Proteomics Preclinical Research Preclinical Development Toxicology ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Formulation Drug Delivery , Pharmacokinetics Clinical Development Phases I-III Regulatory ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Quality , Manufacturing Postmarketing Phase IV",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Using an integrated antigen microarray approach, we observed epitope-spreading of autoantibody responses to a variety of antigenic structures in the cerebrospinal fluid (CSF) of patients with multiple sclerosis (MS) and in the serum of mice with experimental autoimmune encephalomyelitis (EAE). These included previously described protein-and lipid-based antigenic targets and newly discovered autoimmunogenic sugar moieties, notably, autoantibodies specific for the oligomannoses in both MS patient CSF and the sera of mice with EAE. These glycans are often masked by other sugar moieties and belong to a class of cryptic autoantigens. We further determined that these targets are highly expressed on multiple cell types in MS and EAE lesions. Co-immunization of SJL/J mice with a Man9-KLH conjugate at the time of EAE induction elicited highly significant levels of anti-Man9-cluster autoantibodies. Nevertheless, this antiglycan autoantibody response was associated with a significantly reduced clinical severity of EAE.",
      "sentences": [
        [
          {
            "segment_text": "Using an integrated antigen microarray approach ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we observed epitope-spreading of autoantibody responses to a variety of antigenic structures in the cerebrospinal fluid ( CSF ) of patients with multiple sclerosis ( MS ) and in the serum of mice with experimental autoimmune encephalomyelitis ( EAE ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These included previously described protein-and lipid-based antigenic targets and newly discovered autoimmunogenic sugar moieties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "notably , autoantibodies specific for the oligomannoses in both MS patient CSF and the sera of mice with EAE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These glycans are often masked by other sugar moieties and belong to a class of cryptic autoantigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further determined that these targets are highly expressed on multiple cell types in MS and EAE lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-immunization of SJL/J mice with a Man9-KLH conjugate at the time of EAE induction elicited highly significant levels of anti-Man9-cluster autoantibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , this antiglycan autoantibody response was associated with a significantly reduced clinical severity of EAE .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The potential of these cryptic glycan markers and targeting antibodies for diagnostic and therapeutic interventions of neurological disorders has yet to be explored.",
      "sentences": [
        [
          {
            "segment_text": "The potential of these cryptic glycan markers and targeting antibodies for diagnostic and therapeutic interventions of neurological disorders has yet to be explored .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "212"
  }
}