{
  "paper_id": "be9b45f1ce1542eb6c30e86b966a33f53eaac419",
  "metadata": {
    "title": "Braess\u0027s Paradox in Epidemic Game: Better Condition Results in Less Payoff",
    "coda_data_split": "train",
    "coda_paper_id": 9333,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Facing the threats of infectious diseases, we take various actions to protect ourselves, but few studies considered an evolving system with competing strategies. In view of that, we propose an evolutionary epidemic model coupled with human behaviors, where individuals have three strategies: vaccination, self-protection and laissez faire, and could adjust their strategies according to their neighbors\u0027 strategies and payoffs at the beginning of each new season of epidemic spreading. We found a counter-intuitive phenomenon analogous to the well-known Braess\u0027s Paradox, namely a better condition may lead to worse performance. Specifically speaking, increasing the successful rate of self-protection does not necessarily reduce the epidemic size or improve the system payoff. The range and degree of the Braess\u0027s Paradox are sensitive to both the parameters characterizing the epidemic spreading and the strategy payoff, while the existence of the Braess\u0027s Paradox is insensitive to the network topologies. This phenomenon can be well explained by a mean-field approximation. Our study demonstrates an important fact that a better condition for individuals may yield a worse outcome for the society.",
      "sentences": [
        [
          {
            "segment_text": "Facing the threats of infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we take various actions to protect ourselves ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but few studies considered an evolving system with competing strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In view of that , we propose an evolutionary epidemic model coupled with human behaviors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "where individuals have three strategies : vaccination ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "self-protection and laissez faire , and could adjust their strategies according to their neighbors \u0027 strategies and payoffs at the beginning of each new season of epidemic spreading .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found a counter-intuitive phenomenon analogous to the well-known Braess \u0027s Paradox ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely a better condition may lead to worse performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically speaking , increasing the successful rate of self-protection does not necessarily reduce the epidemic size or improve the system payoff .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The range and degree of the Braess \u0027s Paradox are sensitive to both the parameters characterizing the epidemic spreading and the strategy payoff ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the existence of the Braess \u0027s Paradox is insensitive to the network topologies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This phenomenon can be well explained by a mean-field approximation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrates an important fact that a better condition for individuals may yield a worse outcome for the society .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "195"
  }
}