{
  "paper_id": "be9cb78bf2453f68b260e9ed4f75d9ceccb77754",
  "metadata": {
    "title": "Lower serum uric acid level predicts mortality in dialysis patients",
    "coda_data_split": "train",
    "coda_paper_id": 8582,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We evaluated the impact of serum uric acid (SUA) on mortality in patients with chronic dialysis. A total of 4132 adult patients on dialysis were enrolled prospectively between August 2008 and September 2014. Among them, we included 1738 patients who maintained dialysis for at least 3 months and had available SUA in the database. We categorized the time averaged-SUA (TA-SUA) into 5 groups: \u003c5.5, 5.5-6.4, 6.5-7.4, 7.5-8.4, and ≥8.5 mg/dL. Cox regression analysis was used to calculate the hazard ratio (HR) of all-cause mortality according to SUA group. The mean TA-SUA level was slightly higher in men than in women. Patients with lower TA-SUA level tended to have lower body mass index (BMI), phosphorus, serum albumin level, higher proportion of diabetes mellitus (DM), and higher proportion of malnourishment on the subjective global assessment (SGA). During a median follow-up of 43.9 months, 206 patients died. Patients with the highest SUA had a similar risk to the middle 3 TA-SUA groups, but the lowest TA-SUA group had a significantly elevated HR for mortality. The lowest TA-SUA group was significantly associated with increased all-cause mortality (adjusted HR, 1.720; 95% confidence interval, 1.007-2.937; P \u003d 0.047) even after adjusting for demographic, comorbid, nutritional covariables, and medication use that could affect SUA levels. This association was prominent in patients with well nourishment on the SGA, a preserved serum albumin level, a higher BMI, and concomitant DM although these parameters had no significant interaction in the TA-SUA-mortality relationship except DM. In conclusion, a lower TA-SUA level \u003c5.5 mg/dL predicted all-cause mortality in patients with chronic dialysis.",
      "sentences": [
        [
          {
            "segment_text": "We evaluated the impact of serum uric acid ( SUA ) on mortality in patients with chronic dialysis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 4132 adult patients on dialysis were enrolled prospectively between August 2008 and September 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among them , we included 1738 patients who maintained dialysis for at least 3 months and had available SUA in the database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We categorized the time averaged-SUA ( TA-SUA ) into 5 groups : \u003c 5.5 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5.5-6.4 , 6.5-7.4 , 7.5-8.4 , and ≥ 8.5 mg/dL .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cox regression analysis was used to calculate the hazard ratio ( HR ) of all-cause mortality according to SUA group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mean TA-SUA level was slightly higher in men than in women .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with lower TA-SUA level tended to have lower body mass index ( BMI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phosphorus , serum albumin level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher proportion of diabetes mellitus ( DM ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and higher proportion of malnourishment on the subjective global assessment ( SGA ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During a median follow-up of 43.9 months , 206 patients died .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with the highest SUA had a similar risk to the middle 3 TA-SUA groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the lowest TA-SUA group had a significantly elevated HR for mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lowest TA-SUA group was significantly associated with increased all-cause mortality ( adjusted HR , 1.720 ; 95 % confidence interval , 1.007-2.937 ; P \u003d 0.047 ) even after adjusting for demographic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comorbid , nutritional covariables , and medication use that could affect SUA levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This association was prominent in patients with well nourishment on the SGA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a preserved serum albumin level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a higher BMI , and concomitant DM although these parameters had no significant interaction in the TA-SUA-mortality relationship except DM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , a lower TA-SUA level \u003c 5.5 mg/dL predicted all-cause mortality in patients with chronic dialysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: ESRD \u003d end-stage renal disease, TA-SUA \u003d time-averaged serum uric acid.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : ESRD \u003d end-stage renal disease ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "TA-SUA \u003d time-averaged serum uric acid .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "328"
  }
}