{
  "paper_id": "becb2b5961d536efc8f0a0b535aeaf7e78d3d273",
  "metadata": {
    "title": "Tien Giang Provincial Hospital, My Tho, Tien Giang Province, Vietnam, 6 Dong Nai Children\u0027s Hospital",
    "coda_data_split": "train",
    "coda_paper_id": 8114,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Dengue is the commonest arboviral disease of humans. An early and accurate diagnosis of dengue can support clinical management, surveillance and disease control and is central to achieving the World Health Organisation target of a 50% reduction in dengue case mortality by 2020.",
      "sentences": [
        [
          {
            "segment_text": "Dengue is the commonest arboviral disease of humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An early and accurate diagnosis of dengue can support clinical management ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surveillance and disease control and is central to achieving the World Health Organisation target of a 50 % reduction in dengue case mortality by 2020 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods 5729 children with fever of \u003c72hrs duration were enrolled into this multicenter prospective study in southern Vietnam between 2010-2012. A composite of gold standard diagnostic tests identified 1692 dengue cases. Using statistical methods, a novel Early Dengue Classifier (EDC) was developed that used patient age, white blood cell count and platelet count to discriminate dengue cases from non-dengue cases.",
      "sentences": [
        [
          {
            "segment_text": "Methods 5729 children with fever of \u003c 72 hrs duration were enrolled into this multicenter prospective study in southern Vietnam between 2010-2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A composite of gold standard diagnostic tests identified 1692 dengue cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using statistical methods , a novel Early Dengue Classifier ( EDC ) was developed that used patient age ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "white blood cell count and platelet count to discriminate dengue cases from non-dengue cases .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The EDC had a sensitivity of 74.8% (95%CI: 73.0-76.8%) and specificity of 76.3% (95%CI: 75.2-77.6%) for the diagnosis of dengue. As an adjunctive test alongside NS1 rapid testing, sensitivity of the composite test was 91.6% (95%CI: 90.4-92.9%).",
      "sentences": [
        [
          {
            "segment_text": "The EDC had a sensitivity of 74.8 % ( 95 % CI : 73.0-76.8 % ) and specificity of 76.3 % ( 95 % CI : 75.2-77.6 % ) for the diagnosis of dengue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As an adjunctive test alongside NS1 rapid testing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sensitivity of the composite test was 91.6 % ( 95 % CI : 90.4-92.9 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We demonstrate that the early diagnosis of dengue can be enhanced beyond the current standard of care using a simple evidence-based algorithm. The results should support patient management and clinical trials of specific therapies.",
      "sentences": [
        [
          {
            "segment_text": "We demonstrate that the early diagnosis of dengue can be enhanced beyond the current standard of care using a simple evidence-based algorithm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results should support patient management and clinical trials of specific therapies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Dengue is a very common acute infectious disease in the tropical world. Health care professionals are able to better care for dengue patients if they can make an early diagnosis and make a plan for case management. This current study investigated fever in 5729 children in Vietnam with 3 days or less of fever and identified 1692 dengue cases using advanced, gold standard methods. We systematically collected a range of medical and laboratory findings on each patient when they entered the study and used statistical tools to determine if these medical and laboratory findings could enable early diagnosis, independent of sophisticated, gold-standard laboratory tests. Our results, called the Early Dengue Classifier, had performance characteristics suggesting it could improve the diagnostic proficiency of health care professionals. However the performance of the Early Dengue Classifier is not perfect and likely will not change the practice of experienced doctors in dengue endemic settings. Our study highlights the need for 2 nd generation, easy-to-use rapid diagnostic tests that can accurately diagnose dengue in the first few days of fever.",
      "sentences": [
        [
          {
            "segment_text": "Dengue is a very common acute infectious disease in the tropical world .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Health care professionals are able to better care for dengue patients if they can make an early diagnosis and make a plan for case management .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This current study investigated fever in 5729 children in Vietnam with 3 days or less of fever and identified 1692 dengue cases using advanced , gold standard methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We systematically collected a range of medical and laboratory findings on each patient when they entered the study and used statistical tools to determine if these medical and laboratory findings could enable early diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of sophisticated , gold-standard laboratory tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results , called the Early Dengue Classifier ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had performance characteristics suggesting it could improve the diagnostic proficiency of health care professionals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However the performance of the Early Dengue Classifier is not perfect and likely will not change the practice of experienced doctors in dengue endemic settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study highlights the need for 2 nd generation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "easy-to-use rapid diagnostic tests that can accurately diagnose dengue in the first few days of fever .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "16",
    "segment_num": "22",
    "token_num": "401"
  }
}