{
  "paper_id": "bed1c9834dbd81a9e254940379f80c3447a122e9",
  "metadata": {
    "title": "Predicting virus emergence amid evolutionary noise",
    "coda_data_split": "train",
    "coda_paper_id": 10091,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The study of virus disease emergence, whether it can be predicted and how it might be prevented, has become a major research topic in biomedicine.",
      "sentences": [
        [
          {
            "segment_text": "The study of virus disease emergence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whether it can be predicted and how it might be prevented ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has become a major research topic in biomedicine .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we show that efforts to predict disease emergence commonly conflate fundamentally different evolutionary and epidemiological time scales, and are likely to fail because of the enormous number of unsampled viruses that could conceivably emerge in humans. Although we know much about the patterns and processes of virus evolution on evolutionary time scales as depicted in family-scale phylogenetic trees, these data have little predictive power to reveal the short-term microevolutionary processes that underpin cross-species transmission and emergence. Truly understanding disease emergence therefore requires a new mechanistic and integrated view of the factors that allow or prevent viruses spreading in novel hosts. We present such a view, suggesting that both ecological and genetic aspects of virus emergence can be placed within a simple population genetic framework, which in turn highlights the importance of host population size and density in determining whether emergence will be successful. Despite this framework, we conclude that a more practical solution to preventing and containing the successful emergence of new diseases entails ongoing virological surveillance at the human-animal interface and regions of ecological disturbance.",
      "sentences": [
        [
          {
            "segment_text": "Here we show that efforts to predict disease emergence commonly conflate fundamentally different evolutionary and epidemiological time scales ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and are likely to fail because of the enormous number of unsampled viruses that could conceivably emerge in humans .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although we know much about the patterns and processes of virus evolution on evolutionary time scales as depicted in family-scale phylogenetic trees ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these data have little predictive power to reveal the short-term microevolutionary processes that underpin cross-species transmission and emergence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Truly understanding disease emergence therefore requires a new mechanistic and integrated view of the factors that allow or prevent viruses spreading in novel hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present such a view ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that both ecological and genetic aspects of virus emergence can be placed within a simple population genetic framework ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn highlights the importance of host population size and density in determining whether emergence will be successful .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite this framework , we conclude that a more practical solution to preventing and containing the successful emergence of new diseases entails ongoing virological surveillance at the human-animal interface and regions of ecological disturbance .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Prediction is very difficult, especially about the future.",
      "sentences": [
        [
          {
            "segment_text": "Prediction is very difficult , especially about the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "-Niels Bohr",
      "sentences": [
        [
          {
            "segment_text": "- Niels Bohr",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "228"
  }
}