{
  "paper_id": "bed7feba6e8eb740337967721fdfd733db7cbbe7",
  "metadata": {
    "title": "Secondary Structure and Mutational Analysis of the Ribosomal Frameshift Signal of Rous Sarcoma Virus",
    "coda_data_split": "train",
    "coda_paper_id": 9771,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Expression of the Gag-Pol polyprotein of Rous sarcoma virus (RSV) requires a À1 ribosomal frameshifting event at the overlap region of the gag and pol open reading frames. The signal for frameshifting is composed of two essential mRNA elements; a slippery sequence (AAAUUUA) where the ribosome changes reading frame, and a stimulatory RNA structure located immediately downstream. This RNA is predicted to be a complex stem-loop but may also form an RNA pseudoknot. We have investigated the structure of the RSV frameshift signal by a combination of enzymatic and chemical structure probing and site-directed mutagenesis. The stimulatory RNA is indeed a complex stem-loop with a long stable stem and two additional stem-loops contained as substructures within the main loop region. The substructures are not however required for frameshifting. Evidence for an additional interaction between a stretch of nucleotides in the main loop and a region downstream to generate an RNA pseudoknot was obtained from an analysis of the frameshifting properties of RSV mutants translated in the rabbit reticulocyte lysate in vitro translation system. Mutations that disrupted the predicted pseudoknot-forming sequences reduced frameshifting but when the mutations were combined and should re-form the pseudoknot, frameshifting was restored to a level approaching that of the wild-type construct. It was also observed that the predicted pseudoknotforming regions had reduced sensitivity to cleavage by the singlestranded probe imidazole. Overall, however, the structure probing data indicate that the pseudoknot interaction is weak and may form transiently. In comparison to other characterised RNA structures present at viral frameshift signals, the RSV stimulator falls into a novel group. It cannot be considered to be a simple hairpin-loop yet it is distinct from other well characterised frameshift-inducing RNA pseudoknots in that the overall contribution of the RSV pseudoknot to frameshifting is less dramatic.",
      "sentences": [
        [
          {
            "segment_text": "Expression of the Gag-Pol polyprotein of Rous sarcoma virus ( RSV ) requires a À1 ribosomal frameshifting event at the overlap region of the gag and pol open reading frames .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The signal for frameshifting is composed of two essential mRNA elements ; a slippery sequence ( AAAUUUA ) where the ribosome changes reading frame ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a stimulatory RNA structure located immediately downstream .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This RNA is predicted to be a complex stem-loop but may also form an RNA pseudoknot .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have investigated the structure of the RSV frameshift signal by a combination of enzymatic and chemical structure probing and site-directed mutagenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The stimulatory RNA is indeed a complex stem-loop with a long stable stem and two additional stem-loops contained as substructures within the main loop region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The substructures are not however required for frameshifting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidence for an additional interaction between a stretch of nucleotides in the main loop and a region downstream to generate an RNA pseudoknot was obtained from an analysis of the frameshifting properties of RSV mutants translated in the rabbit reticulocyte lysate in vitro translation system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutations that disrupted the predicted pseudoknot-forming sequences reduced frameshifting but when the mutations were combined and should re-form the pseudoknot ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "frameshifting was restored to a level approaching that of the wild-type construct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was also observed that the predicted pseudoknotforming regions had reduced sensitivity to cleavage by the singlestranded probe imidazole .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , however , the structure probing data indicate that the pseudoknot interaction is weak and may form transiently .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison to other characterised RNA structures present at viral frameshift signals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the RSV stimulator falls into a novel group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It can not be considered to be a simple hairpin-loop yet it is distinct from other well characterised frameshift-inducing RNA pseudoknots in that the overall contribution of the RSV pseudoknot to frameshifting is less dramatic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "15",
    "token_num": "318"
  }
}