{
  "paper_id": "bedb16f39af61aeff8c85e8943428937ab69379b",
  "metadata": {
    "title": "Epidemiologic report and serologic findings for household contacts of three cases of influenza A (H7N9) virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 5222,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background and objective: We conducted epidemiologic investigations and serologic assays on household contacts that were extensively exposed to three influenza A (H7N9) virus infected case-patients before infection-control practices were implemented. Study design: Data on the early clinical course of each patient and the exposure history for each patient\u0027s household contacts were obtained by interviewing household members and by reviewing medical records. Viral RNA in patient samples was tested using real-time reverse transcriptase polymerase chain reaction assay. Antibodies against H7N9 virus in serum samples were tested using hemagglutination inhibition and pseudovirus based neutralization assays. Results: All household contacts were extensively exposed to the case-patients without the use of measures to protect against infection. Viral RNA was detected in the specimens from case-patients for approximately 7-11 days after confirmation of infection. However, the results of the analyses of serum specimens taken from the household contacts 15-26 days post exposure revealed no evidence of transmission of H7N9 virus from the case-patients to the contacts. Conclusion: Despite ample unprotected exposures to case-patients during the virus shedding period, household members in this report were not infected by the H7N9 virus.",
      "sentences": [
        [
          {
            "segment_text": "Background and objective : We conducted epidemiologic investigations and serologic assays on household contacts that were extensively exposed to three influenza A ( H7N9 ) virus infected case-patients before infection-control practices were implemented .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Data on the early clinical course of each patient and the exposure history for each patient \u0027s household contacts were obtained by interviewing household members and by reviewing medical records .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral RNA in patient samples was tested using real-time reverse transcriptase polymerase chain reaction assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antibodies against H7N9 virus in serum samples were tested using hemagglutination inhibition and pseudovirus based neutralization assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : All household contacts were extensively exposed to the case-patients without the use of measures to protect against infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was detected in the specimens from case-patients for approximately 7-11 days after confirmation of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the results of the analyses of serum specimens taken from the household contacts 15-26 days post exposure revealed no evidence of transmission of H7N9 virus from the case-patients to the contacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Despite ample unprotected exposures to case-patients during the virus shedding period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "household members in this report were not infected by the H7N9 virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "202"
  }
}