{
  "paper_id": "bee044e4101c6958db139f19f6dd751990c2ce85",
  "metadata": {
    "title": "Novel highly divergent reassortant bat rotaviruses in Cameroon, without evidence of zoonosis",
    "coda_data_split": "train",
    "coda_paper_id": 4327,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "China. In the current study we investigated the genetic diversity of RVAs in fecal samples from 87 straw-colored fruit bats living in close contact with humans in Cameroon using viral metagenomics. Five (near) complete RVA genomes were obtained. A single RVA strain showed a partial relationship with the Kenyan bat RVA strain, whereas the other strains were completely novel. Only the VP7 and VP4 genes showed significant variability, indicating the occurrence of frequent reassortment events. Comparing these bat RVA strains with currently used human RVA screening primers indicated that most of the novel VP7 and VP4 segments would not be detected in routine epidemiological screening studies. Therefore, novel consensus screening primers were developed and used to screen samples from infants with gastroenteritis living in close proximity with the studied bat population. Although RVA infections were identified in 36% of the infants, there was no evidence of zoonosis. This study identified multiple novel bat RVA strains, but further epidemiological studies in humans will have to assess if these viruses have the potential to cause gastroenteritis in humans.",
      "sentences": [
        [
          {
            "segment_text": "China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study we investigated the genetic diversity of RVAs in fecal samples from 87 straw-colored fruit bats living in close contact with humans in Cameroon using viral metagenomics .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Five ( near ) complete RVA genomes were obtained .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A single RVA strain showed a partial relationship with the Kenyan bat RVA strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the other strains were completely novel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only the VP7 and VP4 genes showed significant variability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the occurrence of frequent reassortment events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparing these bat RVA strains with currently used human RVA screening primers indicated that most of the novel VP7 and VP4 segments would not be detected in routine epidemiological screening studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , novel consensus screening primers were developed and used to screen samples from infants with gastroenteritis living in close proximity with the studied bat population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although RVA infections were identified in 36 % of the infants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was no evidence of zoonosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study identified multiple novel bat RVA strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but further epidemiological studies in humans will have to assess if these viruses have the potential to cause gastroenteritis in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Rotaviruses (RVs) are major enteric pathogens causing severe dehydrating diarrhea mostly in juvenile humans and animals worldwide 1 . RVs belong to the family Reoviridae and the genus Rotavirus consists of eight species (A-H) 2 . Recently, a distinct canine RV species has been identified and tentatively named Rotavirus I (RVI), although ratification by the International Committee on Taxonomy of Viruses (ICTV) is pending 3 . Group A rotaviruses (RVAs) are the most common of all rotavirus species and infect a wide range of animals including humans 4 . The rotavirus genome consists of 11 double-stranded RNA segments encoding 6 structural viral proteins (VP1-VP4, VP6, and VP7) and 6 nonstructural proteins (NSP1-NSP6). In 2008, a uniform classification system was proposed for each of the 11 gene segments resulting in G-, P-, I-, R-, C-, M-, A-, N-, T-,",
      "sentences": [
        [
          {
            "segment_text": "Rotaviruses ( RVs ) are major enteric pathogens causing severe dehydrating diarrhea mostly in juvenile humans and animals worldwide 1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RVs belong to the family Reoviridae and the genus Rotavirus consists of eight species ( A-H ) 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , a distinct canine RV species has been identified and tentatively named Rotavirus I ( RVI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although ratification by the International Committee on Taxonomy of Viruses ( ICTV ) is pending 3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Group A rotaviruses ( RVAs ) are the most common of all rotavirus species and infect a wide range of animals including humans 4 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The rotavirus genome consists of 11 double-stranded RNA segments encoding 6 structural viral proteins ( VP1-VP4 , VP6 , and VP7 ) and 6 nonstructural proteins ( NSP1-NSP6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2008 , a uniform classification system was proposed for each of the 11 gene segments resulting in G - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "P - , I - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "R - , C - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "M - , A - ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "N - , T - ,",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "369"
  }
}