{
  "paper_id": "bee209540848ded10add285c6a2d90906961baea",
  "metadata": {
    "title": "Immortalized common marmoset (Callithrix jacchus) hepatic progenitor cells possess bipotentiality in vitro and in vivo",
    "coda_data_split": "train",
    "coda_paper_id": 10403,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Common marmoset (Callithrix jacchus) is emerging as a clinically relevant nonhuman primate model for various diseases, but is hindered by the availability of marmoset cell lines, which are critical for understanding the disease pathogenesis and drug/toxicological screening prior to animal testing. Here we describe the generation of immortalized marmoset hepatic progenitor cells (MHPCs) by lentivirus-mediated transfer of the simian virus 40 large T antigen gene in fetal liver polygonal cells. MHPCs proliferate indefinitely in vitro without chromosomal alteration and telomere shortening. These cells possess hepatic progenitor cell-specific gene expression profiles with potential to differentiate into both hepatocytic and cholangiocytic lineages in vitro and in vivo and also can be genetically modified. Importantly, injected MHPCs repopulated the injured liver of fumarylacetoacetate hydrolase (Fah)-deficient mice with hepatocyte-like cells. MHPCs also engraft as cholangiocytes into bile ducts of 3,5-diethoxycarbonyl-1,4dihydrocollidine (DDC)-induced bile ductular injured mice. MHPCs provide a tool to enable efficient derivation and genetic modification of both hepatocytes and cholangiocytes for use in disease modeling, tissue engineering, and drug screening.",
      "sentences": [
        [
          {
            "segment_text": "Common marmoset ( Callithrix jacchus ) is emerging as a clinically relevant nonhuman primate model for various diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but is hindered by the availability of marmoset cell lines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are critical for understanding the disease pathogenesis and drug/toxicological screening prior to animal testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the generation of immortalized marmoset hepatic progenitor cells ( MHPCs ) by lentivirus-mediated transfer of the simian virus 40 large T antigen gene in fetal liver polygonal cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "MHPCs proliferate indefinitely in vitro without chromosomal alteration and telomere shortening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These cells possess hepatic progenitor cell-specific gene expression profiles with potential to differentiate into both hepatocytic and cholangiocytic lineages in vitro and in vivo and also can be genetically modified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , injected MHPCs repopulated the injured liver of fumarylacetoacetate hydrolase ( Fah ) - deficient mice with hepatocyte-like cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHPCs also engraft as cholangiocytes into bile ducts of 3,5-diethoxycarbonyl-1,4 dihydrocollidine ( DDC ) - induced bile ductular injured mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHPCs provide a tool to enable efficient derivation and genetic modification of both hepatocytes and cholangiocytes for use in disease modeling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tissue engineering , and drug screening .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "192"
  }
}