{
  "paper_id": "beed702171ee8c9968e3b1c38b0feba35af742dc",
  "metadata": {
    "title": "Prediction and prevention of the next pandemic zoonosis",
    "coda_data_split": "train",
    "coda_paper_id": 7276,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Most pandemics-eg, HIV/AIDS, severe acute respiratory syndrome, pandemic influenzaoriginate in animals, are caused by viruses, and are driven to emerge by ecological, behavioural, or socioeconomic changes. Despite their substantial effects on global public health and growing understanding of the process by which they emerge, no pandemic has been predicted before infecting human beings. We review what is known about the pathogens that emerge, the hosts that they originate in, and the factors that drive their emergence. We discuss challenges to their control and new efforts to predict pandemics, target surveillance to the most crucial interfaces, and identify prevention strategies. New mathematical modelling, diagnostic, communications, and informatics technologies can identify and report hitherto unknown microbes in other species, and thus new risk assessment approaches are needed to identify microbes most likely to cause human disease. We lay out a series of research and surveillance opportunities and goals that could help to overcome these challenges and move the global pandemic strategy from response to pre-emption.",
      "sentences": [
        [
          {
            "segment_text": "Most pandemics-eg , HIV/AIDS , severe acute respiratory syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pandemic influenzaoriginate in animals , are caused by viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are driven to emerge by ecological ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "behavioural , or socioeconomic changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite their substantial effects on global public health and growing understanding of the process by which they emerge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no pandemic has been predicted before infecting human beings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review what is known about the pathogens that emerge ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the hosts that they originate in ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the factors that drive their emergence .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We discuss challenges to their control and new efforts to predict pandemics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "target surveillance to the most crucial interfaces , and identify prevention strategies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "New mathematical modelling , diagnostic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "communications , and informatics technologies can identify and report hitherto unknown microbes in other species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and thus new risk assessment approaches are needed to identify microbes most likely to cause human disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We lay out a series of research and surveillance opportunities and goals that could help to overcome these challenges and move the global pandemic strategy from response to pre-emption .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "185"
  }
}