{
  "paper_id": "bef470391cc4b9b9c2246b81b751dd1a9af5ef74",
  "metadata": {
    "title": "Natural Infection with the Porcine Respiratory Coronavirus Induces Protective Lactogenic Immunity against Transmissible Gastroenteritis",
    "coda_data_split": "train",
    "coda_paper_id": 10084,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bernard, S., Bottreau, E., Aynaud, J.M., Have, P. and Szymansky, J., 1989. Natural infection with the porcine respiratory coronavirus induces protective lactogenic immunity against transmissible gastroenteritis. Vet. Microbiol., 21: 1-8.",
      "sentences": [
        [
          {
            "segment_text": "Bernard , S. , Bottreau ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "E. , Aynaud , J.M. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Have , P. and Szymansky , J. , 1989 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Natural infection with the porcine respiratory coronavirus induces protective lactogenic immunity against transmissible gastroenteritis .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 21 : 1-8 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Our objective was to evaluate the level of passive protection against transmissible gastroenteritis (TGE) among 57 newborn piglets nursing from seven seropositive sows previously naturally infected with porcine respiratory coronavirus (PRCV). After challenge exposure we observed mortality rates of 44% for litters of seven PRCV-infected sows, 40% for litters of four sows orally immunized with the attenuated TGEV strain Nouzilly, and 91% for litters of seven seronegative susceptible sows. A blocking ELISA with two appropriate monoclonal antibodies distinguished serological responses of PRCV-infected sows from those of TGEV-immunized sows. The results suggest that natural infection of the sow with PRCV may induce a degree of protective lactogenic immunity against TGE.",
      "sentences": [
        [
          {
            "segment_text": "Our objective was to evaluate the level of passive protection against transmissible gastroenteritis ( TGE ) among 57 newborn piglets nursing from seven seropositive sows previously naturally infected with porcine respiratory coronavirus ( PRCV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "After challenge exposure we observed mortality rates of 44 % for litters of seven PRCV-infected sows ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "40 % for litters of four sows orally immunized with the attenuated TGEV strain Nouzilly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 91 % for litters of seven seronegative susceptible sows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A blocking ELISA with two appropriate monoclonal antibodies distinguished serological responses of PRCV-infected sows from those of TGEV-immunized sows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that natural infection of the sow with PRCV may induce a degree of protective lactogenic immunity against TGE .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "167"
  }
}