{
  "paper_id": "bef5eccd6cdbe53fa7ca161057d79fbe9bd598f2",
  "metadata": {
    "title": "Imagerie moderne des pneumonies infectieuses aiguës Modern imaging of acute infectious pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 10183,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Les pneumonies infectieuses aiguës constituent un problème de santé publique important, car elles sont une cause majeure de morbidité et de mortalité chez l\u0027adulte. Si les données cliniques et radiographiques permettent le plus souvent de faire le diagnostic de pneumonie infectieuse, le diagnostic étiologique est plus difficile. En effet, de nombreux agents pathogènes peuvent être responsables de pneumonie et la réaction du parenchyme pulmonaire est peu variée, d\u0027où la faible spécificité des lésions radiologiques observées en dehors de quelques cas particuliers. C\u0027est pourquoi la compréhension des mécanismes physiopathologiques permet d\u0027expliquer certains aspects radiologiques. De même, la connaissance des bases anatomocliniques et radiologiques autorise la reconnaissance de trois aspects radiographiques principaux. Quant à l\u0027appréciation des contextes épidémiologique et immunitaire, ils peuvent permettre également d\u0027approcher le germe en cause.",
      "sentences": [
        [
          {
            "segment_text": "Les pneumonies infectieuses aiguës constituent un problème de santé publique important ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "car elles sont une cause majeure de morbidité et de mortalité chez l\u0027adulte .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Si les données cliniques et radiographiques permettent le plus souvent de faire le diagnostic de pneumonie infectieuse ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "le diagnostic étiologique est plus difficile .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "En effet , de nombreux agents pathogènes peuvent être responsables de pneumonie et la réaction du parenchyme pulmonaire est peu variée ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "d\u0027où la faible spécificité des lésions radiologiques observées en dehors de quelques cas particuliers .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "C\u0027est pourquoi la compréhension des mécanismes physiopathologiques permet d\u0027expliquer certains aspects radiologiques .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "De même , la connaissance des bases anatomocliniques et radiologiques autorise la reconnaissance de trois aspects radiographiques principaux .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Quant à l\u0027appréciation des contextes épidémiologique et immunitaire ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "ils peuvent permettre également d\u0027approcher le germe en cause .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract The acute infectious pneumonia constitute a problem of public health because they are one cause of great morbidity and mortality in adult. If the clinical and radiological information allow often to achieve the diagnosis of infectious pneumonia, the etiologic diagnosis is more difficult. Indeed, numerous pathogen germs are responsible of pneumonia and the reaction of lung is not very various, this explain the low specificity of radiological imaging, except for few characteristic cases. That\u0027s why the understanding of physiopathologic mechanisms allow to explain some special cases. In the same way, the knowledge of anatomical and radiological understanding allow the acknowledgment of three main radiographic appearance. As for the evaluation of epidemiological and immune contexte, they can allow to recognize the concern germ.",
      "sentences": [
        [
          {
            "segment_text": "Abstract The acute infectious pneumonia constitute a problem of public health because they are one cause of great morbidity and mortality in adult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If the clinical and radiological information allow often to achieve the diagnosis of infectious pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the etiologic diagnosis is more difficult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , numerous pathogen germs are responsible of pneumonia and the reaction of lung is not very various ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this explain the low specificity of radiological imaging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "except for few characteristic cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "That \u0027s why the understanding of physiopathologic mechanisms allow to explain some special cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the same way , the knowledge of anatomical and radiological understanding allow the acknowledgment of three main radiographic appearance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As for the evaluation of epidemiological and immune contexte ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they can allow to recognize the concern germ .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "275"
  }
}