{
  "paper_id": "bf0d2c127636597ba7161c2fb21f1c9f8e06b091",
  "metadata": {
    "title": "The cytoplasmic tails of infectious bronchitis virus E and M proteins mediate their interaction",
    "coda_data_split": "train",
    "coda_paper_id": 5394,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus-like particle (VLP) formation by the coronavirus E and M proteins suggests that interactions between these proteins play a critical role in coronavirus assembly. We studied interactions between the infectious bronchitis virus (IBV) E and M proteins using in vivo crosslinking and VLP assembly assays. We show that IBV E and M can be crosslinked to each other in IBV-infected and transfected cells, indicating that they interact. The cytoplasmic tails of both proteins are important for this interaction. We also examined the ability of the mutant and chimeric E and M proteins to form VLPs. IBV M proteins that are missing portions of their cytoplasmic tails or transmembrane regions were not able to support VLP formation, regardless of their ability to be crosslinked to IBV E. Interactions between the E and M proteins and the membrane bilayer are likely to play an important role in VLP formation and virus budding.",
      "sentences": [
        [
          {
            "segment_text": "Virus-like particle ( VLP ) formation by the coronavirus E and M proteins suggests that interactions between these proteins play a critical role in coronavirus assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We studied interactions between the infectious bronchitis virus ( IBV ) E and M proteins using in vivo crosslinking and VLP assembly assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show that IBV E and M can be crosslinked to each other in IBV-infected and transfected cells , indicating that they interact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cytoplasmic tails of both proteins are important for this interaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also examined the ability of the mutant and chimeric E and M proteins to form VLPs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "IBV M proteins that are missing portions of their cytoplasmic tails or transmembrane regions were not able to support VLP formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regardless of their ability to be crosslinked to IBV E. Interactions between the E and M proteins and the membrane bilayer are likely to play an important role in VLP formation and virus budding .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "162"
  }
}