{
  "paper_id": "bf1ef8990f25eb86c24864f13004da9415d02d70",
  "metadata": {
    "title": "Nanotechnology and pulmonary delivery to overcome resistance in infectious diseases ☆",
    "coda_data_split": "train",
    "coda_paper_id": 7576,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Used since ancient times especially for the local treatment of pulmonary diseases, lungs and airways are a versatile target route for the administration of both local and systemic drugs. Despite the existence of different platforms and devices for the pulmonary administration of drugs, only a few formulations are marketed, partly due to physiological and technological limitations. Respiratory infections represent a significant burden to health systems worldwide mainly due to intrahospital infections that more easily affect immune-compromised patients. Moreover, tuberculosis (TB) is an endemic infectious disease in many developing nations and it has resurged in the developed world associated with the human immunodeficiency virus/acquired immunodeficiency syndrome (HIV/AIDS) epidemic. Currently, medicine faces the specter of antibiotic resistance. Besides the development of new anti-infectious drugs, the development of innovative and more efficient delivery systems for drugs that went off patent appears as a promising strategy pursued by the pharmaceutical industry to improve the therapeutic outcomes and to prolong the utilities of their intellectual property portfolio. In this context, nanotechnology-based drug delivery systems (nano-DDS) emerged as a promising approach to circumvent the limitations of conventional formulations and to treat drug resistance, opening the hypothesis for new developments in this area.",
      "sentences": [
        [
          {
            "segment_text": "Used since ancient times especially for the local treatment of pulmonary diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lungs and airways are a versatile target route for the administration of both local and systemic drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the existence of different platforms and devices for the pulmonary administration of drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only a few formulations are marketed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "partly due to physiological and technological limitations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory infections represent a significant burden to health systems worldwide mainly due to intrahospital infections that more easily affect immune-compromised patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , tuberculosis ( TB ) is an endemic infectious disease in many developing nations and it has resurged in the developed world associated with the human immunodeficiency virus/acquired immunodeficiency syndrome ( HIV/AIDS ) epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , medicine faces the specter of antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides the development of new anti-infectious drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the development of innovative and more efficient delivery systems for drugs that went off patent appears as a promising strategy pursued by the pharmaceutical industry to improve the therapeutic outcomes and to prolong the utilities of their intellectual property portfolio .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this context , nanotechnology-based drug delivery systems ( nano-DDS ) emerged as a promising approach to circumvent the limitations of conventional formulations and to treat drug resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "opening the hypothesis for new developments in this area .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "217"
  }
}