{
  "paper_id": "bf6a1a9d764040d477de6411a3b39c39f78a4449",
  "metadata": {
    "title": "Production of Monospecific Rabbit Antisera Recognizing Nidovirus Proteins",
    "coda_data_split": "train",
    "coda_paper_id": 8324,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The importance of monospecific antisera for the experimental analysis of viral proteins is undisputed. They make it possible to identify and analyze the target protein against a background of a large number of other proteins, either in whole fixed cells or in cell lysates. This chapter describes our experience with the production of such rabbit antisera directed against proteins of coronaviruses and other nidoviruses. The use as antigens of either synthetic peptides (coupled to a carrier protein) or proteins expressed in Escherichia coli is described, and detailed protocols for immunization and preparation of test bleeds are provided.",
      "sentences": [
        [
          {
            "segment_text": "The importance of monospecific antisera for the experimental analysis of viral proteins is undisputed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They make it possible to identify and analyze the target protein against a background of a large number of other proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either in whole fixed cells or in cell lysates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter describes our experience with the production of such rabbit antisera directed against proteins of coronaviruses and other nidoviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The use as antigens of either synthetic peptides ( coupled to a carrier protein ) or proteins expressed in Escherichia coli is described ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and detailed protocols for immunization and preparation of test bleeds are provided .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "For screening of the immune response following immunization, detailed protocols for three commonly used techniques are described, all of which are based on the use of infected cells or cells expressing the protein of interest, side by side with appropriate controls. The in situ immunodetection of the target in fixed cells by immunofluorescence microscopy is described, as are protocols for techniques that can be applied to cell lysates containing the target protein (Western blotting and immunoprecipitation). The latter techniques are performed in combination with polyacrylamide gel electrophoresis, thus allowing confirmation of the molecular weight of the target that is recognized by the antiserum.",
      "sentences": [
        [
          {
            "segment_text": "For screening of the immune response following immunization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detailed protocols for three commonly used techniques are described ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all of which are based on the use of infected cells or cells expressing the protein of interest ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "side by side with appropriate controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The in situ immunodetection of the target in fixed cells by immunofluorescence microscopy is described ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as are protocols for techniques that can be applied to cell lysates containing the target protein ( Western blotting and immunoprecipitation ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The latter techniques are performed in combination with polyacrylamide gel electrophoresis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus allowing confirmation of the molecular weight of the target that is recognized by the antiserum .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "218"
  }
}