{
  "paper_id": "bf6d8980dc5be4dc7444583b19b1568fab4380ad",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3155,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effectiveness of RNA interference-based drugs is dependent on accumulation at the target site in therapeutically relevant amounts. Local administration to the mucosal surfaces lining the respiratory, gastrointestinal and genitourinary tracts allows access into diseased areas without the necessity to overcome serum nuclease degradation, rapid renal and hepatic clearance and non-speci fi c tissue accumulation associated with systemic delivery. This work describes RNAi therapeutics focused on pulmonary, oral, rectal and intravaginal routes of administration. Mucosal barrier components including site variations and delivery considerations are addressed in order to design an effective mucosal delivery strategy.",
      "sentences": [
        [
          {
            "segment_text": "The effectiveness of RNA interference-based drugs is dependent on accumulation at the target site in therapeutically relevant amounts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Local administration to the mucosal surfaces lining the respiratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gastrointestinal and genitourinary tracts allows access into diseased areas without the necessity to overcome serum nuclease degradation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rapid renal and hepatic clearance and non-speci fi c tissue accumulation associated with systemic delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work describes RNAi therapeutics focused on pulmonary ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "oral , rectal and intravaginal routes of administration .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Mucosal barrier components including site variations and delivery considerations are addressed in order to design an effective mucosal delivery strategy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "102"
  }
}