{
  "paper_id": "bf7cdeba24ade7a571f107c87810ebf30bc81c9e",
  "metadata": {
    "title": "\"Alternative\" Endocytic Mechanisms Exploited by Pathogens: New Avenues for Therapeutic Delivery?",
    "coda_data_split": "train",
    "coda_paper_id": 8452,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Some pathogens utilize unique routes to enter cells that may evade the intracellular barriers encountered by the typical clathrin-mediated endocytic pathway. Retrograde transport and caveolar uptake are among the better characterized pathways, as alternatives to clathrin-mediated endocytosis, that are known to facilitate entry of pathogens and potential delivery agents. Recent characterization of the trafficking mechanisms of prion proteins and certain bacteria may present new paradigms for strategizing improvements in therapeutic spread and retention of therapy. This review will provide an overview of such endocytic pathways, and discuss current and future possibilities in using these routes as a means to improve therapeutic delivery. *",
      "sentences": [
        [
          {
            "segment_text": "Some pathogens utilize unique routes to enter cells that may evade the intracellular barriers encountered by the typical clathrin-mediated endocytic pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Retrograde transport and caveolar uptake are among the better characterized pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as alternatives to clathrin-mediated endocytosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that are known to facilitate entry of pathogens and potential delivery agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent characterization of the trafficking mechanisms of prion proteins and certain bacteria may present new paradigms for strategizing improvements in therapeutic spread and retention of therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will provide an overview of such endocytic pathways ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss current and future possibilities in using these routes as a means to improve therapeutic delivery .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "*",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "110"
  }
}