{
  "paper_id": "bf942766e5690450c1c6e5278e8062526367f4c4",
  "metadata": {
    "title": "Maternally-derived neutralizing antibodies reduce vaccine efficacy against porcine reproductive and respiratory syndrome virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 2024,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Modified live virus (MLV) vaccines are commonly used to reduce the impact of porcine reproductive and respiratory syndrome (PRRS) but limited efficacy is achieved in field conditions. Here, we evaluated the impact of maternally-derived neutralizing antibodies (MDNAs) on vaccine efficacy after PRRS virus (PRRSV) challenge. Piglets with low (AÀ) or high (A+) MDNA levels derived from a commercial pig herd were moved to experimental facilities to be vaccinated (V+) or not (VÀ) with a PRRSV-1 MLV vaccine at 3 weeks of age (woa). Because of unexpectedly low vaccine detection in AÀV+ piglets post-vaccination (pv), all V+ piglets received a second vaccination at 4 woa. Five weeks (W5) pv, piglets were inoculated with a PRRSV-1 field strain to evaluate vaccine protection, and were mingled 24 h later with noninoculated piglets of similar immune status to assess viral transmission. Vaccine strain was detected at W2 pv in 69% and 6% of AÀV+ and A+V+ piglets, and at W5 pv in 50% and 25% of AÀV+ and A+V+ piglets, respectively. At W5 pv, 94% of AÀV+ and 44% of A+V+ piglets seroconverted, with a significant IFNg response induction in the AÀV+ group only. After challenge, compared to the VÀ inoculated group, viremia was 100-fold lower at 10 days post-infection in AÀV+ whereas viremia was not significantly reduced in A+V+ piglets. A lower transmission rate was estimated for the AÀV+ group: 0.15 [0.07-0.29] versus 0.44 [0.18-1.76] and 0.32 [0.14-0.68] for the A+V+ and VÀ groups, respectively. Investigations about the low vaccine strain detection after the first vaccination suggested a relationship between IFNa levels and vaccine strain detection in AÀV+ piglets. We showed that MDNAs impair vaccine efficacy against PRRSV both in inoculated and contact piglets, probably by reducing vaccine replication. IFNa may also interfere with PRRSV vaccination. These new data could help improving vaccination protocols.",
      "sentences": [
        [
          {
            "segment_text": "Modified live virus ( MLV ) vaccines are commonly used to reduce the impact of porcine reproductive and respiratory syndrome ( PRRS ) but limited efficacy is achieved in field conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we evaluated the impact of maternally-derived neutralizing antibodies ( MDNAs ) on vaccine efficacy after PRRS virus ( PRRSV ) challenge .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Piglets with low ( AÀ ) or high ( A + ) MDNA levels derived from a commercial pig herd were moved to experimental facilities to be vaccinated ( V + ) or not ( VÀ ) with a PRRSV-1 MLV vaccine at 3 weeks of age ( woa ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Because of unexpectedly low vaccine detection in AÀV + piglets post-vaccination ( pv ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "all V + piglets received a second vaccination at 4 woa .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five weeks ( W5 ) pv ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "piglets were inoculated with a PRRSV-1 field strain to evaluate vaccine protection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and were mingled 24 h later with noninoculated piglets of similar immune status to assess viral transmission .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vaccine strain was detected at W2 pv in 69 % and 6 % of AÀV + and A+V + piglets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and at W5 pv in 50 % and 25 % of AÀV + and A+V + piglets , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At W5 pv , 94 % of AÀV + and 44 % of A+V + piglets seroconverted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a significant IFNg response induction in the AÀV + group only .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After challenge , compared to the VÀ inoculated group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viremia was 100-fold lower at 10 days post-infection in AÀV + whereas viremia was not significantly reduced in A+V + piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A lower transmission rate was estimated for the AÀV + group : 0.15 ( 0.07-0.29 ) versus 0.44 ( 0.18-1.76 ) and 0.32 ( 0.14-0.68 ) for the A+V + and VÀ groups , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investigations about the low vaccine strain detection after the first vaccination suggested a relationship between IFNa levels and vaccine strain detection in AÀV + piglets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We showed that MDNAs impair vaccine efficacy against PRRSV both in inoculated and contact piglets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably by reducing vaccine replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFNa may also interfere with PRRSV vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These new data could help improving vaccination protocols .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "377"
  }
}