{
  "paper_id": "bf96727054349114ac1537eb549880980bfd90fe",
  "metadata": {
    "title": "Full-length genome analysis of canine coronavirus type I",
    "coda_data_split": "train",
    "coda_paper_id": 3672,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Canine coronavirus types I (CCoV-I) and II (CCoV-II) are usually responsible for mild enteritis in dogs. While the CCoV-II genome has been completely sequenced, to date there are no complete genomic sequence data available publicly for CCoV-I. Thus, the aim of the present study was to analyze the fulllength genome of a CCoV-I prototype strain that had been recovered from a dog with diarrhea in Italy. CCoV-I strain 23/03 has a genome of 30,000 nucleotides, excluding the 3 poly(A) tail, displaying the typical Alphacoronavirus-1 organization and the highest genetic relatedness to CCoV-II. However, two distinct features were observed in the CCoV-I genome: (i) the presence of an additional ORF between the spike (S) protein gene and ORF3a; (ii) the diversity of the S protein, which is more closely related to that of feline coronavirus type I and presents a furin cleavage site. The present study may contribute to a better understanding of the Alphacoronavirus-1 evolutionary pattern and may be paradigmatic of how coronaviruses evolve through gene losses, acquisition and exchanges among different members.",
      "sentences": [
        [
          {
            "segment_text": "Canine coronavirus types I ( CCoV-I ) and II ( CCoV-II ) are usually responsible for mild enteritis in dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the CCoV-II genome has been completely sequenced ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to date there are no complete genomic sequence data available publicly for CCoV-I .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the aim of the present study was to analyze the fulllength genome of a CCoV-I prototype strain that had been recovered from a dog with diarrhea in Italy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "CCoV-I strain 23/03 has a genome of 30,000 nucleotides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "excluding the 3 poly ( A ) tail ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "displaying the typical Alphacoronavirus-1 organization and the highest genetic relatedness to CCoV-II .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , two distinct features were observed in the CCoV-I genome : ( i ) the presence of an additional ORF between the spike ( S ) protein gene and ORF3a ; ( ii ) the diversity of the S protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is more closely related to that of feline coronavirus type I and presents a furin cleavage site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study may contribute to a better understanding of the Alphacoronavirus-1 evolutionary pattern and may be paradigmatic of how coronaviruses evolve through gene losses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acquisition and exchanges among different members .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "201"
  }
}