{
  "paper_id": "bfaeecd7b15a7d6d0563cd323c40681e285d70e7",
  "metadata": {
    "title": "Site specific target binding controls RNA cleavage efficiency by the Kaposi\u0027s sarcoma-associated herpesvirus endonuclease SOX",
    "coda_data_split": "train",
    "coda_paper_id": 9442,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A number of viruses remodel the cellular gene expression landscape by globally accelerating messenger RNA (mRNA) degradation. Unlike the mammalian basal mRNA decay enzymes, which largely target mRNA from the 5 and 3 end, viruses instead use endonucleases that cleave their targets internally. This is hypothesized to more rapidly inactivate mRNA while maintaining selective power, potentially though the use of a targeting motif(s). Yet, how mRNA endonuclease specificity is achieved in mammalian cells remains largely unresolved. Here, we reveal key features underlying the biochemical mechanism of target recognition and cleavage by the SOX endonuclease encoded by Kaposi\u0027s sarcoma-associated herpesvirus (KSHV). Using purified KSHV SOX protein, we reconstituted the cleavage reaction in vitro and reveal that SOX displays robust, sequence-specific RNA binding to residues proximal to the cleavage site, which must be presented in a particular structural context. The strength of SOX binding dictates cleavage efficiency, providing an explanation for the breadth of mRNA susceptibility observed in cells. Importantly, we establish that cleavage site specificity does not require additional cellular cofactors, as had been previously proposed. Thus, viral endonucleases may use a combination of RNA sequence and structure to capture a broad set of mRNA targets while still preserving selectivity.",
      "sentences": [
        [
          {
            "segment_text": "A number of viruses remodel the cellular gene expression landscape by globally accelerating messenger RNA ( mRNA ) degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike the mammalian basal mRNA decay enzymes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which largely target mRNA from the 5 and 3 end ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses instead use endonucleases that cleave their targets internally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is hypothesized to more rapidly inactivate mRNA while maintaining selective power ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "potentially though the use of a targeting motif ( s ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , how mRNA endonuclease specificity is achieved in mammalian cells remains largely unresolved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we reveal key features underlying the biochemical mechanism of target recognition and cleavage by the SOX endonuclease encoded by Kaposi \u0027s sarcoma-associated herpesvirus ( KSHV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using purified KSHV SOX protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we reconstituted the cleavage reaction in vitro and reveal that SOX displays robust ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sequence-specific RNA binding to residues proximal to the cleavage site ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which must be presented in a particular structural context .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The strength of SOX binding dictates cleavage efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing an explanation for the breadth of mRNA susceptibility observed in cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , we establish that cleavage site specificity does not require additional cellular cofactors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as had been previously proposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , viral endonucleases may use a combination of RNA sequence and structure to capture a broad set of mRNA targets while still preserving selectivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "228"
  }
}