{
  "paper_id": "bfbb1dddd2a6d304edf8c9cf1086613210f4a8f6",
  "metadata": {
    "title": "Role of Severe Acute Respiratory Syndrome Coronavirus Viroporins E, 3a, and 8a in Replication and Pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 9355,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viroporins are viral proteins with ion channel (IC) activity that play an important role in several processes, including virus replication and pathogenesis. While many coronaviruses (CoVs) encode two viroporins, severe acute respiratory syndrome CoV (SARS-CoV) encodes three: proteins 3a, E, and 8a. Additionally, proteins 3a and E have a PDZ-binding motif (PBM), which can potentially bind over 400 cellular proteins which contain a PDZ domain, making them potentially important for the control of cell function. In the present work, a comparative study of the functional motifs included within the SARS-CoV viroporins was performed, mostly focusing on the roles of the IC and PBM of E and 3a proteins. Our results showed that the full-length E and 3a proteins were required for maximal SARS-CoV replication and virulence, whereas viroporin 8a had only a minor impact on these activities. A virus missing both the E and 3a proteins was not viable, whereas the presence of either protein with a functional PBM restored virus viability. E protein IC activity and the presence of its PBM were necessary for virulence in mice. In contrast, the presence or absence of the homologous motifs in protein 3a did not influence virus pathogenicity. Therefore, dominance of the IC and PBM of protein E over those of protein 3a was demonstrated in the induction of pathogenesis in mice. Aguilella VM, Sola I, Enjuanes L. 2018. Role of severe acute respiratory syndrome coronavirus viroporins E, 3a, and 8a in replication and pathogenesis. mBio 9:e02325-17. https://doi .",
      "sentences": [
        [
          {
            "segment_text": "Viroporins are viral proteins with ion channel ( IC ) activity that play an important role in several processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including virus replication and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While many coronaviruses ( CoVs ) encode two viroporins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe acute respiratory syndrome CoV ( SARS-CoV ) encodes three : proteins 3a , E , and 8a .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , proteins 3a and E have a PDZ-binding motif ( PBM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can potentially bind over 400 cellular proteins which contain a PDZ domain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making them potentially important for the control of cell function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present work , a comparative study of the functional motifs included within the SARS-CoV viroporins was performed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mostly focusing on the roles of the IC and PBM of E and 3a proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results showed that the full-length E and 3a proteins were required for maximal SARS-CoV replication and virulence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas viroporin 8a had only a minor impact on these activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A virus missing both the E and 3a proteins was not viable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the presence of either protein with a functional PBM restored virus viability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "E protein IC activity and the presence of its PBM were necessary for virulence in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the presence or absence of the homologous motifs in protein 3a did not influence virus pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , dominance of the IC and PBM of protein E over those of protein 3a was demonstrated in the induction of pathogenesis in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Aguilella VM , Sola I , Enjuanes L. 2018 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Role of severe acute respiratory syndrome coronavirus viroporins E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3a , and 8a in replication and pathogenesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mBio 9 : e02325-17 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "287"
  }
}