{
  "paper_id": "bfc558a4241a48e116131d26ece914f715b53d10",
  "metadata": {
    "title": "Regulation of the Initiation of Coronavirus JHM Infection in Primary Oligodendrocytes and L-2 Fibroblasts",
    "coda_data_split": "train",
    "coda_paper_id": 2979,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Upon maturation, primary rat oligodendrocytes become resistant to coronavirus JHM (JHMV) infection at an early stage. Involvement of cAMP-dependent protein kinase (PK) in the regulation of oligodendrocyte differentiation has been established (S. Beushausen et al. (1987). J. Virol. 61,[3795][3796][3797][3798][3799][3800][3801][3802][3803]. An inducer which accelerates maturation, dibutyryl cyclic AMP (dbcAMP) also upregulates the expression of the regulatory subunit, R1 of PK1. Since (i) early block preventing infection of mature oligodendrocytes can be bypassed when transfection with genomic RNA is used and (ii) inhibitors of PKs counteract the dbcAMP effect, so as to alleviate the inhibition of JHMV, enhanced expression of R1 appeared to be connected with virus restriction. This idea was confirmed following upregulation of the R1 gene in fully permissive L-2 cells. There was a connection between an effect due to R1 and dephosphorylation of the nucleocapsid protein N by an endosomal phosphoprotein phosphatase (PPPase) having the properties of types 1 or 2A enzyme which occurs during penetration of inoculum virions. An inhibition in vitro (cell free) of N dephosphorylation by R1 together with evidence that in vivo (cell culture) overexpression of R1 inhibited the endosomal PPPase as well as replication of JHMV supports the hypothesis that uncoating of the JHMV inoculum occurs after dephosphorylation, a step obligatory for dissociation of the N protein from the genome. Thus inhibition by R prevents uncoating and thereby interferes with the commencement of replication. These observations intimate the existence of a novel mechanism controlling a virus infection of specific cell target(s) undergoing a process of differentiation and maturation in the central nervous system. ᭧",
      "sentences": [
        [
          {
            "segment_text": "Upon maturation , primary rat oligodendrocytes become resistant to coronavirus JHM ( JHMV ) infection at an early stage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Involvement of cAMP-dependent protein kinase ( PK ) in the regulation of oligodendrocyte differentiation has been established ( S. Beushausen et al. ( 1987 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J. Virol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "61 , ( 3795 ) ( 3796 ) ( 3797 ) ( 3798 ) ( 3799 ) ( 3800 ) ( 3801 ) ( 3802 ) ( 3803 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "An inducer which accelerates maturation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dibutyryl cyclic AMP ( dbcAMP ) also upregulates the expression of the regulatory subunit , R1 of PK1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since ( i ) early block preventing infection of mature oligodendrocytes can be bypassed when transfection with genomic RNA is used and ( ii ) inhibitors of PKs counteract the dbcAMP effect ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so as to alleviate the inhibition of JHMV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhanced expression of R1 appeared to be connected with virus restriction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This idea was confirmed following upregulation of the R1 gene in fully permissive L-2 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a connection between an effect due to R1 and dephosphorylation of the nucleocapsid protein N by an endosomal phosphoprotein phosphatase ( PPPase ) having the properties of types 1 or 2A enzyme which occurs during penetration of inoculum virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An inhibition in vitro ( cell free ) of N dephosphorylation by R1 together with evidence that in vivo ( cell culture ) overexpression of R1 inhibited the endosomal PPPase as well as replication of JHMV supports the hypothesis that uncoating of the JHMV inoculum occurs after dephosphorylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a step obligatory for dissociation of the N protein from the genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus inhibition by R prevents uncoating and thereby interferes with the commencement of replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These observations intimate the existence of a novel mechanism controlling a virus infection of specific cell target ( s ) undergoing a process of differentiation and maturation in the central nervous system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "326"
  }
}