{
  "paper_id": "bffc872724bbeb7c3ef5d32d8b3686c5a4388b49",
  "metadata": {
    "title": "A Novel Molecular Microbiologic Technique for the Rapid Diagnosis of Microbial Invasion of the Amniotic Cavity and Intra- Amniotic Infection in Preterm Labor with Intact Membranes NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4622,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective-The major challenges in using amniotic fluid (AF) cultivation techniques to diagnose microbial invasion of the amniotic cavity (MIAC) are: 1) several days are typically required to obtain results, and 2) many organisms implicated in the pathogenesis of human disease are difficult to culture. Here, we compare the performance of AF culture with a novel technique for the diagnosis of MIAC that can provide results within eight hours by combining broad-range realtime polymerase chain reaction with electrospray ionization mass spectrometry (PCR/ESI-MS) to identify and quantify genomic material from bacteria and viruses in AF.",
      "sentences": [
        [
          {
            "segment_text": "Objective-The major challenges in using amniotic fluid ( AF ) cultivation techniques to diagnose microbial invasion of the amniotic cavity ( MIAC ) are : 1 ) several days are typically required to obtain results ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and 2 ) many organisms implicated in the pathogenesis of human disease are difficult to culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we compare the performance of AF culture with a novel technique for the diagnosis of MIAC that can provide results within eight hours by combining broad-range realtime polymerase chain reaction with electrospray ionization mass spectrometry ( PCR/ESI-MS ) to identify and quantify genomic material from bacteria and viruses in AF .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-AF samples obtained by transabdominal amniocentesis from 142 women with preterm labor (PTL) and intact membranes were analyzed using cultivation techniques (aerobic, anaerobic and genital mycoplasmas) as well as PCR/ESI-MS. The prevalence and relative magnitude of intra-amniotic inflammation [AF Interleukin 6 (IL-6) concentration ≥ 2.6 ng/mL], acute histologic chorioamnionitis, spontaneous preterm delivery, and perinatal mortality were examined according to the results of these two tests.",
      "sentences": [
        [
          {
            "segment_text": "Methods-AF samples obtained by transabdominal amniocentesis from 142 women with preterm labor ( PTL ) and intact membranes were analyzed using cultivation techniques ( aerobic , anaerobic and genital mycoplasmas ) as well as PCR/ESI-MS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The prevalence and relative magnitude of intra-amniotic inflammation ( AF Interleukin 6 ( IL-6 ) concentration ≥ 2.6 ng/mL ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "acute histologic chorioamnionitis , spontaneous preterm delivery ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and perinatal mortality were examined according to the results of these two tests .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-1) The prevalence of MIAC in patients with preterm labor and intact membranes was 7% using standard cultivation techniques and 12% using PCR/ESI-MS; 2) seven of ten patients with positive AF culture also had positive PCR/ESI-MS [≥17 genome equivalents per PCR reaction well (GE/well)] 3) patients with positive PCR/ESI-MS (≥17 GE/well) and negative AF cultures had significantly higher rates of intra-amniotic inflammation and histologic acute chorioamnionitis, shorter intervals to delivery [median (interquartile range-IQR)], and offspring at higher risk of perinatal mortality, than women with both tests negative [90% (9/10) vs. 32% (39/122); (p\u003c0.001); 70% (7/10) vs. 35% (39/112); (p\u003d0.04); 1 (IQR: \u003c1 -2) days vs. 25 (IQR: 5 -51) days; (p\u003d0.002); OR: 5.6; 95% CI: 1.4 -22, respectively]; 5) there were no significant differences in these factors between patients with positive PCR/ESI-MS (≥17 GE/well) who had negative AF cultures compared to those with positive AF cultures; and 6) PCR/ESI-MS detected genomic material from viruses in two patients (1.4%).",
      "sentences": [
        [
          {
            "segment_text": "Results-1 ) The prevalence of MIAC in patients with preterm labor and intact membranes was 7 % using standard cultivation techniques and 12 % using PCR/ESI-MS ; 2 ) seven of ten patients with positive AF culture also had positive PCR/ESI-MS ( ≥ 17 genome equivalents per PCR reaction well ( GE/well ) ) 3 ) patients with positive PCR/ESI-MS ( ≥ 17 GE/well ) and negative AF cultures had significantly higher rates of intra-amniotic inflammation and histologic acute chorioamnionitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shorter intervals to delivery ( median ( interquartile range-IQR ) ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and offspring at higher risk of perinatal mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "than women with both tests negative ( 90 % ( 9/10 ) vs. 32 % ( 39/122 ) ; ( p \u003c 0.001 ) ; 70 % ( 7/10 ) vs. 35 % ( 39/112 ) ; ( p \u003d 0.04 ) ; 1 ( IQR : \u003c 1 -2 ) days vs. 25 ( IQR : 5 -51 ) days ; ( p \u003d 0.002 ) ; OR : 5.6 ; 95 % CI : 1.4 -22 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ) ; 5 ) there were no significant differences in these factors between patients with positive PCR/ESI-MS ( ≥ 17 GE/well ) who had negative AF cultures compared to those with positive AF cultures ; and 6 ) PCR/ESI-MS detected genomic material from viruses in two patients ( 1.4 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Rapid diagnosis of intra-amniotic infection is possible using PCR/ESI-MS, which can provide results within 8 hours; 2) the combined use of biomarkers of inflammation and PCR/ESI-MS allows for the rapid identification of specific bacteria and viruses in women with preterm labor and intra-amniotic infection; and 3) this approach may allow for administration of timely and specific interventions to reduce morbidity attributed to infection-induced preterm birth.",
      "sentences": [
        [
          {
            "segment_text": "Rapid diagnosis of intra-amniotic infection is possible using PCR/ESI-MS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can provide results within 8 hours ; 2 ) the combined use of biomarkers of inflammation and PCR/ESI-MS allows for the rapid identification of specific bacteria and viruses in women with preterm labor and intra-amniotic infection ; and 3 ) this approach may allow for administration of timely and specific interventions to reduce morbidity attributed to infection-induced preterm birth .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords broad-range real-time polymerase chain reaction with electrospray ionization mass spectrometry; intra-amniotic inflammation; preterm delivery Romero et al. ",
      "sentences": [
        [
          {
            "segment_text": "Keywords broad-range real-time polymerase chain reaction with electrospray ionization mass spectrometry ; intra-amniotic inflammation ; preterm delivery Romero et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "511"
  }
}