{
  "paper_id": "c023474e02b562ca18c736b9a72c2b7aa0317765",
  "metadata": {
    "title": "May) • 1139 Financial support: National Institutes of Health (grants CA-18029 and CA-15704)",
    "coda_data_split": "train",
    "coda_paper_id": 8260,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "n p 46 tase polymerase chain reaction. HRV RNA was detected in 6 (8%) of 77 patients, and coronavirus RNA was detected in 0 of 46 of BAL samples from HSCT recipients. The fatality rate in HRV-infected patients was high (83%), but all patients had significant coinfections, and the overall mortality rate was not different from that of patients who were negative for HRV in BAL samples. These results suggest that HRV may be a cause of lower respiratory tract infections in HSCT recipients and that its detection in BAL samples is associated with frequent copathogens. Whether the poor prognosis is due to HRV or the copathogen is not clear.",
      "sentences": [
        [
          {
            "segment_text": "n p 46 tase polymerase chain reaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HRV RNA was detected in 6 ( 8 % ) of 77 patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and coronavirus RNA was detected in 0 of 46 of BAL samples from HSCT recipients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fatality rate in HRV-infected patients was high ( 83 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but all patients had significant coinfections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the overall mortality rate was not different from that of patients who were negative for HRV in BAL samples .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These results suggest that HRV may be a cause of lower respiratory tract infections in HSCT recipients and that its detection in BAL samples is associated with frequent copathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whether the poor prognosis is due to HRV or the copathogen is not clear .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "124"
  }
}