{
  "paper_id": "c03736c4e12dd89176ccb6d67df4b0bdaecf15dd",
  "metadata": {
    "title": "Temperature dependence of COVID-19 transmission",
    "coda_data_split": "train",
    "coda_paper_id": 10762,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The recent coronavirus pandemic follows in its early stages an almost exponential expansion, with the number of cases as a function of time reasonably well fit by N (t) ∝ e αt , in many countries. We analyze the rate α in different countries, choosing as a starting point in each country the first day with 30 cases and fitting for the following 12 days, capturing thus the early exponential growth in a rather homogeneous way. We look for a link between the rate α and the average temperature T of each country, in the month of the epidemic growth. We analyze a base set of 42 countries, which developed the epidemic earlier, and an extended set of 88 countries, which developed the epidemic more recently. Fitting with a linear behavior α(T ), we find evidence in both datasets for a decreasing growth rate as a function of T , at 99.66%C.L. and 99.86%C.L. in the base and extended dataset, respectively. In the base set, going beyond a linear model, a peak at about (7.7 ± 3.6) • C seems to be present in the data. Our findings give hope that, for northern hemisphere countries, the growth rate should significantly decrease as a result of both warmer weather and lockdown policies. In general the propagation should be hopefully stopped by strong lockdown, testing and tracking policies, before the arrival of the next cold season.",
      "sentences": [
        [
          {
            "segment_text": "The recent coronavirus pandemic follows in its early stages an almost exponential expansion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the number of cases as a function of time reasonably well fit by N ( t ) ∝ e αt , in many countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyze the rate α in different countries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "choosing as a starting point in each country the first day with 30 cases and fitting for the following 12 days ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "capturing thus the early exponential growth in a rather homogeneous way .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We look for a link between the rate α and the average temperature T of each country ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in the month of the epidemic growth .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyze a base set of 42 countries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which developed the epidemic earlier ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and an extended set of 88 countries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which developed the epidemic more recently .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fitting with a linear behavior α ( T ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we find evidence in both datasets for a decreasing growth rate as a function of T ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at 99.66 % C.L. and 99.86 % C.L. in the base and extended dataset , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the base set , going beyond a linear model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a peak at about ( 7.7 ± 3.6 ) • C seems to be present in the data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings give hope that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for northern hemisphere countries , the growth rate should significantly decrease as a result of both warmer weather and lockdown policies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In general the propagation should be hopefully stopped by strong lockdown ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "testing and tracking policies , before the arrival of the next cold season .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "I.",
      "sentences": [
        [
          {
            "segment_text": "I.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "268"
  }
}