{
  "paper_id": "c043a8747fce01139068ca23917644195bb26749",
  "metadata": {
    "title": "SARS-CoV-Encoded Small RNAs Contribute to Infection-Associated Lung Pathology",
    "coda_data_split": "train",
    "coda_paper_id": 2735,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Highlights d SARS-CoV small viral RNAs (svRNA) were identified in infected lungs and cell culture d SARS-CoV svRNAs biogenesis was RNase III, cell type, and species independent d svRNA-N repressed the expression of mRNAs with 3 0 UTR specific target sequences d svRNA-N inhibition in vivo reduced lung pathology and proinflammatory cytokines SUMMARY Severe acute respiratory syndrome coronavirus (SARS-CoV) causes lethal disease in humans, which is characterized by exacerbated inflammatory response and extensive lung pathology. To address the relevance of small non-coding RNAs in SARS-CoV pathology, we deep sequenced RNAs from the lungs of infected mice and discovered three 18-22 nt small viral RNAs (svRNAs). The three svRNAs were derived from the nsp3 (svRNA-nsp3.1 and -nsp3.2) and N (svRNA-N) genomic regions of SARS-CoV. Biogenesis of CoV svRNAs was RNase III, cell type, and host species independent, but it was dependent on the extent of viral replication. Antagomir-mediated inhibition of svRNA-N significantly reduced in vivo lung pathology and pro-inflammatory cytokine expression. Taken together, these data indicate that svRNAs contribute to SARS-CoV pathogenesis and highlight the potential of svRNA-N antagomirs as antivirals.",
      "sentences": [
        [
          {
            "segment_text": "Highlights d SARS-CoV small viral RNAs ( svRNA ) were identified in infected lungs and cell culture d SARS-CoV svRNAs biogenesis was RNase III ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell type , and species independent d svRNA-N repressed the expression of mRNAs with 3 0 UTR specific target sequences d svRNA-N inhibition in vivo reduced lung pathology and proinflammatory cytokines SUMMARY Severe acute respiratory syndrome coronavirus ( SARS-CoV ) causes lethal disease in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is characterized by exacerbated inflammatory response and extensive lung pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address the relevance of small non-coding RNAs in SARS-CoV pathology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we deep sequenced RNAs from the lungs of infected mice and discovered three 18-22 nt small viral RNAs ( svRNAs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The three svRNAs were derived from the nsp3 ( svRNA-nsp3.1 and - nsp3 .2 ) and N ( svRNA-N ) genomic regions of SARS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Biogenesis of CoV svRNAs was RNase III ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cell type , and host species independent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but it was dependent on the extent of viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antagomir-mediated inhibition of svRNA-N significantly reduced in vivo lung pathology and pro-inflammatory cytokine expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these data indicate that svRNAs contribute to SARS-CoV pathogenesis and highlight the potential of svRNA-N antagomirs as antivirals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "206"
  }
}