{
  "paper_id": "c06cc695e9fe227f6610e162bc2b18537c1779a1",
  "metadata": {
    "title": "Rapid multiplex microfiber-based immunoassay for anti-MERS-CoV antibody detection",
    "coda_data_split": "train",
    "coda_paper_id": 3916,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "On-site multiplex biosensors for innate immunity antibodies are ideal tools for monitoring health status of individuals against various diseases. This study introduces a novel antibody immunoassay testing platform incorporating microfiber-based arrays of antigens to capture specific antibodies. The fabrication and setup of the device revolved around electrospun polystyrene (ESPS) microfibers that act as three-dimensional membrane filters, capable of rapid and multifold analyte capture. In particular, the ESPS microfibers were patterned through localized oxygen plasma to create hydrophilic zones that facilitate fluid flows and immobilizations of antigens. The bulk of this robust antibody immunoassay platform could be installed into a compact syringedriven cassette device, which could perform multiplex antibody immunoassay for antibodies specifically against Middle East respiratory syndrome coronavirus (MERS-CoV) with rapid preparation amounting to a total of 5 min, as well as high sensitivity and specificity for the MERS-CoV down to 200 μg/mL.",
      "sentences": [
        [
          {
            "segment_text": "On-site multiplex biosensors for innate immunity antibodies are ideal tools for monitoring health status of individuals against various diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study introduces a novel antibody immunoassay testing platform incorporating microfiber-based arrays of antigens to capture specific antibodies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The fabrication and setup of the device revolved around electrospun polystyrene ( ESPS ) microfibers that act as three-dimensional membrane filters ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "capable of rapid and multifold analyte capture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In particular , the ESPS microfibers were patterned through localized oxygen plasma to create hydrophilic zones that facilitate fluid flows and immobilizations of antigens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The bulk of this robust antibody immunoassay platform could be installed into a compact syringedriven cassette device ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could perform multiplex antibody immunoassay for antibodies specifically against Middle East respiratory syndrome coronavirus ( MERS-CoV ) with rapid preparation amounting to a total of 5 min ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as high sensitivity and specificity for the MERS-CoV down to 200 μg/mL .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "156"
  }
}