{
  "paper_id": "c0994f9da78269cb00a6b2af89b75ceba6f6c90d",
  "metadata": {
    "title": "Structure and Function Analysis of an Antibody Recognizing All Influenza A Subtypes Article Structure and Function Analysis of an Antibody Recognizing All Influenza A Subtypes",
    "coda_data_split": "train",
    "coda_paper_id": 9201,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Graphical Abstract Highlights d Binding to all influenza A subtypes neutralizing seasonal and pandemic strains d Utilizes a rare VH (VH6-1) and carries a low level of somatic mutations d Highly conserved epitope encompassing fusion peptide and hydrophobic groove d Superior therapeutic window compared to oseltamivir in animals Correspondence zhuq@medimmune.com (Q.Z.), john.skehel@crick.ac.uk (J.J.S.) In Brief Identification of a human monoclonal antibody that reacts effectively with all influenza A hemagglutinin subtypes paves the way for developing immunotherapy for people infected with the flu virus. Accession Numbers 5JW5 5JW4 5JW3 KX398429 KX398468 SUMMARY",
      "sentences": [
        [
          {
            "segment_text": "Graphical Abstract Highlights d Binding to all influenza A subtypes neutralizing seasonal and pandemic strains d Utilizes a rare VH ( VH6-1 ) and carries a low level of somatic mutations d Highly conserved epitope encompassing fusion peptide and hydrophobic groove d Superior therapeutic window compared to oseltamivir in animals Correspondence zhuq@medimmune.com ( Q.Z. ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "john.skehel@crick.ac.uk ( J.J.S. ) In Brief Identification of a human monoclonal antibody that reacts effectively with all influenza A hemagglutinin subtypes paves the way for developing immunotherapy for people infected with the flu virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accession Numbers 5JW5 5JW4 5JW3 KX398429 KX398468 SUMMARY",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Influenza virus remains a threat because of its ability to evade vaccine-induced immune responses due to antigenic drift. Here, we describe the isolation, evolution, and structure of a broad-spectrum human monoclonal antibody (mAb), MEDI8852, effectively reacting with all influenza A hemagglutinin (HA) subtypes. MEDI8852 uses the heavy-chain VH6-1 gene and has higher potency and breadth when compared to other anti-stem antibodies. MEDI8852 is effective in mice and ferrets with a therapeutic window superior to that of oseltamivir. Crystallographic analysis of Fab alone or in complex with H5 or H7 HA proteins reveals that MEDI8852 binds through a coordinated movement of CDRs to a highly conserved epitope encompassing a hydrophobic groove in the fusion domain and a large portion of the fusion peptide, distinguishing it from other structurally characterized cross-reactive antibodies. The unprecedented breadth and potency of neutralization by MEDI8852 support its development as immunotherapy for influenza virus-infected humans.",
      "sentences": [
        [
          {
            "segment_text": "Influenza virus remains a threat because of its ability to evade vaccine-induced immune responses due to antigenic drift .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the isolation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "evolution , and structure of a broad-spectrum human monoclonal antibody ( mAb ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "MEDI8852 , effectively reacting with all influenza A hemagglutinin ( HA ) subtypes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "MEDI8852 uses the heavy-chain VH6-1 gene and has higher potency and breadth when compared to other anti-stem antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MEDI8852 is effective in mice and ferrets with a therapeutic window superior to that of oseltamivir .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crystallographic analysis of Fab alone or in complex with H5 or H7 HA proteins reveals that MEDI8852 binds through a coordinated movement of CDRs to a highly conserved epitope encompassing a hydrophobic groove in the fusion domain and a large portion of the fusion peptide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "distinguishing it from other structurally characterized cross-reactive antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The unprecedented breadth and potency of neutralization by MEDI8852 support its development as immunotherapy for influenza virus-infected humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "263"
  }
}