{
  "paper_id": "c0bfb9b58ac935b99b4913649612189b0d26cba7",
  "metadata": {
    "title": "Applications of Infrared Thermography for Noncontact and Noninvasive Mass Screening of Febrile International Travelers at Airport Quarantine Stations",
    "coda_data_split": "train",
    "coda_paper_id": 6463,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infrared thermography (IRT), one of the most valuable tools, is used for noncontact, noninvasive, and rapid monitoring of body temperature; this has been used for mass screening of febrile travelers at places such as airport quarantine stations for over 10 years after the 2003 severe acute respiratory syndrome (SARS) outbreak. The usefulness of thermography for mass screening has been evaluated in many recent studies; its sensitivity varies from 40 to 89.4% under various circumstances. In this chapter, we perform IRT evaluations for detecting febrile international travelers entering Japan at Nagoya Airport, immediately after the SARS epidemic, . The correlation of body surface temperature measured via thermography with the axillary temperature was significant. Through IRT, febrile individuals were detected with good accuracy and the detection accuracy was improved by corroborating surveillance with self-reporting questionnaires. However, there are several limitations associated with the use of IRT for fever screening. For instance, taking antifebrile medications results in rapid modification of the body temperature and directly affects the efficiency of IRT. To solve this unreliability and obtain higher accuracy in mass screening, we have developed a novel infection screening system using multisensor data, i.e., heart and respiration rates are determined by microwave radar in noncontact manner and facial skin temperature is monitored through IRT. The detection accuracy of the system improved, which is notably higher compared to the conventional screening method using only IRT.",
      "sentences": [
        [
          {
            "segment_text": "Infrared thermography ( IRT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the most valuable tools ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is used for noncontact , noninvasive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and rapid monitoring of body temperature ; this has been used for mass screening of febrile travelers at places such as airport quarantine stations for over 10 years after the 2003 severe acute respiratory syndrome ( SARS ) outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The usefulness of thermography for mass screening has been evaluated in many recent studies ; its sensitivity varies from 40 to 89.4 % under various circumstances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we perform IRT evaluations for detecting febrile international travelers entering Japan at Nagoya Airport ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "immediately after the SARS epidemic , .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The correlation of body surface temperature measured via thermography with the axillary temperature was significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Through IRT , febrile individuals were detected with good accuracy and the detection accuracy was improved by corroborating surveillance with self-reporting questionnaires .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , there are several limitations associated with the use of IRT for fever screening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For instance , taking antifebrile medications results in rapid modification of the body temperature and directly affects the efficiency of IRT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To solve this unreliability and obtain higher accuracy in mass screening ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have developed a novel infection screening system using multisensor data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "i.e. , heart and respiration rates are determined by microwave radar in noncontact manner and facial skin temperature is monitored through IRT .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The detection accuracy of the system improved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is notably higher compared to the conventional screening method using only IRT .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "259"
  }
}