{
  "paper_id": "c0c8e3166ceef9cc2e9b9d7a41d83eaa4169e1c9",
  "metadata": {
    "title": "Evaluation of the Genotoxicity Potential and Chronic Inhalation Toxicity of 1,1-Dichloro-1-Fluoroethane (HCFC-141 b)*t",
    "coda_data_split": "train",
    "coda_paper_id": 2822,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Abstraet--A battery of in vitro and in vivo tests were conducted on HCFC-141b as a vapour. Bacterial gene mutation assays with Escherichia coli and Salmonella typhimurium were negative in all tester strains. In vitro chromosomal aberration assays were positive on CHO cells but negative on human lymphocytes. Moreover, HCFC-141b was negative in vivo in a mouse micronucleus inhalation assay. On the basis of these data and previously reported genotoxicity testing, HCFC-141b is considered non-genotoxic. Groups of 80 male and 80 female Sprague-Dawley rats were exposed, by inhalation (6 hr/day, 5 days/wk) to vapours of HCFC-141b for 104 wk at target concentrations of 0 (control), 1500, 5000 and 20,000 ppm (increased from 15,000ppm after 17wk of exposure). No exposure-related effects of toxicological significance were noted with respect to survival, clinical signs, ophthalmoscopy, haematology, clinical chemistry, urinalysis or organ weight analysis. Reduced food intake and body weight gain were noted in both sexes of the 15,000 ppm group during the first 16 wk; thereafter, body weight gains in all groups were similar although the intergroup differences in body weight remained evident. Reduced food intake persisted in both sexes through wk 52 and in females during the second year of exposure. Treatmentrelated effects on macroscopic pathology were confined to increased incidences of testicular masses and altered appearance. Microscopic pathology examinations confirmed the testes as the target organ with findings of increased incidences of benign interstitial cell tumours and hyperplasia at 5000 and 20,000 ppm. The no-observable-adverse-effect level (NOAEL) was 1500 ppm. The testicular changes at high exposure levels were considered to be due to a change of the senile hormonal imbalance in geriatric rats and of little significance for the assessment of human health effects.",
      "sentences": [
        [
          {
            "segment_text": "Abstraet -- A battery of in vitro and in vivo tests were conducted on HCFC-141b as a vapour .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bacterial gene mutation assays with Escherichia coli and Salmonella typhimurium were negative in all tester strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In vitro chromosomal aberration assays were positive on CHO cells but negative on human lymphocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , HCFC-141b was negative in vivo in a mouse micronucleus inhalation assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the basis of these data and previously reported genotoxicity testing , HCFC-141b is considered non-genotoxic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Groups of 80 male and 80 female Sprague-Dawley rats were exposed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "by inhalation ( 6 hr/day , 5 days/wk ) to vapours of HCFC-141b for 104 wk at target concentrations of 0 ( control ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1500 , 5000 and 20,000 ppm ( increased from 15,000 ppm after 17wk of exposure ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No exposure-related effects of toxicological significance were noted with respect to survival ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical signs , ophthalmoscopy , haematology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical chemistry , urinalysis or organ weight analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reduced food intake and body weight gain were noted in both sexes of the 15,000 ppm group during the first 16 wk ; thereafter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "body weight gains in all groups were similar although the intergroup differences in body weight remained evident .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reduced food intake persisted in both sexes through wk 52 and in females during the second year of exposure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatmentrelated effects on macroscopic pathology were confined to increased incidences of testicular masses and altered appearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microscopic pathology examinations confirmed the testes as the target organ with findings of increased incidences of benign interstitial cell tumours and hyperplasia at 5000 and 20,000 ppm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The no-observable-adverse-effect level ( NOAEL ) was 1500 ppm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The testicular changes at high exposure levels were considered to be due to a change of the senile hormonal imbalance in geriatric rats and of little significance for the assessment of human health effects .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "319"
  }
}