{
  "paper_id": "c10d2b72f8d450209946e805ba18154c9a6c5f7f",
  "metadata": {
    "title": "Reversal of the Progression of Fatal Coronavirus Infection in Cats by a Broad- Spectrum Coronavirus Protease Inhibitor",
    "coda_data_split": "train",
    "coda_paper_id": 5642,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses infect animals and humans causing a wide range of diseases. The diversity of coronaviruses in many mammalian species is contributed by relatively high mutation and recombination rates during replication. This dynamic nature of coronaviruses may facilitate cross-species transmission and shifts in tissue or cell tropism in a host, resulting in substantial change in virulence. Feline enteric coronavirus (FECV) causes inapparent or mild enteritis in cats, but a highly fatal disease, called feline infectious peritonitis (FIP), can arise through mutation of FECV to FIP virus (FIPV). The pathogenesis of FIP is intimately associated with immune responses and involves depletion of T cells, features shared by some other coronaviruses like Severe Acute Respiratory Syndrome Coronavirus. The increasing risks of highly virulent coronavirus infections in humans or animals call for effective antiviral drugs, but no such measures are yet available. Previously, we have reported the inhibitors that target 3C-like protease (3CLpro) with broad-spectrum activity against important human and animal coronaviruses. Here, we evaluated the therapeutic efficacy of our 3CLpro inhibitor in laboratory cats with FIP. Experimental FIP is 100% fatal once certain clinical and laboratory signs become apparent. We found that antiviral treatment led to full recovery of cats when treatment was started at a stage of disease that would be otherwise fatal if left untreated. Antiviral treatment was associated with a rapid improvement in fever, ascites, lymphopenia and gross signs of illness and cats returned to normal health within 20 days or less of treatment. Significant reduction in viral titers was also observed in cats. These results indicate that continuous virus replication is required for progression of immune-mediated inflammatory disease of FIP. These findings may provide important insights into devising therapeutic strategies and selection of antiviral compounds for further development for important coronaviruses in animals and humans.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses infect animals and humans causing a wide range of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diversity of coronaviruses in many mammalian species is contributed by relatively high mutation and recombination rates during replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This dynamic nature of coronaviruses may facilitate cross-species transmission and shifts in tissue or cell tropism in a host ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in substantial change in virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Feline enteric coronavirus ( FECV ) causes inapparent or mild enteritis in cats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but a highly fatal disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "called feline infectious peritonitis ( FIP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can arise through mutation of FECV to FIP virus ( FIPV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathogenesis of FIP is intimately associated with immune responses and involves depletion of T cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "features shared by some other coronaviruses like Severe Acute Respiratory Syndrome Coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increasing risks of highly virulent coronavirus infections in humans or animals call for effective antiviral drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no such measures are yet available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we have reported the inhibitors that target 3C-like protease ( 3CLpro ) with broad-spectrum activity against important human and animal coronaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we evaluated the therapeutic efficacy of our 3CLpro inhibitor in laboratory cats with FIP .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Experimental FIP is 100 % fatal once certain clinical and laboratory signs become apparent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that antiviral treatment led to full recovery of cats when treatment was started at a stage of disease that would be otherwise fatal if left untreated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antiviral treatment was associated with a rapid improvement in fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ascites , lymphopenia and gross signs of illness and cats returned to normal health within 20 days or less of treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant reduction in viral titers was also observed in cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that continuous virus replication is required for progression of immune-mediated inflammatory disease of FIP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may provide important insights into devising therapeutic strategies and selection of antiviral compounds for further development for important coronaviruses in animals and humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "329"
  }
}