{
  "paper_id": "c125f2b3071406f51b9b9aee860030b2f402ee77",
  "metadata": {
    "title": "Alterations in stress granule dynamics driven by TDP-43 and FUS: a link to pathological inclusions in ALS?",
    "coda_data_split": "train",
    "coda_paper_id": 9015,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Stress granules (SGs) are RNA-containing cytoplasmic foci formed in response to stress exposure. Since their discovery in 1999, over 120 proteins have been described to be localized to these structures (in 154 publications). Most of these components are RNA binding proteins (RBPs) or are involved in RNA metabolism and translation. SGs have been linked to several pathologies including inflammatory diseases, cancer, viral infection, and neurodegenerative diseases such as amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). In ALS and FTD, the majority of cases have no known etiology and exposure to external stress is frequently proposed as a contributor to either disease initiation or the rate of disease progression. Of note, both ALS and FTD are characterized by pathological inclusions, where some well-known SG markers localize with the ALS related proteins TDP-43 and FUS. We propose that TDP-43 and FUS serve as an interface between genetic susceptibility and environmental stress exposure in disease pathogenesis. Here, we will discuss the role of TDP-43 and FUS in SG dynamics and how disease-linked mutations affect this process.",
      "sentences": [
        [
          {
            "segment_text": "Stress granules ( SGs ) are RNA-containing cytoplasmic foci formed in response to stress exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since their discovery in 1999 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "over 120 proteins have been described to be localized to these structures ( in 154 publications ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of these components are RNA binding proteins ( RBPs ) or are involved in RNA metabolism and translation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SGs have been linked to several pathologies including inflammatory diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cancer , viral infection , and neurodegenerative diseases such as amyotrophic lateral sclerosis ( ALS ) and frontotemporal dementia ( FTD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In ALS and FTD , the majority of cases have no known etiology and exposure to external stress is frequently proposed as a contributor to either disease initiation or the rate of disease progression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of note , both ALS and FTD are characterized by pathological inclusions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where some well-known SG markers localize with the ALS related proteins TDP-43 and FUS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose that TDP-43 and FUS serve as an interface between genetic susceptibility and environmental stress exposure in disease pathogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here , we will discuss the role of TDP-43 and FUS in SG dynamics and how disease-linked mutations affect this process .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "200"
  }
}