{
  "paper_id": "c12642f0762cb4888b417ce295044080ab9202a6",
  "metadata": {
    "title": "Macrophage activation state determines the response to rhinovirus infection in a mouse model of allergic asthma",
    "coda_data_split": "train",
    "coda_paper_id": 3089,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The mechanisms by which viruses cause asthma exacerbations are not precisely known. Previously, we showed that, in ovalbumin (OVA)-sensitized and -challenged mice with allergic airway inflammation, rhinovirus (RV) infection increases type 2 cytokine production from alternatively-activated (M2) airway macrophages, enhancing eosinophilic inflammation and airways hyperresponsiveness. In this paper, we tested the hypothesis that IL-4 signaling determines the state of macrophage activation and pattern of RV-induced exacerbation in mice with allergic airways disease. Methods: Eight week-old wild type or IL-4 receptor knockout (IL-4R KO) mice were sensitized and challenged with OVA and inoculated with RV1B or sham HeLa cell lysate. Results: In contrast to OVA-treated wild-type mice with both neutrophilic and eosinophilic airway inflammation, OVA-treated IL-4R KO mice showed increased neutrophilic inflammation with few eosinophils in the airways. Like wild-type mice, IL-4R KO mice showed OVA-induced airway hyperreactivity which was further exacerbated by RV. There was a shift in lung cytokines from a type 2-predominant response to a type 1 response, including production of IL-12p40 and TNF-α. IL-17A was also increased. RV infection of OVA-treated IL-4R KO mice further increased neutrophilic inflammation. Bronchoalveolar macrophages showed an M1 polarization pattern and ex vivo RV infection increased macrophage production of TNF-α, IFN-γ and IL-12p40. Finally, lung cells from OVA-treated IL-4R KO mice showed reduced CD206+ CD301+ M2 macrophages, decreased IL-13 and increased TNF-α and IL-17A production by F4/80+, CD11b+ macrophages. Conclusions: OVA-treated IL-4R KO mice show neutrophilic airway inflammation constituting a model of allergic, type 1 cytokine-driven neutrophilic asthma. In the absence of IL-4/IL-13 signaling, RV infection of OVA-treated mice increased type 1 cytokine and IL-17A production from conventionally-activated macrophages, augmenting neutrophilic rather than eosinophilic inflammation. In mice with allergic airways inflammation, IL-4R signaling determines macrophage activation state and the response to subsequent RV infection.",
      "sentences": [
        [
          {
            "segment_text": "The mechanisms by which viruses cause asthma exacerbations are not precisely known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we showed that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in ovalbumin ( OVA ) - sensitized and - challenged mice with allergic airway inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rhinovirus ( RV ) infection increases type 2 cytokine production from alternatively-activated ( M2 ) airway macrophages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enhancing eosinophilic inflammation and airways hyperresponsiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we tested the hypothesis that IL-4 signaling determines the state of macrophage activation and pattern of RV-induced exacerbation in mice with allergic airways disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Eight week-old wild type or IL-4 receptor knockout ( IL-4R KO ) mice were sensitized and challenged with OVA and inoculated with RV1B or sham HeLa cell lysate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : In contrast to OVA-treated wild-type mice with both neutrophilic and eosinophilic airway inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "OVA-treated IL-4R KO mice showed increased neutrophilic inflammation with few eosinophils in the airways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Like wild-type mice , IL-4R KO mice showed OVA-induced airway hyperreactivity which was further exacerbated by RV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a shift in lung cytokines from a type 2-predominant response to a type 1 response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including production of IL-12p40 and TNF-α .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-17A was also increased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV infection of OVA-treated IL-4R KO mice further increased neutrophilic inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bronchoalveolar macrophages showed an M1 polarization pattern and ex vivo RV infection increased macrophage production of TNF-α , IFN-γ and IL-12p40 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , lung cells from OVA-treated IL-4R KO mice showed reduced CD206 + CD301 + M2 macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased IL-13 and increased TNF-α and IL-17A production by F4/80 + , CD11b + macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : OVA-treated IL-4R KO mice show neutrophilic airway inflammation constituting a model of allergic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "type 1 cytokine-driven neutrophilic asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of IL-4 / IL-13 signaling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RV infection of OVA-treated mice increased type 1 cytokine and IL-17A production from conventionally-activated macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "augmenting neutrophilic rather than eosinophilic inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In mice with allergic airways inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-4R signaling determines macrophage activation state and the response to subsequent RV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "342"
  }
}