{
  "paper_id": "c135b16e3b78c0c09c16de6287ddb1233acf9bd3",
  "metadata": {
    "title": "Bovine Respiratory Syncytial Virus (BRSV) Pneumonia in Beef Calf Herds Despite Vaccination",
    "coda_data_split": "train",
    "coda_paper_id": 3755,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Larsen LE, Tegtmeier C, Pedersen E: Bovine respiratory syncytial virus (BRSV) pneumonia in beef calf herds despite vaccination. Acta vet. scand. 2001, 42, 113-121. -The present report describes the clinical, pathological, serological and virological findings in calves from 2 larger Danish beef herds experiencing outbreaks of pneumonia. The calves had been vaccinated with an inactivated bovine respiratory syncytial virus (BRSV) vaccine 2 months prior to the outbreak. The clinical signs comprised nasal discharge, pyrexia, cough and increased respiratory rates. A total of 28 calves died in the 2 herds. The laboratory investigations revealed that BRSV was involved and probably initiated both outbreaks. Furthermore, the serological results suggested that the vaccine induced only sparse levels of antibodies probably due to the presence of maternally derived antibodies at the time of vaccination. Necropsy findings in 5 calves revealed changes typical for infectious pneumonia with involvment of BRSV. In conclusion, vaccination of calves against BRSV in 2 Danish beef herds failed to protect the calves against severe or even fatal BRSV mediated respiratory disease 2 months later.",
      "sentences": [
        [
          {
            "segment_text": "Larsen LE , Tegtmeier C ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Pedersen E : Bovine respiratory syncytial virus ( BRSV ) pneumonia in beef calf herds despite vaccination .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Acta vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "scand .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2001 , 42 , 113-121 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "- The present report describes the clinical ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pathological , serological and virological findings in calves from 2 larger Danish beef herds experiencing outbreaks of pneumonia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The calves had been vaccinated with an inactivated bovine respiratory syncytial virus ( BRSV ) vaccine 2 months prior to the outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical signs comprised nasal discharge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pyrexia , cough and increased respiratory rates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 28 calves died in the 2 herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The laboratory investigations revealed that BRSV was involved and probably initiated both outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the serological results suggested that the vaccine induced only sparse levels of antibodies probably due to the presence of maternally derived antibodies at the time of vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Necropsy findings in 5 calves revealed changes typical for infectious pneumonia with involvment of BRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , vaccination of calves against BRSV in 2 Danish beef herds failed to protect the calves against severe or even fatal BRSV mediated respiratory disease 2 months later .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Bovine respiratory syncytial virus; BRSV; vaccination; enzootic pneumonia; serology, calves.",
      "sentences": [
        [
          {
            "segment_text": "Bovine respiratory syncytial virus ; BRSV ; vaccination ; enzootic pneumonia ; serology , calves .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "218"
  }
}