{
  "paper_id": "c1455efd7a76ff20e289c67a85097ef8bdfba9bb",
  "metadata": {
    "title": "Airborne pathogen isolation capability in emergency departments of US children\u0027s hospitals",
    "coda_data_split": "train",
    "coda_paper_id": 6112,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The requirement for negative pressure isolation procedures has been an accepted component of pediatric care to protect patients and staff from highly infectious respiratory agents. Surveys regarding airborne isolation were distributed to 43 pediatric emergency departments at US children\u0027s hospitals with 26 responses. There was a median of 5 airborne isolation rooms, a median of 4 of those with negative pressure, and 61% without an ante-room. Capacity to manage pediatric patients infected with a highly pathogenic airborne-transmitted organism during an epidemic is limited.",
      "sentences": [
        [
          {
            "segment_text": "The requirement for negative pressure isolation procedures has been an accepted component of pediatric care to protect patients and staff from highly infectious respiratory agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surveys regarding airborne isolation were distributed to 43 pediatric emergency departments at US children \u0027s hospitals with 26 responses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There was a median of 5 airborne isolation rooms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a median of 4 of those with negative pressure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 61 % without an ante-room .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Capacity to manage pediatric patients infected with a highly pathogenic airborne-transmitted organism during an epidemic is limited .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "91"
  }
}