{
  "paper_id": "c146ea9fadc16cfc9571f748391f3aa07f5acbd7",
  "metadata": {
    "title": "Genetic Variation and Population Differentiation in a Medical Herb Houttuynia cordata in China Revealed by Inter-Simple Sequence Repeats (ISSRs)",
    "coda_data_split": "train",
    "coda_paper_id": 10685,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Houttuynia cordata is an important traditional Chinese herb with unresolved genetics and taxonomy, which lead to potential problems in the conservation and utilization of the resource. Inter-simple sequence repeat (ISSR) markers were used to assess the level and distribution of genetic diversity in 226 individuals from 15 populations of H. cordata in China. ISSR analysis revealed low genetic variations within populations but high genetic differentiations among populations. This genetic structure probably mainly reflects the historical association among populations. Genetic cluster analysis showed that the basal clade is composed of populations from Southwest China, and the other populations have continuous and eastward distributions. The structure of genetic diversity in H. cordata demonstrated that this species might have survived in Southwest China during the glacial age, and subsequently experienced an eastern postglacial expansion. Based on the results of genetic analysis, it was proposed that as many as possible targeted populations for conservation be included.",
      "sentences": [
        [
          {
            "segment_text": "Houttuynia cordata is an important traditional Chinese herb with unresolved genetics and taxonomy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which lead to potential problems in the conservation and utilization of the resource .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inter-simple sequence repeat ( ISSR ) markers were used to assess the level and distribution of genetic diversity in 226 individuals from 15 populations of H. cordata in China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ISSR analysis revealed low genetic variations within populations but high genetic differentiations among populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This genetic structure probably mainly reflects the historical association among populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic cluster analysis showed that the basal clade is composed of populations from Southwest China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the other populations have continuous and eastward distributions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The structure of genetic diversity in H. cordata demonstrated that this species might have survived in Southwest China during the glacial age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and subsequently experienced an eastern postglacial expansion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the results of genetic analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was proposed that as many as possible targeted populations for conservation be included .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "165"
  }
}