{
  "paper_id": "c1537ba0e1eb2b64f85f45367f16dc4e15d566a3",
  "metadata": {
    "title": "The Calcium-Sensing Receptor Regulates Plasma Membrane Calcium Adenosine Triphosphatase Isoform 2 Activity in Mammary Epithelial Cells: A Mechanism for Calcium-Regulated Calcium Transport into Milk",
    "coda_data_split": "train",
    "coda_paper_id": 5564,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The calcium-sensing receptor (CaR) regulates transepithelial calcium transport into milk by mammary epithelial cells. Using a genome-wide screening strategy, we identified the plasma membrane calcium ATPase isoform 2 (PMCA2) as a potential downstream target of the CaR. We show that PMCA2 expression in the mouse mammary gland increases during lactation and that PMCA2 is localized solely to the apical plasma membrane of mammary epithelial cells. In milk from deafwaddler mice, which have mutations in the gene encoding PMCA2, calcium concentrations were reduced, confirming its importance in calcium transport into milk. Furthermore, in cultured primary and EpH4 mouse mammary epithelial cells, CaR stimulation up-regulated calcium-dependent ATPase ac-tivity in plasma membrane preparations. By small interfering RNA-mediated gene knockdown of PMCA2, we show that PMCA2 accounts for the preponderance of calcium-ATPase activity. We also show that reduction of CaR expression with small interfering RNA eliminates the ability of extracellular calcium to elicit an increase in calcium-dependent ATPase activity in EpH4 cell membranes. These results demonstrate that activation of the CaR increases PMCA2 activity in mouse mammary epithelial cells, providing a mechanism for the regulation of transepithelial calcium transport by calcium in the lactating mouse mammary gland. (Endocrinology 148: 5943-5954, 2007)",
      "sentences": [
        [
          {
            "segment_text": "The calcium-sensing receptor ( CaR ) regulates transepithelial calcium transport into milk by mammary epithelial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a genome-wide screening strategy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified the plasma membrane calcium ATPase isoform 2 ( PMCA2 ) as a potential downstream target of the CaR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that PMCA2 expression in the mouse mammary gland increases during lactation and that PMCA2 is localized solely to the apical plasma membrane of mammary epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In milk from deafwaddler mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which have mutations in the gene encoding PMCA2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "calcium concentrations were reduced , confirming its importance in calcium transport into milk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , in cultured primary and EpH4 mouse mammary epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CaR stimulation up-regulated calcium-dependent ATPase ac-tivity in plasma membrane preparations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By small interfering RNA-mediated gene knockdown of PMCA2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we show that PMCA2 accounts for the preponderance of calcium-ATPase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that reduction of CaR expression with small interfering RNA eliminates the ability of extracellular calcium to elicit an increase in calcium-dependent ATPase activity in EpH4 cell membranes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that activation of the CaR increases PMCA2 activity in mouse mammary epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing a mechanism for the regulation of transepithelial calcium transport by calcium in the lactating mouse mammary gland .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Endocrinology 148 : 5943-5954 , 2007 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "221"
  }
}