{
  "paper_id": "c154492adbac77d3e2400315a3174e05524390e1",
  "metadata": {
    "title": "Sources and contamination routes of microbial pathogens to fresh produce during field cultivation: A review",
    "coda_data_split": "train",
    "coda_paper_id": 3398,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Foodborne illness resulting from the consumption of contaminated fresh produce is a common phenomenon and has severe effects on human health together with severe economic and social impacts. The implications of foodborne diseases associated with fresh produce have urged research into the numerous ways and mechanisms through which pathogens may gain access to produce, thereby compromising microbiological safety. This review provides a background on the various sources and pathways through which pathogenic bacteria contaminate fresh produce; the survival and proliferation of pathogens on fresh produce while growing and potential methods to reduce microbial contamination before harvest. Some of the established bacterial contamination sources include contaminated manure, irrigation water, soil, livestock/ wildlife, and numerous factors influence the incidence, fate, transport, survival and proliferation of pathogens in the wide variety of sources where they are found. Once pathogenic bacteria have been introduced into the growing environment, they can colonize and persist on fresh produce using a variety of mechanisms. Overall, microbiological hazards are significant; therefore, ways to reduce sources of contamination and a deeper understanding of pathogen survival and growth on fresh produce in the field are required to reduce risk to human health and the associated economic consequences.",
      "sentences": [
        [
          {
            "segment_text": "Foodborne illness resulting from the consumption of contaminated fresh produce is a common phenomenon and has severe effects on human health together with severe economic and social impacts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The implications of foodborne diseases associated with fresh produce have urged research into the numerous ways and mechanisms through which pathogens may gain access to produce , thereby compromising microbiological safety .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides a background on the various sources and pathways through which pathogenic bacteria contaminate fresh produce ; the survival and proliferation of pathogens on fresh produce while growing and potential methods to reduce microbial contamination before harvest .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of the established bacterial contamination sources include contaminated manure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "irrigation water , soil , livestock / wildlife ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and numerous factors influence the incidence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fate , transport , survival and proliferation of pathogens in the wide variety of sources where they are found .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Once pathogenic bacteria have been introduced into the growing environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they can colonize and persist on fresh produce using a variety of mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , microbiological hazards are significant ; therefore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ways to reduce sources of contamination and a deeper understanding of pathogen survival and growth on fresh produce in the field are required to reduce risk to human health and the associated economic consequences .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "217"
  }
}