{
  "paper_id": "c16d19032f42486b997727ee0f732ab9fd5b9a84",
  "metadata": {
    "title": "Rhesus macaque IFITM3 gene polymorphisms and SIV infection",
    "coda_data_split": "train",
    "coda_paper_id": 6324,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interferon-induced transmembrane proteins (IFITMs) have been recognized as important antiviral effectors of the innate immune system, both in cell culture and in infected humans. In particular, polymorphisms of the human IFITM3 gene have been shown to affect disease severity and progression in influenza A virus (FLUAV) and human immunodeficiency virus (HIV) infection, respectively. Rhesus macaques (Macaca mulatta) are commonly used to model human infections and the experimental inoculation of these animals with simian immunodeficiency virus (SIV) is one of the best models for HIV/AIDS in humans. However, information on the role of IFITM3 in SIV infection of rhesus macaques is currently lacking. We show that rhesus macaque (rh) IFITM3 inhibits SIV and FLUAV entry in cell culture, although with moderately reduced efficiency as compared to its human counterpart. We further report the identification of 16 polymorphisms in the rhIFITM3 gene, three of which were exonic and synonymous while the remainder was located in non-coding regions. Employing previously characterized samples from two cohorts of SIV-infected rhesus macaques, we investigated the relationship between these rhIFITM3 polymorphisms and both AIDS-free survival time and virus load. In cohort 1, several intronic polymorphisms were significantly associated with virus load or survival. However, an association with both parameters was not observed and significance was lost in most cases when animals were stratified for the presence of MHC allele Mamu-A1*001. Moreover, no significant genotype-phenotype associations were detected in cohort 2. These results suggest that, although IFITM3 can inhibit SIV infection in cell culture, genetic variation in rhIFITM3 might have only a minor impact on the course of SIV infection in experimentally infected animals.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-induced transmembrane proteins ( IFITMs ) have been recognized as important antiviral effectors of the innate immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both in cell culture and in infected humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , polymorphisms of the human IFITM3 gene have been shown to affect disease severity and progression in influenza A virus ( FLUAV ) and human immunodeficiency virus ( HIV ) infection , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rhesus macaques ( Macaca mulatta ) are commonly used to model human infections and the experimental inoculation of these animals with simian immunodeficiency virus ( SIV ) is one of the best models for HIV/AIDS in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , information on the role of IFITM3 in SIV infection of rhesus macaques is currently lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that rhesus macaque ( rh ) IFITM3 inhibits SIV and FLUAV entry in cell culture ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "although with moderately reduced efficiency as compared to its human counterpart .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We further report the identification of 16 polymorphisms in the rhIFITM3 gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three of which were exonic and synonymous while the remainder was located in non-coding regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Employing previously characterized samples from two cohorts of SIV-infected rhesus macaques ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we investigated the relationship between these rhIFITM3 polymorphisms and both AIDS-free survival time and virus load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In cohort 1 , several intronic polymorphisms were significantly associated with virus load or survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , an association with both parameters was not observed and significance was lost in most cases when animals were stratified for the presence of MHC allele Mamu-A1 * 001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , no significant genotype-phenotype associations were detected in cohort 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that , although IFITM3 can inhibit SIV infection in cell culture ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genetic variation in rhIFITM3 might have only a minor impact on the course of SIV infection in experimentally infected animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "303"
  }
}