{
  "paper_id": "c1909700d68a75f5d5390928295e7a4949c4cc41",
  "metadata": {
    "title": "An unusual cause of fever of unknown origin with enlarged lymph nodes-relapsing polychondritis A case report",
    "coda_data_split": "train",
    "coda_paper_id": 4421,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Fever of unknown origin (FUO) is a common initial presentation leading to a diagnostic challenge.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Fever of unknown origin ( FUO ) is a common initial presentation leading to a diagnostic challenge .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Patient concerns: A 3-month history of moderate-to-high fever was reported in an otherwise healthy 54-year-old man. Enhanced computed tomography (CT) scans of his chest showed a remarkable progressive enlargement of bilateral cervical, supraclavicular, hilar, and mediastinal lymph nodes within 2 weeks. Bronchofibroscopy manifested obvious luminal stenosis with swelling, thick pale mucosa, and disappearing of structures of trachea cricoid cartilage, followed by a 18F-fluorodeoxyglucose positron-emission tomography-computed tomography (18F-FDG PET/CT) with intense symmetric FDG uptake in larynx, tracheobronchial tree, and hilar, mediastinal, and axillary lymph nodes being demonstrated.",
      "sentences": [
        [
          {
            "segment_text": "Patient concerns : A 3-month history of moderate-to-high fever was reported in an otherwise healthy 54-year-old man .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enhanced computed tomography ( CT ) scans of his chest showed a remarkable progressive enlargement of bilateral cervical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "supraclavicular , hilar , and mediastinal lymph nodes within 2 weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bronchofibroscopy manifested obvious luminal stenosis with swelling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thick pale mucosa , and disappearing of structures of trachea cricoid cartilage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "followed by a 18F-fluorodeoxyglucose positron-emission tomography-computed tomography ( 18F-FDG PET/CT ) with intense symmetric FDG uptake in larynx ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tracheobronchial tree , and hilar ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mediastinal , and axillary lymph nodes being demonstrated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Diagnosis: A diagnosis of relapsing polychondritis (RP) was finally reached.",
      "sentences": [
        [
          {
            "segment_text": "Diagnosis : A diagnosis of relapsing polychondritis ( RP ) was finally reached .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Interventions: The patient received methylprednisolone 40 mg daily with a gradual tapering in a 4-month follow-up.",
      "sentences": [
        [
          {
            "segment_text": "Interventions : The patient received methylprednisolone 40 mg daily with a gradual tapering in a 4-month follow-up .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Outcomes: The patient experienced no relapse of fever and lymph nodes enlargement in the 4-month follow-up.",
      "sentences": [
        [
          {
            "segment_text": "Outcomes : The patient experienced no relapse of fever and lymph nodes enlargement in the 4-month follow-up .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lessons: Even though long-term fever with multiple lymphadenectasis usually lead to a diagnosis of lymphoma, the bronchoscopic features and evidence from 18F-FDG PET/CT in this case were much more approximate to RP, indicating an importance of a sensible differential diagnosis of RP in patients who present with nonspecific features such as FUO and lymph nodes enlargement. Keeping a high index of clinical suspicion in these patients can help recognize uncommon of RP and promote diagnosis and treatment. Our case highlights the significance of 18F-FDG PET/CT in helping reaching the diagnosis of RP in this condition. This report provides new data regarding the diagnostic difficulties of this rare type of autoimmune disease, and further investigations are needed as cases accumulate.",
      "sentences": [
        [
          {
            "segment_text": "Lessons : Even though long-term fever with multiple lymphadenectasis usually lead to a diagnosis of lymphoma ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the bronchoscopic features and evidence from 18F-FDG PET/CT in this case were much more approximate to RP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating an importance of a sensible differential diagnosis of RP in patients who present with nonspecific features such as FUO and lymph nodes enlargement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Keeping a high index of clinical suspicion in these patients can help recognize uncommon of RP and promote diagnosis and treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our case highlights the significance of 18F-FDG PET/CT in helping reaching the diagnosis of RP in this condition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report provides new data regarding the diagnostic difficulties of this rare type of autoimmune disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and further investigations are needed as cases accumulate .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: 18F-FDG PET/CT \u003d 18F-fluorodeoxyglucose positron-emission tomography-computed tomography, FUO \u003d fever of unknown origin, RP \u003d relapsing pholychondritis.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : 18F-FDG PET/CT \u003d 18F-fluorodeoxyglucose positron-emission tomography-computed tomography ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "FUO \u003d fever of unknown origin , RP \u003d relapsing pholychondritis .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "323"
  }
}