{
  "paper_id": "c1bae96d4de01b63c1531565a0abbdd06ba779b1",
  "metadata": {
    "title": "Journal Pre-proof The COVID-19 pandemic from an ophthalmologist\u0027s perspective The COVID-19 pandemic from an ophthalmologist\u0027s perspective",
    "coda_data_split": "train",
    "coda_paper_id": 10409,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The current COVID-19 pandemic is rapidly spreading around the world. The first doctor to report this new disease was an ophthalmologist: this exemplifies the role of ophthalmologists in an infectious disease pandemic. Here we review how SARS-Cov2 affects the eye and discuss implications for ophthalmologists.",
      "sentences": [
        [
          {
            "segment_text": "The current COVID-19 pandemic is rapidly spreading around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first doctor to report this new disease was an ophthalmologist : this exemplifies the role of ophthalmologists in an infectious disease pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review how SARS-Cov2 affects the eye and discuss implications for ophthalmologists .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "and will never be medically evaluated. (II) To date we have no data regarding how many patients with conjunctivitis (who did or didn\u0027t attended the eye emergency department) developed COVID-19 in the following days. (III) During the COVID-19 epidemic ophthalmologists may have to deal with patients affected by conjunctivitis of other nature and have no guidelines on how to make a differential diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "and will never be medically evaluated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( II ) To date we have no data regarding how many patients with conjunctivitis ( who did or did n\u0027t attended the eye emergency department ) developed COVID-19 in the following days .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( III ) During the COVID-19 epidemic ophthalmologists may have to deal with patients affected by conjunctivitis of other nature and have no guidelines on how to make a differential diagnosis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "J o u r n a l P r e -p r o o f 3 Furthermore, recent studies suggest that the conjunctiva may represent a possible transmission route [5, 6] . The presence of the SARS-CoV-2 in the conjunctival sac of affected patients is also reported by a nonpeer-reviewed retrospective cohort study [7] . Anecdotal reports further suggested that when no eye protection was worn, the virus could also possibly be transmitted by aerosol contact with conjunctiva and cause infection II [7] . However, the possible transmission of SARS-CoV-2 by conjunctiva is controversial.",
      "sentences": [
        [
          {
            "segment_text": "J o u r n a l P r e - p r o o f 3 Furthermore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent studies suggest that the conjunctiva may represent a possible transmission route ( 5 , 6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of the SARS-CoV-2 in the conjunctival sac of affected patients is also reported by a nonpeer-reviewed retrospective cohort study ( 7 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anecdotal reports further suggested that when no eye protection was worn ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the virus could also possibly be transmitted by aerosol contact with conjunctiva and cause infection II ( 7 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the possible transmission of SARS-CoV-2 by conjunctiva is controversial .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Nevertheless, the WHO and the American Academy of Ophthalmology (AAO) III recommend wearing eye protection (e.g., goggles or shield) when treating patients (potentially) infected with COVID-19 to prevent droplet transmission.",
      "sentences": [
        [
          {
            "segment_text": "Nevertheless , the WHO and the American Academy of Ophthalmology ( AAO ) III recommend wearing eye protection ( e.g. , goggles or shield ) when treating patients ( potentially ) infected with COVID-19 to prevent droplet transmission .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "It can\u0027t be stated enough that, before the ophthalmological check, it is mandatory to know if the patient has COVID-19 symptoms and if the patient has recently been in contact with a confirmed COVID-19 case. A strategy to prevent transmission in ophthalmology outpatient clinics adopted in all public hospitals in Hong Kong during the COVID-19 outbreak should serve as templates for other ophthalmologic practices [8] .",
      "sentences": [
        [
          {
            "segment_text": "It ca n\u0027t be stated enough that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "before the ophthalmological check , it is mandatory to know if the patient has COVID-19 symptoms and if the patient has recently been in contact with a confirmed COVID-19 case .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A strategy to prevent transmission in ophthalmology outpatient clinics adopted in all public hospitals in Hong Kong during the COVID-19 outbreak should serve as templates for other ophthalmologic practices ( 8 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Installation of protective shields on slit lamps were implemented and surgical masks were worn by both ophthalmologists and patients.",
      "sentences": [
        [
          {
            "segment_text": "Installation of protective shields on slit lamps were implemented and surgical masks were worn by both ophthalmologists and patients .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The adoption of strict hand hygiene and wearing goggles or face masks is highly recommended for every ophthalmologist. Because of the proximity to patients\u0027 nose and mouth and the potential exposure to tears, which might contain the virus, ophthalmologists are especially at risk to contracting the disease.",
      "sentences": [
        [
          {
            "segment_text": "The adoption of strict hand hygiene and wearing goggles or face masks is highly recommended for every ophthalmologist .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of the proximity to patients \u0027 nose and mouth and the potential exposure to tears ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might contain the virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ophthalmologists are especially at risk to contracting the disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In 2006 during a major SARS outbreak in Hong Kong. Ophthalmic practices took similar preventive measures (frequent hand washing with the use of chlorhexidine alcoholic handrub; wearing surgical/N95 respirator masks, as well as gloves and water-resistant gowns and visors) to prevent contracting or spreading the SARS infection [9] . Considering that these measures prevented staff and patients from being infected during the SARS epidemic, we recommend that these measures should be adopted in a notdeferrable ophthalmological examination also during this pandemic. In addition to that, the patient should wear mask and gloves during the examination.",
      "sentences": [
        [
          {
            "segment_text": "In 2006 during a major SARS outbreak in Hong Kong .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ophthalmic practices took similar preventive measures ( frequent hand washing with the use of chlorhexidine alcoholic handrub ; wearing surgical/N95 respirator masks , as well as gloves and water-resistant gowns and visors ) to prevent contracting or spreading the SARS infection ( 9 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Considering that these measures prevented staff and patients from being infected during the SARS epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we recommend that these measures should be adopted in a notdeferrable ophthalmological examination also during this pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to that , the patient should wear mask and gloves during the examination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "8",
    "sentence_num": "20",
    "segment_num": "26",
    "token_num": "517"
  }
}