{
  "paper_id": "c1d51e5fd848c7b73da84c14bd82a273fc682f79",
  "metadata": {
    "title": "The aetiology of SARS: Koch\u0027s postulates fulfilled",
    "coda_data_split": "train",
    "coda_paper_id": 5294,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proof that a newly identified coronavirus, severe acute respiratory syndrome coronavirus (SARS-CoV) is the primary cause of severe acute respiratory syndrome (SARS) came from a series of studies on experimentally infected cynomolgus macaques (Macaca fascicularis). SARS-CoV-infected macaques developed a disease comparable to SARS in humans; the virus was re-isolated from these animals and they developed SARS-CoV-specific antibodies. This completed the fulfilment of Koch\u0027s postulates, as modified by Rivers for viral diseases, for SARS-CoV as the aetiological agent of SARS. Besides the macaque model, a ferret and a cat model for SARS-CoV were also developed. These animal models allow comparative pathogenesis studies for SARS-CoV infections and testing of different intervention strategies. The first of these studies has shown that pegylated interferon-␣, a drug approved for human use, limits SARS-CoV replication and lung damage in experimentally infected macaques.",
      "sentences": [
        [
          {
            "segment_text": "Proof that a newly identified coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe acute respiratory syndrome coronavirus ( SARS-CoV ) is the primary cause of severe acute respiratory syndrome ( SARS ) came from a series of studies on experimentally infected cynomolgus macaques ( Macaca fascicularis ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV-infected macaques developed a disease comparable to SARS in humans ; the virus was re-isolated from these animals and they developed SARS-CoV-specific antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This completed the fulfilment of Koch \u0027s postulates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as modified by Rivers for viral diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for SARS-CoV as the aetiological agent of SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides the macaque model , a ferret and a cat model for SARS-CoV were also developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These animal models allow comparative pathogenesis studies for SARS-CoV infections and testing of different intervention strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The first of these studies has shown that pegylated interferon - ␣ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a drug approved for human use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "limits SARS-CoV replication and lung damage in experimentally infected macaques .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Finally, we argue that, given the worldwide nature of the socio-economic changes that have predisposed for the emergence of SARS and avian influenza in Southeast Asia, such changes herald the beginning of a global trend for which we are ill prepared.",
      "sentences": [
        [
          {
            "segment_text": "Finally , we argue that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "given the worldwide nature of the socio-economic changes that have predisposed for the emergence of SARS and avian influenza in Southeast Asia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such changes herald the beginning of a global trend for which we are ill prepared .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "203"
  }
}