{
  "paper_id": "c1eb7483446895edd38acb64e683bfd905d54211",
  "metadata": {
    "title": "Psoralen Inactivation of Viruses: A Process for the Safe Manipulation of Viral Antigen and Nucleic Acid",
    "coda_data_split": "train",
    "coda_paper_id": 7051,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "High consequence human pathogenic viruses must be handled at biosafety level 2, 3 or 4 and must be rendered non-infectious before they can be utilized for molecular or immunological applications at lower biosafety levels. Here we evaluate psoralen-inactivated Arena-, Bunya-, Corona-, Filo-, Flavi-and Orthomyxoviruses for their suitability as antigen in immunological processes and as template for reverse transcription PCR and sequencing. The method of virus inactivation using a psoralen molecule appears to have broad applicability to RNA viruses and to leave both the particle and RNA of the treated virus intact, while rendering the virus non-infectious.",
      "sentences": [
        [
          {
            "segment_text": "High consequence human pathogenic viruses must be handled at biosafety level 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "3 or 4 and must be rendered non-infectious before they can be utilized for molecular or immunological applications at lower biosafety levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we evaluate psoralen-inactivated Arena - ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Bunya - , Corona - ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Filo - , Flavi-and Orthomyxoviruses for their suitability as antigen in immunological processes and as template for reverse transcription PCR and sequencing .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The method of virus inactivation using a psoralen molecule appears to have broad applicability to RNA viruses and to leave both the particle and RNA of the treated virus intact ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while rendering the virus non-infectious .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "109"
  }
}