{
  "paper_id": "c21fb11a9bf37a9ae2d0f6dadb5c08c360046549",
  "metadata": {
    "title": "2′-5′oligoadenylate synthetase 1 (2-5 OAS1) polymorphism is associated with prostate cancer",
    "coda_data_split": "train",
    "coda_paper_id": 8670,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-2′ -5′ -oligoadenylate synthetase (2-5 OAS1), an antiviral, pro-apoptotic and antiproliferative gene converts ATP to a series of 2′ -5′ -oligoadenylates (2-5A). 2-5A in turn activates RNaseL, a candidate hereditary prostate cancer gene. OAS1 polymorphism (rs2660) has been associated with increased susceptibility to infections and various diseases. In general, the low enzyme activity AA genotype promotes susceptibility whereas high enzyme activity GG genotype confers protection. In this study we investigated the association of this functional polymorphism (rs2660) in OAS1 with prostate cancer.",
      "sentences": [
        [
          {
            "segment_text": "Background-2 ′ -5 ′ - oligoadenylate synthetase ( 2-5 OAS1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an antiviral , pro-apoptotic and antiproliferative gene converts ATP to a series of 2 ′ -5 ′ - oligoadenylates ( 2-5A ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "2-5A in turn activates RNaseL ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a candidate hereditary prostate cancer gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "OAS1 polymorphism ( rs2660 ) has been associated with increased susceptibility to infections and various diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In general , the low enzyme activity AA genotype promotes susceptibility whereas high enzyme activity GG genotype confers protection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we investigated the association of this functional polymorphism ( rs2660 ) in OAS1 with prostate cancer .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Sample size and power was calculated using the PGA software. Genomic DNA from a controls (n\u003d140) and prostate cancer patients (n\u003d164) were used for genotyping SNPs rs2660, rs1131454 and rs34137742 on all samples. Statistical analysis was performed using logistic regression model.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Sample size and power was calculated using the PGA software .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genomic DNA from a controls ( n \u003d 140 ) and prostate cancer patients ( n \u003d 164 ) were used for genotyping SNPs rs2660 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rs1131454 and rs34137742 on all samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Statistical analysis was performed using logistic regression model .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Significant association was observed between rs2660 genotype (A/G) and prostate cancer. Genotype AA increased the risk whereas GG genotype decreased the risk of prostate cancer. The GG genotype was not observed in the African American samples. The AA genotype also increased the risk of prostate cancer with age.",
      "sentences": [
        [
          {
            "segment_text": "Results-Significant association was observed between rs2660 genotype ( A/G ) and prostate cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genotype AA increased the risk whereas GG genotype decreased the risk of prostate cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The GG genotype was not observed in the African American samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The AA genotype also increased the risk of prostate cancer with age .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-OAS1 SNP rs2660 AA genotype is significantly associated with prostate cancer whereas GG genotype protects against prostate cancer. OAS1 rs2660 could be a prostate cancer susceptibility polymorphism, a significant observation especially in a context of the OAS1-RNaseL pathway. Thus a functional defect in OAS1 due to rs2660 SNP can not only attenuate RNaseL function, but can also alter cell growth and apoptosis independent of RNaseL.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-OAS1 SNP rs2660 AA genotype is significantly associated with prostate cancer whereas GG genotype protects against prostate cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OAS1 rs2660 could be a prostate cancer susceptibility polymorphism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a significant observation especially in a context of the OAS1-RNaseL pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus a functional defect in OAS1 due to rs2660 SNP can not only attenuate RNaseL function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but can also alter cell growth and apoptosis independent of RNaseL .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "20",
    "token_num": "282"
  }
}