{
  "paper_id": "c2313be1fabd656a38d6b27ec98baa656dcf0961",
  "metadata": {
    "title": "No indications for overt innate immune suppression in critically ill COVID-19 patients",
    "coda_data_split": "train",
    "coda_paper_id": 3127,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "At the end of March 2020, there were in excess of 800.000 confirmed cases of coronavirus disease 2019 worldwide. Several reports suggest that, in severe cases, COVID-19 may cause a hyperinflammatory \"cytokine storm\". However, unlike SARS-CoV infection, high levels of anti-inflammatory mediators have also been reported in COVID-19 patients. One study reported that 16% of COVID-19 patients who died developed secondary infection, which might indicate an immune-suppressed state. We explored kinetics of mHLA-DR expression, the most widely used marker of innate immune suppression in critically ill patients, in COVID-19 patients admitted to the ICU. Twenty-four confirmed COVID-19 patients were included, of which 75% was male and 79% had comorbidities. All patients were mechanically ventilated and exhibited large high levels of inflammatory parameters such as CRP and PCT. mHLA-DR expression levels were mostly within the normal range of 15000-45000 mAb/cell and showed no change over time. COVID-19 patients displayed notably higher mHLA-DR expression levels compared with bacterial septic shock patients. None of the COVID-19 patients developed a secondary infection. In conclusion, despite a pronounced inflammatory response, mHLA-DR expression kinetics indicate no overt innate immune suppression in COVID-19 patients. These data signify that innate immune suppression as a negative feedback mechanism following PAMP-induced inflammation appears not to be present in COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "At the end of March 2020 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there were in excess of 800.000 confirmed cases of coronavirus disease 2019 worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several reports suggest that , in severe cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "COVID-19 may cause a hyperinflammatory `` cytokine storm \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , unlike SARS-CoV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high levels of anti-inflammatory mediators have also been reported in COVID-19 patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One study reported that 16 % of COVID-19 patients who died developed secondary infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which might indicate an immune-suppressed state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We explored kinetics of mHLA-DR expression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the most widely used marker of innate immune suppression in critically ill patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in COVID-19 patients admitted to the ICU .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-four confirmed COVID-19 patients were included ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of which 75 % was male and 79 % had comorbidities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All patients were mechanically ventilated and exhibited large high levels of inflammatory parameters such as CRP and PCT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mHLA-DR expression levels were mostly within the normal range of 15000-45000 mAb/cell and showed no change over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "COVID-19 patients displayed notably higher mHLA-DR expression levels compared with bacterial septic shock patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the COVID-19 patients developed a secondary infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , despite a pronounced inflammatory response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mHLA-DR expression kinetics indicate no overt innate immune suppression in COVID-19 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data signify that innate immune suppression as a negative feedback mechanism following PAMP-induced inflammation appears not to be present in COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "237"
  }
}