{
  "paper_id": "c23d0e5107a2764e299a147d41a8c76ce91c231d",
  "metadata": {
    "title": "Sequence-based approach for rapid identification of cross-clade CD8+ T-cell vaccine candidates from all high-risk HPV strains",
    "coda_data_split": "train",
    "coda_paper_id": 9156,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human papilloma virus (HPV) is the primary etiological agent responsible for cervical cancer in women. Although in total 16 high-risk HPV strains have been identified so far. Currently available commercial vaccines are designed by targeting mainly HPV16 and HPV18 viral strains as these are the most common strains associated with cervical cancer. Because of the high level of antigenic specificity of HPV capsid antigens, the currently available vaccines are not suitable to provide cross-protection from all other high-risk HPV strains. Due to increasing reports of cervical cancer cases from other HPV high-risk strains other than HPV16 and 18, it is crucial to design vaccine that generate reasonable CD8? T-cell responses for possibly all the high-risk strains. With this aim, we have developed a computational workflow to identify conserved cross-clade CD8? T-cell HPV vaccine candidates by considering E1, E2, E6 and E7 proteins from all the highrisk HPV strains. We have identified a set of 14 immunogenic conserved peptide fragments that are supposed to provide protection against infection from any of the high-risk HPV strains across globe.",
      "sentences": [
        [
          {
            "segment_text": "Human papilloma virus ( HPV ) is the primary etiological agent responsible for cervical cancer in women .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although in total 16 high-risk HPV strains have been identified so far .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently available commercial vaccines are designed by targeting mainly HPV16 and HPV18 viral strains as these are the most common strains associated with cervical cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of the high level of antigenic specificity of HPV capsid antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the currently available vaccines are not suitable to provide cross-protection from all other high-risk HPV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to increasing reports of cervical cancer cases from other HPV high-risk strains other than HPV16 and 18 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is crucial to design vaccine that generate reasonable CD8 ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T-cell responses for possibly all the high-risk strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With this aim , we have developed a computational workflow to identify conserved cross-clade CD8 ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "T-cell HPV vaccine candidates by considering E1 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "E2 , E6 and E7 proteins from all the highrisk HPV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have identified a set of 14 immunogenic conserved peptide fragments that are supposed to provide protection against infection from any of the high-risk HPV strains across globe .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "192"
  }
}