{
  "paper_id": "c24908e104243b7e2746f6e32b360588ed7e9d20",
  "metadata": {
    "title": "Air pollution, stock returns, and trading activities in China ☆",
    "coda_data_split": "train",
    "coda_paper_id": 4345,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The relationship between air pollution and stock pricing of locally headquartered firms is explored using firm-level data in China. Severe air pollution results in low returns, turnover, volatility, and high illiquidity, mainly through a home bias. The results remain robust after a series of checks. The relation between air pollution and local firm performance is insignificant, implying that the air pollution effects can be attributed to investor mood bias rather than to economic effects. The sensitivity of stock returns to air pollution is significantly large for highgrowth stocks, distressed stocks, and stocks with high volatility.",
      "sentences": [
        [
          {
            "segment_text": "The relationship between air pollution and stock pricing of locally headquartered firms is explored using firm-level data in China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Severe air pollution results in low returns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "turnover , volatility , and high illiquidity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly through a home bias .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results remain robust after a series of checks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relation between air pollution and local firm performance is insignificant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that the air pollution effects can be attributed to investor mood bias rather than to economic effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity of stock returns to air pollution is significantly large for highgrowth stocks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "distressed stocks , and stocks with high volatility .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "107"
  }
}