{
  "paper_id": "c25e786759a5c261fed053aeeb9298e36b8aed17",
  "metadata": {
    "title": "Noise and Room Acoustic Conditions in a Address for correspondence",
    "coda_data_split": "train",
    "coda_paper_id": 4322,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background and Objectives: Noise levels and room acoustic parameters at a tertiary referral hospital, Seoul National University Hospital (SNUH) in Korea, are investigated. Materials and Methods: Through a questionnaire, acoustically problematic rooms are identified. Noise levels in emergency rooms (ERs) and intensive care units (ICUs) are measured over about three days. Acoustically critical and problematic rooms in the otolaryngology department are measured including examination rooms, operating rooms, nurse stations, receptions, and patient rooms. Results: The A-weighted equivalent noise level, LAeq, ranges from 54 to 56 dBA, which is at least 10 dB lower than the noise levels of 65 to 73 dBA measured in American ERs. In an ICU, the noise level for the first night was 66 dBA, which came down to 56 dBA for the next day. The noise levels during three different ear surgeries vary from 57 to 62 dBA, depending on the use of surgical drills and suctions. The noise levels in a patient room is found to be 47 dBA, while the nurse stations and the receptions have high noise levels up to 64 dBA. The reverberation times in an operation room, examination room, and single patient room are found to be below 0.6 s. Conclusions: At SNUH, the nurse stations and receptions were found to be quite noisy. The ERs were quieter than in the previous studies. The measured reverberation times seemed low enough but some other nurse stations and examination rooms were not satisfactory according to the questionnaire. J Audiol Otol 2019;23(2):76-82 KEY WORDS:0 Hospital noise · ER noise · ICU noise · Ear surgery noise · Reverberation time.",
      "sentences": [
        [
          {
            "segment_text": "Background and Objectives : Noise levels and room acoustic parameters at a tertiary referral hospital ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Seoul National University Hospital ( SNUH ) in Korea , are investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : Through a questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "acoustically problematic rooms are identified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Noise levels in emergency rooms ( ERs ) and intensive care units ( ICUs ) are measured over about three days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Acoustically critical and problematic rooms in the otolaryngology department are measured including examination rooms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "operating rooms , nurse stations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "receptions , and patient rooms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The A-weighted equivalent noise level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "LAeq , ranges from 54 to 56 dBA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is at least 10 dB lower than the noise levels of 65 to 73 dBA measured in American ERs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In an ICU , the noise level for the first night was 66 dBA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which came down to 56 dBA for the next day .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The noise levels during three different ear surgeries vary from 57 to 62 dBA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "depending on the use of surgical drills and suctions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The noise levels in a patient room is found to be 47 dBA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the nurse stations and the receptions have high noise levels up to 64 dBA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The reverberation times in an operation room ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "examination room , and single patient room are found to be below 0.6 s. Conclusions : At SNUH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the nurse stations and receptions were found to be quite noisy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ERs were quieter than in the previous studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The measured reverberation times seemed low enough but some other nurse stations and examination rooms were not satisfactory according to the questionnaire .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "J Audiol Otol 2019 ; 23 ( 2 ) : 76-82 KEY WORDS : 0 Hospital noise · ER noise · ICU noise · Ear surgery noise · Reverberation time .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (https://creativecommons.org/licenses/by-nc/4.0/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
      "sentences": [
        [
          {
            "segment_text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( https://creativecommons.org/licenses/by-nc/4.0/ ) which permits unrestricted non-commercial use ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "distribution , and reproduction in any medium ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "provided the original work is properly cited .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "www.ejao.org 77",
      "sentences": [
        [
          {
            "segment_text": "www.ejao.org 77",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Cho WH, et al.",
      "sentences": [
        [
          {
            "segment_text": "Cho WH , et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "28",
    "token_num": "364"
  }
}