{
  "paper_id": "c25e535e8cb1fa2ff9e24c6e582d261d09551632",
  "metadata": {
    "title": "Melatonin is responsible for rice resistance to rice stripe virus infection through a nitric oxide-dependent pathway",
    "coda_data_split": "train",
    "coda_paper_id": 6174,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rice stripe virus (RSV) causes one of the most important rice virus diseases of plants in East Asia. However, the molecular mechanisms controlling rice resistance to RSV infection are largely unknown. Recently, several studies presented a novel model that melatonin (MT) and nitric oxide (NO) participate in the plant-pathogen interaction in a synergetic manner. In this study, there was a difference in MT content between two rice varieties that correlated with one being susceptible and one being resistant to RSV, which suggested that MT is related to RSV resistance. In addition, a test with two NO biosynthesis inhibitors revealed that NO inhibitor were able to increase the disease incidence of RSV. A pharmacological experiment with exogenous MT and NO showed that increased MT and NO in the MT-pretreated plants led to lower disease incidences; however, only NO increased in a NO-releasing reagent [sodium nitroprusside (SNP)] pretreated plants. The expressions level of OsPR1b and OsWRKY 45 were significantly induced by MT and NO. These results suggest that rice resistance to RSV can be improved by increased MT through a NO-dependent pathway.",
      "sentences": [
        [
          {
            "segment_text": "Rice stripe virus ( RSV ) causes one of the most important rice virus diseases of plants in East Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the molecular mechanisms controlling rice resistance to RSV infection are largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , several studies presented a novel model that melatonin ( MT ) and nitric oxide ( NO ) participate in the plant-pathogen interaction in a synergetic manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , there was a difference in MT content between two rice varieties that correlated with one being susceptible and one being resistant to RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggested that MT is related to RSV resistance .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , a test with two NO biosynthesis inhibitors revealed that NO inhibitor were able to increase the disease incidence of RSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A pharmacological experiment with exogenous MT and NO showed that increased MT and NO in the MT-pretreated plants led to lower disease incidences ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only NO increased in a NO-releasing reagent ( sodium nitroprusside ( SNP ) ) pretreated plants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expressions level of OsPR1b and OsWRKY 45 were significantly induced by MT and NO .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that rice resistance to RSV can be improved by increased MT through a NO-dependent pathway .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "205"
  }
}