{
  "paper_id": "c2749a18c00e1668167a5f65d6d9ff7896f25465",
  "metadata": {
    "title": "Respiratory syncytial virus seasonality in Brazil: implications for the immunisation policy for at-risk populations",
    "coda_data_split": "train",
    "coda_paper_id": 5080,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory syncytial virus (RSV) infection is the leading cause of hospitalisation for respiratory diseases among children under 5 years old. The aim of this study was to analyse RSV seasonality in the five distinct regions of Brazil using time series analysis (wavelet and Fourier series) of the following indicators: monthly positivity of the immunofluorescence reaction for RSV identified by virologic surveillance system, and rate of hospitalisations per bronchiolitis and pneumonia due to RSV in children under 5 years old (codes CID-10 J12.1, J20.5, J21.0 and J21.9). A total of 12,501 samples with 11.6% positivity for RSV (95% confidence interval 11 -12.2), varying between 7.1 and 21.4% in the five Brazilian regions, was analysed. A strong trend for annual cycles with a stable stationary pattern in the five regions was identified through wavelet analysis of the indicators. The timing of RSV activity by Fourier analysis was similar between the two indicators analysed and showed regional differences. This study reinforces the importance of adjusting the immunisation period for high risk population with the monoclonal antibody palivizumab taking into account regional differences in seasonality of RSV.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) infection is the leading cause of hospitalisation for respiratory diseases among children under 5 years old .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to analyse RSV seasonality in the five distinct regions of Brazil using time series analysis ( wavelet and Fourier series ) of the following indicators : monthly positivity of the immunofluorescence reaction for RSV identified by virologic surveillance system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and rate of hospitalisations per bronchiolitis and pneumonia due to RSV in children under 5 years old ( codes CID-10 J12 .1 , J20 .5 , J21 .0 and J21 .9 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 12,501 samples with 11.6 % positivity for RSV ( 95 % confidence interval 11 -12.2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "varying between 7.1 and 21.4 % in the five Brazilian regions , was analysed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A strong trend for annual cycles with a stable stationary pattern in the five regions was identified through wavelet analysis of the indicators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The timing of RSV activity by Fourier analysis was similar between the two indicators analysed and showed regional differences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study reinforces the importance of adjusting the immunisation period for high risk population with the monoclonal antibody palivizumab taking into account regional differences in seasonality of RSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "210"
  }
}