{
  "paper_id": "c29d9817b5d3f5542d1aa9ce9eceb62376817b6d",
  "metadata": {
    "title": "Xijiao Dihuang Decoction combined with Yinqiao Powder reverses influenza virus-induced F-actin reorganization in PMVECs by inhibiting ERM phosphorylation",
    "coda_data_split": "train",
    "coda_paper_id": 5381,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: It has been documented that ezrin/radixin/moesin (ERM) phosphorylation by the p38 mitogen-activated protein kinase (MAPK), Rho/ROCK, and protein kinase C (PKC) pathways leads to filamentous actin (F-actin) reorganization and microvascular endothelial cell hyperpermeability. In this study, we investigated the effects of Xijiao Dihuang Decoction combined with Yinqiao Powder (XDY) on influenza virus (IV)-induced F-actin restructuring and ERM phosphorylation regulated by the Rho/Rho kinase 1 (ROCK), p38 MAPK, and PKC signaling pathways in pulmonary microvascular endothelial cells (PMVECs). Methods: Serum containing XDY (XDY-CS; 13.8 g/kg) was acquired using standard protocols for serum pharmacology. Primary PMVECs were obtained from male Wistar rats and cultured. After adsorption of IV A (multiplicity of infection, 0.01) for 1 h, medium with 20% XDY-CS was added to the PMVECs. The distributions of F-actin and phosphorylated ERM were determined by confocal microscopy, and F-actin expression was measured by flow cytometry. The expression levels of ROCK1, phosphorylated myosin phosphatase target-subunit",
      "sentences": [
        [
          {
            "segment_text": "Objective : It has been documented that ezrin/radixin/moesin ( ERM ) phosphorylation by the p38 mitogen-activated protein kinase ( MAPK ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Rho/ROCK , and protein kinase C ( PKC ) pathways leads to filamentous actin ( F-actin ) reorganization and microvascular endothelial cell hyperpermeability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we investigated the effects of Xijiao Dihuang Decoction combined with Yinqiao Powder ( XDY ) on influenza virus ( IV ) - induced F-actin restructuring and ERM phosphorylation regulated by the Rho/Rho kinase 1 ( ROCK ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "p38 MAPK , and PKC signaling pathways in pulmonary microvascular endothelial cells ( PMVECs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Serum containing XDY ( XDY-CS ; 13.8 g/kg ) was acquired using standard protocols for serum pharmacology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primary PMVECs were obtained from male Wistar rats and cultured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After adsorption of IV A ( multiplicity of infection , 0.01 ) for 1 h ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "medium with 20 % XDY-CS was added to the PMVECs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The distributions of F-actin and phosphorylated ERM were determined by confocal microscopy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and F-actin expression was measured by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression levels of ROCK1 , phosphorylated myosin phosphatase target-subunit",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "194"
  }
}