{
  "paper_id": "c2a69ec62b5553d158b04c9a91409e451f91e2ee",
  "metadata": {
    "title": "Demographic and environmental drivers of metagenomic viral diversity in vampire bats",
    "coda_data_split": "train",
    "coda_paper_id": 2465,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses infect all forms of life and play critical roles as agents of disease, drivers of biochemical cycles and sources of genetic diversity for their hosts. Our understanding of viral diversity derives primarily from comparisons among host species, precluding insight into how intraspecific variation in host ecology affects viral communities or how predictable viral communities are across populations. Here we test spatial, demographic and environmental hypotheses explaining viral richness and community composition across populations of common vampire bats, which occur in diverse habitats of North, Central and South America. We demonstrate marked variation in viral communities that was not consistently predicted by a null model of declining community similarity with increasing spatial or genetic distances separating populations. We also find no evidence that larger bat colonies host greater viral diversity.",
      "sentences": [
        [
          {
            "segment_text": "Viruses infect all forms of life and play critical roles as agents of disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "drivers of biochemical cycles and sources of genetic diversity for their hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our understanding of viral diversity derives primarily from comparisons among host species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "precluding insight into how intraspecific variation in host ecology affects viral communities or how predictable viral communities are across populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we test spatial , demographic and environmental hypotheses explaining viral richness and community composition across populations of common vampire bats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which occur in diverse habitats of North , Central and South America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrate marked variation in viral communities that was not consistently predicted by a null model of declining community similarity with increasing spatial or genetic distances separating populations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also find no evidence that larger bat colonies host greater viral diversity .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Instead, viral diversity follows an elevational gradient, is enriched by juvenile-biased age structure, and declines with local anthropogenic food resources as measured by livestock density. Our results establish the value of linking the modern influx of metagenomic sequence data with comparative ecology, reveal that snapshot views of viral diversity are unlikely to be representative at the species level, and affirm existing ecological theories that link host ecology not only to single pathogen dynamics but also to viral communities.",
      "sentences": [
        [
          {
            "segment_text": "Instead , viral diversity follows an elevational gradient ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is enriched by juvenile-biased age structure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and declines with local anthropogenic food resources as measured by livestock density .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results establish the value of linking the modern influx of metagenomic sequence data with comparative ecology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reveal that snapshot views of viral diversity are unlikely to be representative at the species level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and affirm existing ecological theories that link host ecology not only to single pathogen dynamics but also to viral communities .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Chiroptera, community assembly, demography, Desmodus rotundus, elevational gradient, infectious diseases, population structure, shotgun metagenomics, virome, wildlife disease | 27 BERGNER Et al.",
      "sentences": [
        [
          {
            "segment_text": "Chiroptera , community assembly , demography ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Desmodus rotundus , elevational gradient ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infectious diseases , population structure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shotgun metagenomics , virome , wildlife disease | 27 BERGNER Et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "257"
  }
}