{
  "paper_id": "c2aedc38ec54bfe4e7aa93515bb1a683c8b6c1a3",
  "metadata": {
    "title": "Quorum sensing affects virulence-associated proteins F1, LcrV, KatY and pH6 etc. of Yersinia pestis as revealed by protein microarray-based antibody profiling",
    "coda_data_split": "train",
    "coda_paper_id": 2408,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Protein microarray that consists of virulence-associated proteins of Yersinia pestis is used to compare antibody profiles elicited by the wildtype and quorum sensing (QS) mutant strain of this bacterium to define the immunogens that are impacted by QS. The results will lead the way for future functional proteomics studies. The antibody profile that was induced by the QS mutant differed from that of the parent strain. Detailed comparison of the antibody profiles, according to the proteins\u0027 functional annotations, showed that QS affects the expression of many virulenceassociated proteins of Y. pestis. The antibodies to many virulence-associated proteins were not detected or lower titers of antibodies to many proteins were detected in the sera of rabbits immunized with the QS mutant, relative to those of the wild type, which indicated that these proteins were not expressed or expressed at relatively lower levels in the QS mutant. The results demonstrated that antibody profiling by protein microarrays is a promising high-throughput method for revealing the interactions between pathogens and the host immune system.",
      "sentences": [
        [
          {
            "segment_text": "Protein microarray that consists of virulence-associated proteins of Yersinia pestis is used to compare antibody profiles elicited by the wildtype and quorum sensing ( QS ) mutant strain of this bacterium to define the immunogens that are impacted by QS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results will lead the way for future functional proteomics studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibody profile that was induced by the QS mutant differed from that of the parent strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detailed comparison of the antibody profiles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "according to the proteins \u0027 functional annotations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed that QS affects the expression of many virulenceassociated proteins of Y. pestis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibodies to many virulence-associated proteins were not detected or lower titers of antibodies to many proteins were detected in the sera of rabbits immunized with the QS mutant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "relative to those of the wild type ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicated that these proteins were not expressed or expressed at relatively lower levels in the QS mutant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated that antibody profiling by protein microarrays is a promising high-throughput method for revealing the interactions between pathogens and the host immune system .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "183"
  }
}