{
  "paper_id": "c2c2a36271b529e0f48de73f88caa85abda8d965",
  "metadata": {
    "title": "History of Passive Antibody Administration for Prevention and Treatment of Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 9509,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of the review-We describe the history of passive immunization to provide context for the series of articles to follow. The history of passive immunization with antibodies to prevent or treat infectious diseases is a story of different eras. There was an extraordinary era of discovery and clinical implementation before the chemical nature of antibodies was even known. This empirical process provided the resources and reagents used to describe and characterize humoral immunity, better define the chemical properties and structure of antibodies, and extend the clinical use of immunoglobulin products to treat or prevent multiple viral and bacterial diseases over the ensuing several decades. The next distinct era came with the discovery of processes to produce monoclonal antibodies (mAb), and development of more specific therapies. Interestingly, mAb technology resulted in many products to treat autoimmune and allergic diseases, but only one common infectious disease, respiratory syncytial virus, and only in a restricted population of highrisk infants.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of the review-We describe the history of passive immunization to provide context for the series of articles to follow .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The history of passive immunization with antibodies to prevent or treat infectious diseases is a story of different eras .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There was an extraordinary era of discovery and clinical implementation before the chemical nature of antibodies was even known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This empirical process provided the resources and reagents used to describe and characterize humoral immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "better define the chemical properties and structure of antibodies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and extend the clinical use of immunoglobulin products to treat or prevent multiple viral and bacterial diseases over the ensuing several decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The next distinct era came with the discovery of processes to produce monoclonal antibodies ( mAb ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and development of more specific therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , mAb technology resulted in many products to treat autoimmune and allergic diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but only one common infectious disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory syncytial virus , and only in a restricted population of highrisk infants .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Recent findings-The current era began with a series of publications in 2008 demonstrating processes for rapidly producing human mAbs.",
      "sentences": [
        [
          {
            "segment_text": "Recent findings-The current era began with a series of publications in 2008 demonstrating processes for rapidly producing human mAbs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Summary-This technology combined with new sequencing technology, advances in structural biology, atomic-level molecular design, and increased capacity for synthetic biology, promises new opportunities to apply passive immunization to the prevention and treatment of infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Summary-This technology combined with new sequencing technology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "advances in structural biology , atomic-level molecular design ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and increased capacity for synthetic biology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "promises new opportunities to apply passive immunization to the prevention and treatment of infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "231"
  }
}