{
  "paper_id": "c2d4efc02a8e37fb93eafe7ddb9eff42e0c600b2",
  "metadata": {
    "title": "Mechanisms of Accountability for the Realization of the Right to Health in China",
    "coda_data_split": "train",
    "coda_paper_id": 6923,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "China ratified the International Covenant on Economic, Social and Cultural Rights in 2001. It thus bears obligations under Article 12 of the covenant to take appropriate measures at the domestic level to realize the right to health in China. Accountability is an important component of the right to health. This article examines whether the Western concept of accountability, recently imported into China, has the potential to improve the protection of the right to health within China\u0027s existing political, legal, and cultural framework. In so doing, it reviews current Chinese institutional mechanisms and considers the use of less formal mechanisms by which duty-bearers might be held accountable in China. More specifically, this article provides an overview of a range of health-related accountability mechanisms, including judicial, political, administrative, professional, and social accountability arrangements. It concludes that although there is the basis of an accountability framework for the right to health in China, the effective operation of accountability mechanisms is hindered by longstanding cultural and political barriers.",
      "sentences": [
        [
          {
            "segment_text": "China ratified the International Covenant on Economic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Social and Cultural Rights in 2001 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It thus bears obligations under Article 12 of the covenant to take appropriate measures at the domestic level to realize the right to health in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accountability is an important component of the right to health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article examines whether the Western concept of accountability ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "recently imported into China , has the potential to improve the protection of the right to health within China \u0027s existing political ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "legal , and cultural framework .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In so doing , it reviews current Chinese institutional mechanisms and considers the use of less formal mechanisms by which duty-bearers might be held accountable in China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "More specifically , this article provides an overview of a range of health-related accountability mechanisms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including judicial , political , administrative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "professional , and social accountability arrangements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It concludes that although there is the basis of an accountability framework for the right to health in China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the effective operation of accountability mechanisms is hindered by longstanding cultural and political barriers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "185"
  }
}