{
  "paper_id": "c2f26553c5492b3ea15adbe296032b7e8f3b2876",
  "metadata": {
    "title": "Loop-mediated isothermal amplification (LAMP): recent progress in research and development",
    "coda_data_split": "train",
    "coda_paper_id": 8197,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "is an established technology that continues to attract the attention of researchers in many fields. Research and development efforts on LAMP technology in recent years have focused on two major areas; first, the study of its clinical application as an approved in vitro diagnostics tool in Japan and certain other countries; and second, research aimed at further simplifying the LAMP test process. This review provides an overview of the status of LAMP on these two topics by summarizing research work conducted, in the main, after our previous review article.",
      "sentences": [
        [
          {
            "segment_text": "is an established technology that continues to attract the attention of researchers in many fields .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research and development efforts on LAMP technology in recent years have focused on two major areas ; first ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the study of its clinical application as an approved in vitro diagnostics tool in Japan and certain other countries ; and second ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research aimed at further simplifying the LAMP test process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an overview of the status of LAMP on these two topics by summarizing research work conducted ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in the main , after our previous review article .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "98"
  }
}