{
  "paper_id": "c2fe0ef56d339b6fe554a8d0ef4105cd7dbe56d6",
  "metadata": {
    "title": "Journal of the Pediatric Infectious Diseases Society Clinical Vignettes: Donor-Derived Infections",
    "coda_data_split": "train",
    "coda_paper_id": 4749,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Patients undergoing solid organ transplantation (SOT) may acquire infections from the transplanted organ. Routine screening for common infections are an established part of the pretransplant evaluation of donors and recipients. Likewise, strategies exist for prophylaxis and surveillance for common donorassociated infections including hepatitis B, CMV and EBV. However, despite advances in diagnostic testing to evaluate the infectious risk of donors, unanticipated transmission of pathogens occurs, particularly when donors are asymptomatic or have subtle or unusual manifestations of a transmissible Infection. Infectious diseases (ID) providers play an integral role in donor and recipient risk assessment and can advise transplant centers on organ utilization and guide evaluation and management of the SOT recipient. Consideration of the donor cause of death and preceding clinical syndromes are important for characterizing the potential risk for recipient infection. This allows a more accurate analysis of the risk: benefit of accepting a life-saving organ and risk of infection. ID providers and transplant teams should work closely with organ procurement organizations (OPOs) to solicit additional donor information when a donor-derived infection is suspected so that reporting can be facilitated to ensure communication with the care-teams of other organ recipients from the same donors. National advisory committees work closely with federal agencies to provide oversight, guide policy development, and assess outcomes to assist with the prevention and management of donor-transmitted disease through organ transplantation. The clinical vignettes in this review highlight some of the complexities in the evaluation of potential donor transmission.",
      "sentences": [
        [
          {
            "segment_text": "Patients undergoing solid organ transplantation ( SOT ) may acquire infections from the transplanted organ .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Routine screening for common infections are an established part of the pretransplant evaluation of donors and recipients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Likewise , strategies exist for prophylaxis and surveillance for common donorassociated infections including hepatitis B , CMV and EBV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , despite advances in diagnostic testing to evaluate the infectious risk of donors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unanticipated transmission of pathogens occurs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly when donors are asymptomatic or have subtle or unusual manifestations of a transmissible Infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infectious diseases ( ID ) providers play an integral role in donor and recipient risk assessment and can advise transplant centers on organ utilization and guide evaluation and management of the SOT recipient .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consideration of the donor cause of death and preceding clinical syndromes are important for characterizing the potential risk for recipient infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This allows a more accurate analysis of the risk : benefit of accepting a life-saving organ and risk of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ID providers and transplant teams should work closely with organ procurement organizations ( OPOs ) to solicit additional donor information when a donor-derived infection is suspected so that reporting can be facilitated to ensure communication with the care-teams of other organ recipients from the same donors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "National advisory committees work closely with federal agencies to provide oversight ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "guide policy development , and assess outcomes to assist with the prevention and management of donor-transmitted disease through organ transplantation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical vignettes in this review highlight some of the complexities in the evaluation of potential donor transmission .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "267"
  }
}