{
  "paper_id": "c329031c69d02e51abac14f127253ba0c5efbf0c",
  "metadata": {
    "title": "The Origin and Prevention of Pandemics",
    "coda_data_split": "train",
    "coda_paper_id": 6369,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite the fact that most emerging diseases stem from the transmission of pathogenic agents from animals to humans, the factors that mediate this process are still ill defined. What is known, however, is that the interface between humans and animals is of paramount importance in the process. This review will discuss the importance of the human-animal interface to the disease emergence process. We also provide an overview of factors that are believed to contribute to the origin and global spread of emerging infectious diseases and offer suggestions that may serve as future prevention strategies, such as social mobilization, public health education, behavioral change, and communication strategies. Because there exists no comprehensive global surveillance system to monitor zoonotic disease emergence, the intervention measures discussed herein may prove effective temporary alternatives.",
      "sentences": [
        [
          {
            "segment_text": "Despite the fact that most emerging diseases stem from the transmission of pathogenic agents from animals to humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the factors that mediate this process are still ill defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "What is known , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is that the interface between humans and animals is of paramount importance in the process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will discuss the importance of the human-animal interface to the disease emergence process .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also provide an overview of factors that are believed to contribute to the origin and global spread of emerging infectious diseases and offer suggestions that may serve as future prevention strategies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as social mobilization , public health education ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "behavioral change , and communication strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because there exists no comprehensive global surveillance system to monitor zoonotic disease emergence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the intervention measures discussed herein may prove effective temporary alternatives .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "of this interface will be crucial to future pandemic prevention efforts.",
      "sentences": [
        [
          {
            "segment_text": "of this interface will be crucial to future pandemic prevention efforts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "154"
  }
}