{
  "paper_id": "c3554428b4b39824859a7986329607a3422131ec",
  "metadata": {
    "title": "Viral tricks to grid-lock the type I interferon system",
    "coda_data_split": "train",
    "coda_paper_id": 8873,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Type I interferons (IFN) play a critical role in the innate immune avant-garde against viral infections. Virtually all viruses have developed means to counteract the induction, signaling or antiviral actions of the IFN circuit. Over 170 different virus-encoded IFN-antagonists from 93 distinct viruses have been described up to now, indicating that most viruses interfere with multiple stages of the IFN response. Although every viral IFN antagonist is unique in its own right, four main mechanisms are employed to circumvent innate immune responses: i) general inhibition of cellular gene expression, and ii) sequestration, iii) proteolytic cleavage or iv) proteasomal degradation of key components of the IFN system. The increasing understanding of how different viral IFN antagonists function has been translated to the generation of viruses with mutant IFN antagonists as potential live vaccine candidates. Moreover, IFN antagonists are attractive targets for inhibition by small-molecule compounds.",
      "sentences": [
        [
          {
            "segment_text": "Type I interferons ( IFN ) play a critical role in the innate immune avant-garde against viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virtually all viruses have developed means to counteract the induction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "signaling or antiviral actions of the IFN circuit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over 170 different virus-encoded IFN-antagonists from 93 distinct viruses have been described up to now ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicating that most viruses interfere with multiple stages of the IFN response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although every viral IFN antagonist is unique in its own right ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "four main mechanisms are employed to circumvent innate immune responses : i ) general inhibition of cellular gene expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ii ) sequestration , iii ) proteolytic cleavage or iv ) proteasomal degradation of key components of the IFN system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increasing understanding of how different viral IFN antagonists function has been translated to the generation of viruses with mutant IFN antagonists as potential live vaccine candidates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , IFN antagonists are attractive targets for inhibition by small-molecule compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "163"
  }
}