{
  "paper_id": "c3617dc2a70b0046f95b857cb09cafeebf0a8ce4",
  "metadata": {
    "title": "Lassa virus diversity and feasibility for universal prophylactic vaccine [version 1; referees: 3 approved]",
    "coda_data_split": "train",
    "coda_paper_id": 2593,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": ", which is widely spread in sub-Saharan Africa. LASV infection of natalensis humans can cause Lassa fever (LF), a disease associated with high morbidity and significant mortality. Recent evidence indicates an LASV expansion outside its traditional endemic areas. In 2017, the World Health Organization (WHO) included LASV in top-priority pathogens and released a Target Product Profile (TPP) for vaccine development. Likewise, in 2018, the US Food and Drug Administration added LF to a priority review voucher program to encourage the development of preventive and therapeutics measures. In this article, we review recent progress in LASV vaccine research and development with a focus on the impact of LASV genetic and biological diversity on the design and development of vaccine candidates meeting the WHO\u0027s TPP for an LASV vaccine.",
      "sentences": [
        [
          {
            "segment_text": ", which is widely spread in sub-Saharan Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "LASV infection of natalensis humans can cause Lassa fever ( LF ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a disease associated with high morbidity and significant mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent evidence indicates an LASV expansion outside its traditional endemic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2017 , the World Health Organization ( WHO ) included LASV in top-priority pathogens and released a Target Product Profile ( TPP ) for vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Likewise , in 2018 , the US Food and Drug Administration added LF to a priority review voucher program to encourage the development of preventive and therapeutics measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we review recent progress in LASV vaccine research and development with a focus on the impact of LASV genetic and biological diversity on the design and development of vaccine candidates meeting the WHO \u0027s TPP for an LASV vaccine .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "145"
  }
}