{
  "paper_id": "c3707f63904a49ea98f1d084a78c2e94defd0547",
  "metadata": {
    "title": "Beijing\u0027s Hard and Soft Repression in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 7971,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hong Kong\u0027s new Police Commissioner Chris Tang announced in Beijing on December 7, 2019, that he would use \"both hard and soft approaches\" to end the anti-government protests. This article argues that such \"approaches\" amount to physical and non-physical repression-hard power, but employed by Hong Kong, rather than mainland, forces, combined with sharp power exercised by both Beijing and the local authorities. These measures are responses to the limits on what Beijing can do under the \"one country, two systems\" model. As Beijing cannot send the People\u0027s Liberation Army (PLA), it has subverted Hong Kong\u0027s once-respected civilian police force to act like the mainland\u0027s public security. And as Hong Kong\u0027s judiciary is relatively autonomous and many of the arrested would not be convicted or sentenced, the police have resorted to a decapacitation campaign to inflict direct violence on protesters. Moreover, as the city\u0027s freedom has allowed the public to support protesters in various ways,",
      "sentences": [
        [
          {
            "segment_text": "Hong Kong \u0027s new Police Commissioner Chris Tang announced in Beijing on December 7 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "2019 , that he would use `` both hard and soft approaches \u0027\u0027 to end the anti-government protests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article argues that such `` approaches \u0027\u0027 amount to physical and non-physical repression-hard power ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but employed by Hong Kong ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "rather than mainland , forces ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "combined with sharp power exercised by both Beijing and the local authorities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These measures are responses to the limits on what Beijing can do under the `` one country , two systems \u0027\u0027 model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As Beijing can not send the People \u0027s Liberation Army ( PLA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it has subverted Hong Kong \u0027s once-respected civilian police force to act like the mainland \u0027s public security .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And as Hong Kong \u0027s judiciary is relatively autonomous and many of the arrested would not be convicted or sentenced ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the police have resorted to a decapacitation campaign to inflict direct violence on protesters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , as the city \u0027s freedom has allowed the public to support protesters in various ways ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "185"
  }
}