{
  "paper_id": "c383b8dedcefbf78e370b0152058176d9219330e",
  "metadata": {
    "title": "Transcriptomic Signatures of Tacaribe Virus-Infected Jamaican Fruit Bats",
    "coda_data_split": "train",
    "coda_paper_id": 6104,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Tacaribe virus (TCRV) is a mammalian arenavirus that was first isolated from artibeus bats in the 1950s. Subsequent experimental infection of Jamaican fruit bats (Artibeus jamaicensis) caused a disease similar to that of naturally infected bats. Although substantial attention has focused on bats as reservoir hosts of viruses that cause human disease, little is known about the interactions between bats and their pathogens. We performed a transcriptome-wide study to illuminate the response of Jamaican fruit bats experimentally infected with TCRV. Differential gene expression analysis of multiple tissues revealed global and organ-specific responses associated with innate antiviral responses, including interferon alpha/beta and Toll-like receptor signaling, activation of complement cascades, and cytokine signaling, among others. Genes encoding proteins involved in adaptive immune responses, such as gamma interferon signaling and costimulation of T cells by the CD28 family, were also altered in response to TCRV infection. Immunoglobulin gene expression was also elevated in the spleens of infected bats, including IgG, IgA, and IgE isotypes. These results indicate an active innate and adaptive immune response to TCRV infection occurred but did not prevent fatal disease. This de novo assembly provides a highthroughput data set of the Jamaican fruit bat and its host response to TCRV infection, which remains a valuable tool to understand the molecular signatures involved in antiviral responses in bats.",
      "sentences": [
        [
          {
            "segment_text": "Tacaribe virus ( TCRV ) is a mammalian arenavirus that was first isolated from artibeus bats in the 1950s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subsequent experimental infection of Jamaican fruit bats ( Artibeus jamaicensis ) caused a disease similar to that of naturally infected bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although substantial attention has focused on bats as reservoir hosts of viruses that cause human disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about the interactions between bats and their pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We performed a transcriptome-wide study to illuminate the response of Jamaican fruit bats experimentally infected with TCRV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Differential gene expression analysis of multiple tissues revealed global and organ-specific responses associated with innate antiviral responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including interferon alpha/beta and Toll-like receptor signaling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "activation of complement cascades , and cytokine signaling , among others .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genes encoding proteins involved in adaptive immune responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as gamma interferon signaling and costimulation of T cells by the CD28 family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were also altered in response to TCRV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunoglobulin gene expression was also elevated in the spleens of infected bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including IgG , IgA , and IgE isotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate an active innate and adaptive immune response to TCRV infection occurred but did not prevent fatal disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This de novo assembly provides a highthroughput data set of the Jamaican fruit bat and its host response to TCRV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which remains a valuable tool to understand the molecular signatures involved in antiviral responses in bats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "242"
  }
}