{
  "paper_id": "c3868e20a756883f97b18c851e9e6df7ad0cb11e",
  "metadata": {
    "title": "Adenovirus infection in children with acute lower respiratory tract infections in Beijing, China, 2007 to 2012",
    "coda_data_split": "train",
    "coda_paper_id": 2808,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human adenoviruses (HAdV) play a significant role in pediatric respiratory tract infections. To date, over 60 types of HAdV have been identified. Here, HAdV types are characterized in children in the Beijing area with acute lower respiratory tract infections (ALRTIs) and the clinical features and laboratory findings of hospitalized HAdV-infected cases are described.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human adenoviruses ( HAdV ) play a significant role in pediatric respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , over 60 types of HAdV have been identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , HAdV types are characterized in children in the Beijing area with acute lower respiratory tract infections ( ALRTIs ) and the clinical features and laboratory findings of hospitalized HAdV-infected cases are described .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Respiratory specimens were collected from pediatric patients with ALRTIs in the emergency department or from those admitted to Beijing Children\u0027s Hospital between March 2007 and December 2012. Infections with common respiratory viruses were determined by PCR or RT-PCR. HAdV positive samples were further typed by PCR and sequencing. Results: Among 3356 patients with ALRTIs, 194 (5.8 %) were found to have HAdV infection. HAdV infection was primarily confined to children (88.35 %) less than 5 years of age. A total of 11 different types of HAdV were detected throughout the study period, with HAdV-B7 (49.0 %) and HAdV-B3 (26.3 %) as the most prevalent types, followed by HAdV-C2 (7.7 %) and HAdVC1 (4.6 %). Newly emerging and re-emergent types or variants, HAdV-B55 (n \u003d 5), HAdV-C57 (n \u003d 3), and HAdV-B14p1 (n \u003d 1), were identified. Results also included the reported first case of co-infection with HAdV-C2 and HAdV-C57. Clinical entities of patients with single HAdV infection (n \u003d 49) were similar to those with mixed HAdV/respiratory syncytial virus (RSV) infections (n \u003d 41). Patients with HAdV-B7 infection had longer duration of fever and higher serum levels of muscle enzymes than HAdV-B3-infected patients.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Respiratory specimens were collected from pediatric patients with ALRTIs in the emergency department or from those admitted to Beijing Children \u0027s Hospital between March 2007 and December 2012 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Infections with common respiratory viruses were determined by PCR or RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HAdV positive samples were further typed by PCR and sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Among 3356 patients with ALRTIs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "194 ( 5.8 % ) were found to have HAdV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAdV infection was primarily confined to children ( 88.35 % ) less than 5 years of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 11 different types of HAdV were detected throughout the study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with HAdV-B7 ( 49.0 % ) and HAdV-B3 ( 26.3 % ) as the most prevalent types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by HAdV-C2 ( 7.7 % ) and HAdVC1 ( 4.6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Newly emerging and re-emergent types or variants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAdV-B55 ( n \u003d 5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAdV-C57 ( n \u003d 3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and HAdV-B14p1 ( n \u003d 1 ) , were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results also included the reported first case of co-infection with HAdV-C2 and HAdV-C57 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical entities of patients with single HAdV infection ( n \u003d 49 ) were similar to those with mixed HAdV/respiratory syncytial virus ( RSV ) infections ( n \u003d 41 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with HAdV-B7 infection had longer duration of fever and higher serum levels of muscle enzymes than HAdV-B3-infected patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: During the study period, HAdV-B7 and HAdV-B3 were the predominant types identified in pediatric ALRTIs. HAdV-B7 infection tends to have more severe clinical consequences. The presence of newly emerging types or variants and co-infection with different types of HAdV highlights the need for constant and close surveillance of HAdV infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : During the study period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HAdV-B7 and HAdV-B3 were the predominant types identified in pediatric ALRTIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HAdV-B7 infection tends to have more severe clinical consequences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of newly emerging types or variants and co-infection with different types of HAdV highlights the need for constant and close surveillance of HAdV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "358"
  }
}