{
  "paper_id": "c3a60d9d180f6533c76840edaf8b5216ecf357d8",
  "metadata": {
    "title": "Person to person droplets transmission characteristics in unidirectional ventilated protective isolation room: The impact of initial droplet size",
    "coda_data_split": "train",
    "coda_paper_id": 2939,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Person to person droplets/particles or contaminant cross transmission is an important issue in ventilated environment, especially in the unidirectional ventilated protective isolation room (UVPIR) where the patient\u0027s immune system is extremely low and easily infected. We simulated the dispersion process of the droplets with initial diameter of 100 μm, 10 μm and gaseous contaminant in unidirectional ventilated protective isolation room and studied the droplets dispersion and cross transmission with different sizes. The droplets with initial size of 100 μm settle out of the coughing jet quickly after coming out from mouth and cannot be carried by the coughing jet to the human thermal plume affecting (HTPA) zone of the susceptible manikin. Hence, the larger droplets disperse mainly in the HTPA zone of the source manikin, and the droplets cross transmission between source manikin and susceptible manikin is very small. The droplets with initial size of 10 μm and gaseous contaminant have similar dispersion but different removal process in the UVPIR. Part of the droplets with initial size of 10 μm and gaseous contaminant that are carried by the higher velocity coughing airflow can enter the HTPA zone of the susceptible manikin and disperse around it. The other part cannot spread to the susceptible manikin\u0027s HTPA zone and mainly spread in the source manikin\u0027s HTPA zone. The results from this study would be useful for UVPIR usage and operation in order to minimize the risk of cross infection.",
      "sentences": [
        [
          {
            "segment_text": "Person to person droplets/particles or contaminant cross transmission is an important issue in ventilated environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in the unidirectional ventilated protective isolation room ( UVPIR ) where the patient \u0027s immune system is extremely low and easily infected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We simulated the dispersion process of the droplets with initial diameter of 100 μm ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "10 μm and gaseous contaminant in unidirectional ventilated protective isolation room and studied the droplets dispersion and cross transmission with different sizes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The droplets with initial size of 100 μm settle out of the coughing jet quickly after coming out from mouth and can not be carried by the coughing jet to the human thermal plume affecting ( HTPA ) zone of the susceptible manikin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , the larger droplets disperse mainly in the HTPA zone of the source manikin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the droplets cross transmission between source manikin and susceptible manikin is very small .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The droplets with initial size of 10 μm and gaseous contaminant have similar dispersion but different removal process in the UVPIR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Part of the droplets with initial size of 10 μm and gaseous contaminant that are carried by the higher velocity coughing airflow can enter the HTPA zone of the susceptible manikin and disperse around it .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The other part can not spread to the susceptible manikin \u0027s HTPA zone and mainly spread in the source manikin \u0027s HTPA zone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from this study would be useful for UVPIR usage and operation in order to minimize the risk of cross infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "258"
  }
}