{
  "paper_id": "c3d247dfd60d48b2dcbb5996371c80b01f99dd22",
  "metadata": {
    "title": "Comparing the protective performances of 3 types of N95 filtering facepiece respirators during chest compressions A randomized simulation study",
    "coda_data_split": "train",
    "coda_paper_id": 7580,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective: Healthcare providers in emergency departments should wear respirators for infection protection. However, the wearer\u0027s vigorous movements during cardiopulmonary resuscitation may affect the protective performance of the respirator. Herein, we aimed to assess the effects of chest compressions (CCs) on the protective performance of respirators.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Healthcare providers in emergency departments should wear respirators for infection protection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "However , the wearer \u0027s vigorous movements during cardiopulmonary resuscitation may affect the protective performance of the respirator .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Herein , we aimed to assess the effects of chest compressions ( CCs ) on the protective performance of respirators .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This crossover study evaluated 30 healthcare providers from 1 emergency department who performed CC with real-time feedback. The first, second, and third groups started with a cup-type, fold-type, and valve-type respirator, respectively, after which the respirators were randomized for each group. The fit factors were measured using a quantitative fit testing device before and during the CC in each experiment. The protection rate was defined as the proportion of respirators achieving a fit factor ≥100.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This crossover study evaluated 30 healthcare providers from 1 emergency department who performed CC with real-time feedback .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The first , second , and third groups started with a cup-type ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "fold-type , and valve-type respirator ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , after which the respirators were randomized for each group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The fit factors were measured using a quantitative fit testing device before and during the CC in each experiment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The protection rate was defined as the proportion of respirators achieving a fit factor ≥ 100 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The fold-type respirator had a significantly greater protection rate at baseline (100.0% ± 0.0%) compared to the cup-type (73.6% ± 39.6%, P \u003d .003) and valve-type respirators (87.5% ± 30.3%, P \u003d .012). During the CC, the fit factor values significantly decreased for the cup-type (44.9% ± 42.8%, P \u003c .001) and valve-type respirators (59.5% ± 41.7%, P \u003d .002), but not for the fold-type respirator (93.2% ± 21.7%, P \u003d .095).",
      "sentences": [
        [
          {
            "segment_text": "Results : The fold-type respirator had a significantly greater protection rate at baseline ( 100.0 % ± 0.0 % ) compared to the cup-type ( 73.6 % ± 39.6 % , P \u003d .003 ) and valve-type respirators ( 87.5 % ± 30.3 % , P \u003d .012 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the CC , the fit factor values significantly decreased for the cup-type ( 44.9 % ± 42.8 % , P \u003c .001 ) and valve-type respirators ( 59.5 % ± 41.7 % , P \u003d .002 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not for the fold-type respirator ( 93.2 % ± 21.7 % , P \u003d .095 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The protective performances of respirators may be influenced by CC. Healthcare providers should identify the respirator that provides the best fit for their intended tasks.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The protective performances of respirators may be influenced by CC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Healthcare providers should identify the respirator that provides the best fit for their intended tasks .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: CC \u003d Chest compression, CPR \u003d Cardiopulmonary resuscitation, MERS \u003d Middle East Respiratory Syndrome, NIOSH \u003d National Institute for Occupational Safety and Health.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : CC \u003d Chest compression ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "CPR \u003d Cardiopulmonary resuscitation , MERS \u003d Middle East Respiratory Syndrome ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "NIOSH \u003d National Institute for Occupational Safety and Health .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "307"
  }
}