{
  "paper_id": "c3d3ee0b012a09d8de42c13d046f42ebd291e76e",
  "metadata": {
    "title": "Human metapneumovirus and respiratory syncytial virus: subtle differences but comparable severity",
    "coda_data_split": "train",
    "coda_paper_id": 7715,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human metapneumovirus (hMPV) is a recently discovered virus that causes respiratory illness in children that can lead to hospitalization. Our study was undertaken to further understand hMPV-associated illness, compare clinical characteristics of hMPV and respiratory syncytial virus (RSV), and establish the utility of routine screening for hMPV. We retrospectively identified hMPV-associated illnesses described among children with respiratory symptoms admitted to a tertiary care center in southeast Michigan during the 2006-2007 respiratory viral season. A convenience sample of 256 nasopharyngeal specimens was subjected to nucleic acid extraction and amplification to identify those specimens positive for hMPV. A medical record review was undertaken to retrieve demographic and clinical data of patients with hMPV, comparing them to RSVpositive patients and patients evaluated for respiratory symptoms who were negative for hMPV and RSV. We found that hMPV was the second most commonly identified virus after RSV. hMPV-positive patients were older than RSV-positive patients. Among hMPV-positive patients, pneumonia was diagnosed in 37.5% and bronchiolitis in 31.2%, peribronchial cuffing was present on chest radiographs of 37.5%, antibiotic treatment was used in 81.2%, and admission to the ICU was seen in 37.5%. Finally, hMPV-positive patients were more likely to have fever than RSV-positive patients or patients negative for hMPV and RSV. We concluded that hMPV is a major pathogen associated with hospitalization of children and with the same severity of illness as RSV but in a slightly older population. Because of the apparent prevalence and severity of illness, routine screening should be implemented. This work is licensed under a Creative Commons Attribution 3.0 License (by-nc 3.0). ©Copyright N.",
      "sentences": [
        [
          {
            "segment_text": "Human metapneumovirus ( hMPV ) is a recently discovered virus that causes respiratory illness in children that can lead to hospitalization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our study was undertaken to further understand hMPV-associated illness ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "compare clinical characteristics of hMPV and respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and establish the utility of routine screening for hMPV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We retrospectively identified hMPV-associated illnesses described among children with respiratory symptoms admitted to a tertiary care center in southeast Michigan during the 2006-2007 respiratory viral season .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A convenience sample of 256 nasopharyngeal specimens was subjected to nucleic acid extraction and amplification to identify those specimens positive for hMPV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A medical record review was undertaken to retrieve demographic and clinical data of patients with hMPV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "comparing them to RSVpositive patients and patients evaluated for respiratory symptoms who were negative for hMPV and RSV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that hMPV was the second most commonly identified virus after RSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "hMPV-positive patients were older than RSV-positive patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among hMPV-positive patients , pneumonia was diagnosed in 37.5 % and bronchiolitis in 31.2 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "peribronchial cuffing was present on chest radiographs of 37.5 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antibiotic treatment was used in 81.2 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and admission to the ICU was seen in 37.5 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , hMPV-positive patients were more likely to have fever than RSV-positive patients or patients negative for hMPV and RSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We concluded that hMPV is a major pathogen associated with hospitalization of children and with the same severity of illness as RSV but in a slightly older population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of the apparent prevalence and severity of illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "routine screening should be implemented .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work is licensed under a Creative Commons Attribution 3.0 License ( by-nc 3.0 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "© Copyright N.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "294"
  }
}