{
  "paper_id": "c4073cf01e7461ddaca065207f42879ed953bb77",
  "metadata": {
    "title": "Development of a recombinase polymerase amplification assay with lateral flow dipstick for rapid detection of feline parvovirus",
    "coda_data_split": "train",
    "coda_paper_id": 2522,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline panleukopenia caused by feline parvovirus (FPV), a single-stranded DNA virus, is typically highly contagious and often presents with lethal syndrome. The broad spectrum of possible hosts suggests its potential for transmission from animal to person through close contact with pets. FPV thus serves as an example of the importance of new rapid point-of-care field diagnostic tools for the control and prevention of transmission, especially among rare wild animals and pet cats. Recombinase polymerase amplification (RPA), as a real-time and isothermal method, could be a more affordable alternative to PCR when combined with a lateral flow dipstick (LFD) indicator. In this study, we report a novel FPV lateral flow dipstick RPA (LFD-RPA) instant detection method capable of detecting a range of different FPV strains. The LFD-RPA assay consists of specific primers, probe, and nucleic acid strip. It is capable of detecting 10 2 copies of target nucleic acid per reaction, which is one order of magnitude higher than the sensitivity of traditional PCR. The most suitable reaction conditions for this assay are at 38 ℃ for 15 min. This paper develops an efficient visual detection system that can eliminate the need for professional staff and expensive and sophisticated equipment for field detection.",
      "sentences": [
        [
          {
            "segment_text": "Feline panleukopenia caused by feline parvovirus ( FPV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a single-stranded DNA virus , is typically highly contagious and often presents with lethal syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The broad spectrum of possible hosts suggests its potential for transmission from animal to person through close contact with pets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FPV thus serves as an example of the importance of new rapid point-of-care field diagnostic tools for the control and prevention of transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially among rare wild animals and pet cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinase polymerase amplification ( RPA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as a real-time and isothermal method ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could be a more affordable alternative to PCR when combined with a lateral flow dipstick ( LFD ) indicator .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we report a novel FPV lateral flow dipstick RPA ( LFD-RPA ) instant detection method capable of detecting a range of different FPV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The LFD-RPA assay consists of specific primers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "probe , and nucleic acid strip .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It is capable of detecting 10 2 copies of target nucleic acid per reaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is one order of magnitude higher than the sensitivity of traditional PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most suitable reaction conditions for this assay are at 38 ℃ for 15 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper develops an efficient visual detection system that can eliminate the need for professional staff and expensive and sophisticated equipment for field detection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "228"
  }
}