{
  "paper_id": "c43cf2208e57cee427728f14effd82a3c73a854f",
  "metadata": {
    "title": "Environmental Protection Agency",
    "coda_data_split": "train",
    "coda_paper_id": 6895,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Under the U.S. Environmental Protection Agency\u0027s mission to protect human health and the environment, the agency seeks to conduct research on the structure and function of ecosystems and to improve our understanding of the processes that contribute to the sustained health of the nation\u0027s ecosystems and the well-being of human populations. Changes in biodiversity can profoundly impact the ability of ecosystems to provide clean water, energy, food, recreation, and other services that contribute to human well-being. In addition, changes in biodiversity can affect the transmission of infectious disease to humans, particularly vectorborne diseases such as malaria and Lyme disease. The Environmental Protection Agency\u0027s new initiative supports interdisciplinary research to characterize the mechanisms that link biodiversity and human health and to use this knowledge to develop integrative tools and approaches for quantifying and predicting these relationships. Research on these links can have an important impact on our view of biodiversity and how we manage resources to protect human and ecosystem health.",
      "sentences": [
        [
          {
            "segment_text": "Under the U.S. Environmental Protection Agency \u0027s mission to protect human health and the environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the agency seeks to conduct research on the structure and function of ecosystems and to improve our understanding of the processes that contribute to the sustained health of the nation \u0027s ecosystems and the well-being of human populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Changes in biodiversity can profoundly impact the ability of ecosystems to provide clean water ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "energy , food , recreation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and other services that contribute to human well-being .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , changes in biodiversity can affect the transmission of infectious disease to humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly vectorborne diseases such as malaria and Lyme disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Environmental Protection Agency \u0027s new initiative supports interdisciplinary research to characterize the mechanisms that link biodiversity and human health and to use this knowledge to develop integrative tools and approaches for quantifying and predicting these relationships .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research on these links can have an important impact on our view of biodiversity and how we manage resources to protect human and ecosystem health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "175"
  }
}