{
  "paper_id": "c45cc3b97767ed8a1da4014f453533d6e840a3b6",
  "metadata": {
    "title": "Alpha/Beta Interferon (IFN-␣/␤) Signaling in Astrocytes Mediates Protection against Viral Encephalomyelitis and Regulates IFN-␥-Dependent Responses",
    "coda_data_split": "train",
    "coda_paper_id": 7727,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The contribution of distinct central nervous system (CNS) resident cells to protective alpha/beta interferon (IFN-␣/␤) function following viral infections is poorly understood. Based on numerous immune regulatory functions of astrocytes, we evaluated the contribution of astrocyte IFN-␣/␤ signaling toward protection against the nonlethal glia-and neuronotropic mouse hepatitis virus (MHV) strain A59. Analysis of gene expression associated with IFN-␣/␤ function, e.g., pattern recognition receptors (PRRs) and interferon-stimulated genes (ISGs), revealed lower basal mRNA levels in brain-derived astrocytes than in microglia. Although astrocytes poorly induced Ifn␤ mRNA following infection, they upregulated various mRNAs in the IFN-␣/␤ pathway to a higher extent than microglia, supporting effective IFN-␣/␤ responsiveness. Ablation of the IFN-␣/␤ receptor (IFNAR) in astrocytes using mGFAPcre IFNAR fl/fl mice resulted in severe encephalomyelitis and mortality, coincident with uncontrolled virus replication. Further, virus spread was not restricted to astrocytes but also affected microglia and neurons, despite increased and sustained Ifn␣/␤ and ISG mRNA levels within the CNS. IFN-␥, a crucial mediator for MHV control, was not impaired in infected mGFAPcre IFNAR fl/fl mice despite reduced T cell CNS infiltration. Unexpectedly however, poor induction of IFN-␥-dependent major histocompatibility complex (MHC) class II expression on microglia supported that defective IFN-␥ signaling contributes to uncontrolled virus replication. A link between sustained elevated IFN-␣/␤ and impaired responsiveness to IFN-␥ supports the novel concept that temporally limited early IFN-␣/␤ responses are critical for effective antiviral IFN-␥ function. Overall, our results imply that IFN-␣/␤ signaling in astrocytes is not only critical in limiting early CNS viral spread but also promotes protective antiviral IFN-␥ function.",
      "sentences": [
        [
          {
            "segment_text": "The contribution of distinct central nervous system ( CNS ) resident cells to protective alpha/beta interferon ( IFN - ␣ / ␤ ) function following viral infections is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on numerous immune regulatory functions of astrocytes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we evaluated the contribution of astrocyte IFN - ␣ / ␤ signaling toward protection against the nonlethal glia-and neuronotropic mouse hepatitis virus ( MHV ) strain A59 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of gene expression associated with IFN - ␣ / ␤ function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , pattern recognition receptors ( PRRs ) and interferon-stimulated genes ( ISGs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealed lower basal mRNA levels in brain-derived astrocytes than in microglia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although astrocytes poorly induced Ifn ␤ mRNA following infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they upregulated various mRNAs in the IFN - ␣ / ␤ pathway to a higher extent than microglia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting effective IFN - ␣ / ␤ responsiveness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ablation of the IFN - ␣ / ␤ receptor ( IFNAR ) in astrocytes using mGFAPcre IFNAR fl/fl mice resulted in severe encephalomyelitis and mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coincident with uncontrolled virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , virus spread was not restricted to astrocytes but also affected microglia and neurons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite increased and sustained Ifn ␣ / ␤ and ISG mRNA levels within the CNS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFN - ␥ , a crucial mediator for MHV control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was not impaired in infected mGFAPcre IFNAR fl/fl mice despite reduced T cell CNS infiltration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Unexpectedly however , poor induction of IFN - ␥ - dependent major histocompatibility complex ( MHC ) class II expression on microglia supported that defective IFN - ␥ signaling contributes to uncontrolled virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A link between sustained elevated IFN - ␣ / ␤ and impaired responsiveness to IFN - ␥ supports the novel concept that temporally limited early IFN - ␣ / ␤ responses are critical for effective antiviral IFN - ␥ function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , our results imply that IFN - ␣ / ␤ signaling in astrocytes is not only critical in limiting early CNS viral spread but also promotes protective antiviral IFN - ␥ function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "347"
  }
}