{
  "paper_id": "c4647cfdb3535cb4c4ed168257b4cf6ebb0ade0c",
  "metadata": {
    "title": "An FcγRIIa Polymorphism with Decreased C-Reactive Protein Binding is Associated with Sepsis and Decreased Monocyte HLA-DR Expression in Trauma Patients",
    "coda_data_split": "train",
    "coda_paper_id": 8280,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction-A dysregulated immune response leading to sepsis is the most frequent cause of late post-traumatic deaths. We have found a novel anti-inflammatory pathway that is initiated by the acute phase protein, C-reactive protein (CRP), interacting with Fcγ receptor (FcγR) on monocytes. This pathway is protective in animal models of endotoxin shock. We hypothesized that genetic polymorphisms in the FcγR might contribute to monocyte responses and susceptibility to infectious complications after severe trauma.",
      "sentences": [
        [
          {
            "segment_text": "Introduction-A dysregulated immune response leading to sepsis is the most frequent cause of late post-traumatic deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have found a novel anti-inflammatory pathway that is initiated by the acute phase protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "C-reactive protein ( CRP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interacting with Fcγ receptor ( FcγR ) on monocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This pathway is protective in animal models of endotoxin shock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that genetic polymorphisms in the FcγR might contribute to monocyte responses and susceptibility to infectious complications after severe trauma .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-We conducted an observational study on a prospectively identified cohort of adult patients with convenience enrollment admitted after severe trauma. We enrolled 66 patients and collected blood samples at enrollment and again at 48 and 72 hrs. Patients were followed through their hospital stay and any septic events before 14 days were recorded. Cytokine and CRP levels were determined in the plasma from all three blood draws. Additionally, DNA was extracted from blood and analyzed for the 131 H/R FcγRIIa polymorphism that strongly affects the binding of IgG and CRP to this receptor.",
      "sentences": [
        [
          {
            "segment_text": "Methods-We conducted an observational study on a prospectively identified cohort of adult patients with convenience enrollment admitted after severe trauma .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We enrolled 66 patients and collected blood samples at enrollment and again at 48 and 72 hrs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were followed through their hospital stay and any septic events before 14 days were recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cytokine and CRP levels were determined in the plasma from all three blood draws .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additionally , DNA was extracted from blood and analyzed for the 131 H/R FcγRIIa polymorphism that strongly affects the binding of IgG and CRP to this receptor .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Elevated levels of IL-8, IL-6, IL-10 MCP-1 as well as CRP were associated with reduced time to post-traumatic sepsis in Cox regression analysis. Expression of monocyte HLA-DR below 45% on patient monocytes was also associated with sepsis (HR \u003d 3.15, 95% CI 1.45-6.93). Genetic analysis found that individuals with the polymorphism of the FcγRIIa receptor that binds CRP poorly were also more likely to have decreased monocyte HLA-DR and posttraumatic sepsis. In vitro studies showed that CRP could attenuate monocyte deactivation in volunteers with the polymorphism of the FcγRIIa receptor that binds CRP.",
      "sentences": [
        [
          {
            "segment_text": "Results-Elevated levels of IL-8 , IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-10 MCP-1 as well as CRP were associated with reduced time to post-traumatic sepsis in Cox regression analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Expression of monocyte HLA-DR below 45 % on patient monocytes was also associated with sepsis ( HR \u003d 3.15 , 95 % CI 1.45-6.93 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic analysis found that individuals with the polymorphism of the FcγRIIa receptor that binds CRP poorly were also more likely to have decreased monocyte HLA-DR and posttraumatic sepsis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro studies showed that CRP could attenuate monocyte deactivation in volunteers with the polymorphism of the FcγRIIa receptor that binds CRP .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Our findings suggest that a common genetic variation in the FcγRIIa receptor may contribute to infectious susceptibility in trauma patients. In vitro experiments suggest that this association is related to the inability of CRP to bind to this FcγRIIa receptor variant.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Our findings suggest that a common genetic variation in the FcγRIIa receptor may contribute to infectious susceptibility in trauma patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro experiments suggest that this association is related to the inability of CRP to bind to this FcγRIIa receptor variant .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords post-traumatic sepsis; monocyte deactivation; C reactive protein; FcγRIIa receptor We and others have found a correlation between post-traumatic sepsis in individuals with significant monocyte deactivation following their traumatic injury (7-9). Monocyte deactivation in these patients is characterized by 1) a lack of tumor necrosis factor (TNF)-α West et al.",
      "sentences": [
        [
          {
            "segment_text": "Keywords post-traumatic sepsis ; monocyte deactivation ; C reactive protein ; FcγRIIa receptor We and others have found a correlation between post-traumatic sepsis in individuals with significant monocyte deactivation following their traumatic injury ( 7-9 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Monocyte deactivation in these patients is characterized by 1 ) a lack of tumor necrosis factor ( TNF ) - α West et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "20",
    "token_num": "390"
  }
}