{
  "paper_id": "c47b1bf314263894ae9a5589303b7af810741267",
  "metadata": {
    "title": "Respiratory Viruses in Hospitalized Children with Influenza-Like Illness during the H1n1 2009 Pandemic in Sweden",
    "coda_data_split": "train",
    "coda_paper_id": 3728,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The swine-origin influenza A(H1N1)pdm09 pandemic of 2009 had a slower spread in Europe than expected. The human rhinovirus (HRV) has been suggested to have delayed the pandemic through viral interference. The importance of co-infections over time during the pandemic and in terms of severity of the disease needs to be assessed.",
      "sentences": [
        [
          {
            "segment_text": "Background : The swine-origin influenza A ( H1N1 ) pdm09 pandemic of 2009 had a slower spread in Europe than expected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The human rhinovirus ( HRV ) has been suggested to have delayed the pandemic through viral interference .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The importance of co-infections over time during the pandemic and in terms of severity of the disease needs to be assessed .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: The aim of this study was to investigate respiratory viruses and specifically the presence of co-infections with influenza A(H1N1)pdm09 (H1N1) in hospitalized children during the H1N1 pandemic. A secondary aim was to investigate if co-infections were associated with severity of disease.",
      "sentences": [
        [
          {
            "segment_text": "Objective : The aim of this study was to investigate respiratory viruses and specifically the presence of co-infections with influenza A ( H1N1 ) pdm09 ( H1N1 ) in hospitalized children during the H1N1 pandemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A secondary aim was to investigate if co-infections were associated with severity of disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A retrospective study was performed on 502 children with influenza-like illness admitted to inpatient care at a pediatric hospital in Stockholm, Sweden during the 6 months spanning the H1N1 pandemic in 2009. Respiratory samples were analyzed for a panel of 16 viruses by real-time polymerase chain reaction.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A retrospective study was performed on 502 children with influenza-like illness admitted to inpatient care at a pediatric hospital in Stockholm ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Sweden during the 6 months spanning the H1N1 pandemic in 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory samples were analyzed for a panel of 16 viruses by real-time polymerase chain reaction .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: One or more viruses were detected in 61.6% of the samples. Of these, 85.4% were single infections and 14.6% coinfections (2-4 viruses). The number of co-infections increased throughout the study period. H1N1 was found in 83 (16.5%) children and of these 12 (14.5%) were co-infections. HRV and H1N1 circulated to a large extent at the same time and 6.0% of the H1N1-positive children were also positive for HRV. There was no correlation between co-infections and severity of disease in children with H1N1.",
      "sentences": [
        [
          {
            "segment_text": "Results : One or more viruses were detected in 61.6 % of the samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , 85.4 % were single infections and 14.6 % coinfections ( 2-4 viruses ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of co-infections increased throughout the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "H1N1 was found in 83 ( 16.5 % ) children and of these 12 ( 14.5 % ) were co-infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HRV and H1N1 circulated to a large extent at the same time and 6.0 % of the H1N1-positive children were also positive for HRV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no correlation between co-infections and severity of disease in children with H1N1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Viral co-infections were relatively common in H1N1 infected hospitalized children and need to be considered when estimating morbidity attributed to H1N1. Population-based longitudinal studies with repeated sampling are needed to improve the understanding of the importance of co-infections and viral interference.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Viral co-infections were relatively common in H1N1 infected hospitalized children and need to be considered when estimating morbidity attributed to H1N1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Population-based longitudinal studies with repeated sampling are needed to improve the understanding of the importance of co-infections and viral interference .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "15",
    "segment_num": "16",
    "token_num": "313"
  }
}