{
  "paper_id": "c4809b01edea8239cfc5fbdb65da3388e1f8876c",
  "metadata": {
    "title": "Reconstitution of the receptor-binding motif of the SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 4113,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome (SARS) coronavirus (CoV) identified in 2003 has infected ∼8000 people worldwide, killing nearly 10% of them. The infection of target cells by the SARS CoV is mediated through the interaction of the viral Spike (S) protein (1255 amino acids) and its cellular receptor, angiotensin-converting enzyme 2 (ACE2). The SARS CoV receptor-binding domain (amino acids N318-T509 of S protein) harbors an extended excursion along its periphery that contacts ACE2 and is designated the receptor-binding motif (RBM, amino acids S432-T486). In addition, the RBM is a major antigenic determinant, able to elicit production of neutralizing antibodies. Hence, the role of the RBM is a bi-functional bioactive surface that can be demonstrated by antibodies such as the neutralizing human anti-SARS monoclonal antibody (mAb) 80R which targets the RBM and competes with the ACE2 receptor for binding. Here, we employ phage-display peptide-libraries to reconstitute a functional RBM. This is achieved by generating a vast collection of candidate RBM peptides that present a diversity of conformations. Screening such \u0027Conformer Libraries\u0027 with corresponding ligands has produced short RBM constructs (ca. 40 amino acids) that can bind both the ACE2 receptor and the neutralizing mAb 80R.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome ( SARS ) coronavirus ( CoV ) identified in 2003 has infected ∼ 8000 people worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "killing nearly 10 % of them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The infection of target cells by the SARS CoV is mediated through the interaction of the viral Spike ( S ) protein ( 1255 amino acids ) and its cellular receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "angiotensin-converting enzyme 2 ( ACE2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The SARS CoV receptor-binding domain ( amino acids N318-T509 of S protein ) harbors an extended excursion along its periphery that contacts ACE2 and is designated the receptor-binding motif ( RBM , amino acids S432-T486 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the RBM is a major antigenic determinant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "able to elicit production of neutralizing antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , the role of the RBM is a bi-functional bioactive surface that can be demonstrated by antibodies such as the neutralizing human anti-SARS monoclonal antibody ( mAb ) 80R which targets the RBM and competes with the ACE2 receptor for binding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we employ phage-display peptide-libraries to reconstitute a functional RBM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This is achieved by generating a vast collection of candidate RBM peptides that present a diversity of conformations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Screening such ` Conformer Libraries \u0027 with corresponding ligands has produced short RBM constructs ( ca. 40 amino acids ) that can bind both the ACE2 receptor and the neutralizing mAb 80R .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "231"
  }
}