{
  "paper_id": "c49595869663e8dff3487af03ed03d87efd3aa1d",
  "metadata": {
    "title": "Novel adjuvants and vaccine delivery systems",
    "coda_data_split": "train",
    "coda_paper_id": 3619,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Conventionally the efficiency of an adjuvant is measured by the capacity to induce enhanced antibody serum titres and cell mediated immunity (CM11 to a given antigen. Nowadays the capacity of an adjuvant is also measured by the quality as well as the magnitude of the induced immune response, guided by the protective immune response required. Quality includes isotype and IgG subclass responses, T-helper cell responses characterized by the cytokine profile and cytotoxic T cells (CTL). In the early phase of immunization some adjuvants influence the antigen administration and uptake by a so-called depot effect exemplified by aluminium hydroxide gel and oil adjuvants, which possibly is not as desired as alledged. A modem depot is exerted by slow release formulations continuously releasing the antigen over a period of time or by pulses at intervals aiming at \u0027single injection\u0027 vaccine. Great efforts are made to formulate efficient delivery formulations targeting the antigens from the site of administration, to draining lymph nodes or distant lymphatic tissue or to mucosal surfaces by parenteral or mucosal administrations. Nowadays, non-replicating carriers besides replicating vaccines are formulated to induce mucosal immune responses encompassing secretory IgA and CMI. Efforts to evoke immune responses on mucosal membranes distant from the site of administration have resulted mostly in little success. For a long time it was considered that CTL under the restriction of MHC Class I only could be evoked by replicating viruses or intracellular parasites. However, novel adjuvant delivery systems readily induce CTL by delivering the antigen to the AF\u0027C resulting in intracellular transport to the cytosol for the MHC Class I presentation system, as well as to the endosomal pathway for the MHC Class II presentation.",
      "sentences": [
        [
          {
            "segment_text": "Conventionally the efficiency of an adjuvant is measured by the capacity to induce enhanced antibody serum titres and cell mediated immunity ( CM11 to a given antigen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nowadays the capacity of an adjuvant is also measured by the quality as well as the magnitude of the induced immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "guided by the protective immune response required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Quality includes isotype and IgG subclass responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "T-helper cell responses characterized by the cytokine profile and cytotoxic T cells ( CTL ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the early phase of immunization some adjuvants influence the antigen administration and uptake by a so-called depot effect exemplified by aluminium hydroxide gel and oil adjuvants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which possibly is not as desired as alledged .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A modem depot is exerted by slow release formulations continuously releasing the antigen over a period of time or by pulses at intervals aiming at ` single injection \u0027 vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Great efforts are made to formulate efficient delivery formulations targeting the antigens from the site of administration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to draining lymph nodes or distant lymphatic tissue or to mucosal surfaces by parenteral or mucosal administrations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nowadays , non-replicating carriers besides replicating vaccines are formulated to induce mucosal immune responses encompassing secretory IgA and CMI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Efforts to evoke immune responses on mucosal membranes distant from the site of administration have resulted mostly in little success .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For a long time it was considered that CTL under the restriction of MHC Class I only could be evoked by replicating viruses or intracellular parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , novel adjuvant delivery systems readily induce CTL by delivering the antigen to the AF \u0027 C resulting in intracellular transport to the cytosol for the MHC Class I presentation system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as to the endosomal pathway for the MHC Class II presentation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "302"
  }
}