{
  "paper_id": "c4a46bccbf43ff75b7e20f5081f3c5b7a31b7b29",
  "metadata": {
    "title": "In Vivo Analysis of Glial Cell Phenotypes during a Viral Demyelinating Disease in Mice",
    "coda_data_split": "train",
    "coda_paper_id": 3487,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "C57 BL/6N mice injected intracranially with the A59 strain of mouse hepatitis virus exhibit extensive viral replication in glial cells of the spinal cord and develop demyelinating lesions followed by virus clearing and remyelination. To study how different glial cell types are affected by the disease process, we combine three-color immunofluorescence labeling with tritiated thymidine autoradiography on 1-t~m frozen sections of spinal cord. We use three different glial cell specific antibodies (a) to 2\u0027 3\u0027 cyclic-nucleotide 3\u0027 phosphohydrolase (CNP) expressed by oligodendrocytes, (b) to glial fibrillary acidic protein (GFAP) expressed by astrocytes, and (c) the 04 antibody which binds to O-2A progenitor cells in the rat. These progenitor cells, which give rise to oligodendroeytes and type 2 astrocytes and react with the 04 antibody in the adult central nervous system, were present but rare in the spinal cord of uninfected mice. In contrast, cells with the O-2A progenitor phenotype (04+ only) were increased in number at one week post viral inoculation 1. Abbreviations used in this paper: CNP, 2\"3\" ¢yclic-nucleotide 3\u0027 phosphohydrolase; CNS, central nervous system; GFAP, glial fibrillary acidic protein; WPI, weeks post inoculation.",
      "sentences": [
        [
          {
            "segment_text": "C57 BL/6N mice injected intracranially with the A59 strain of mouse hepatitis virus exhibit extensive viral replication in glial cells of the spinal cord and develop demyelinating lesions followed by virus clearing and remyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study how different glial cell types are affected by the disease process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we combine three-color immunofluorescence labeling with tritiated thymidine autoradiography on 1-t ~ m frozen sections of spinal cord .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We use three different glial cell specific antibodies ( a ) to 2 \u0027 3 \u0027 cyclic-nucleotide 3 \u0027 phosphohydrolase ( CNP ) expressed by oligodendrocytes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( b ) to glial fibrillary acidic protein ( GFAP ) expressed by astrocytes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ( c ) the 04 antibody which binds to O-2A progenitor cells in the rat .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These progenitor cells , which give rise to oligodendroeytes and type 2 astrocytes and react with the 04 antibody in the adult central nervous system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were present but rare in the spinal cord of uninfected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , cells with the O-2A progenitor phenotype ( 04 + only ) were increased in number at one week post viral inoculation 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Abbreviations used in this paper : CNP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 `` 3 \u0027\u0027 ¢ yclic-nucleotide 3 \u0027 phosphohydrolase ; CNS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "central nervous system ; GFAP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glial fibrillary acidic protein ; WPI , weeks post inoculation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "228"
  }
}