{
  "paper_id": "c4a6612ba3d6a23317a85c42cedd5e6d2f317a9c",
  "metadata": {
    "title": "DNA immunization as a technology platform for monoclonal antibody induction",
    "coda_data_split": "train",
    "coda_paper_id": 9903,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To combat the threat of many emerging infectious diseases, DNA immunization offers a unique and powerful approach to the production of high-quality monoclonal antibodies (mAbs) against various pathogens. Compared with traditional protein-based immunization approaches, DNA immunization is efficient for testing novel immunogen designs, does not require the production or purification of proteins from a pathogen or the use of recombinant protein technology and is effective at generating mAbs against conformation-sensitive targets. Although significant progress in the use of DNA immunization to generate mAbs has been made over the last two decades, the literature does not contain an updated summary of this experience. The current review provides a comprehensive analysis of the literature, including our own work, describing the use of DNA immunization to produce highly functional mAbs, in particular, those against emerging infectious diseases. Critical factors such as immunogen design, delivery approach, immunization schedule, use of immune modulators and the role of final boost immunization are discussed in detail.",
      "sentences": [
        [
          {
            "segment_text": "To combat the threat of many emerging infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA immunization offers a unique and powerful approach to the production of high-quality monoclonal antibodies ( mAbs ) against various pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared with traditional protein-based immunization approaches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA immunization is efficient for testing novel immunogen designs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "does not require the production or purification of proteins from a pathogen or the use of recombinant protein technology and is effective at generating mAbs against conformation-sensitive targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although significant progress in the use of DNA immunization to generate mAbs has been made over the last two decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the literature does not contain an updated summary of this experience .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current review provides a comprehensive analysis of the literature ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including our own work , describing the use of DNA immunization to produce highly functional mAbs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in particular , those against emerging infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Critical factors such as immunogen design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "delivery approach , immunization schedule ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "use of immune modulators and the role of final boost immunization are discussed in detail .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "177"
  }
}