{
  "paper_id": "c4b6e942440e9436aeaa5586794a0d8f8a0fda7a",
  "metadata": {
    "title": "Apoptosis in astrovirus-infected CaCo-2 cells",
    "coda_data_split": "train",
    "coda_paper_id": 9221,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cell death processes during human astrovirus replication in CaCo-2 cells and their underlying mechanisms were investigated. Morphological and biochemical alterations typical of apoptosis were analyzed in infected cells using a combination of techniques, including DAPI staining, the sub-G 0 /G 1 technique and the TUNEL assay. The onset of apoptosis was directly proportional to the virus multiplicity of infection. Transient expression experiments showed a direct link between astrovirus ORF1a encoded proteins and apoptosis induction. A computer analysis of the astrovirus genome revealed the presence of a death domain in the nonstructural protein p38 of unknown function, encoded in ORF1a. Apoptosis inhibition experiments suggested the involvement of caspase 8 in the apoptotic response, and led to a reduction in the infectivity of the virus progeny released to the supernatant. We conclude that apoptotic death of host cells seems necessary for efficient human astrovirus replication and particle maturation. D",
      "sentences": [
        [
          {
            "segment_text": "Cell death processes during human astrovirus replication in CaCo-2 cells and their underlying mechanisms were investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Morphological and biochemical alterations typical of apoptosis were analyzed in infected cells using a combination of techniques ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including DAPI staining , the sub-G 0 / G 1 technique and the TUNEL assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The onset of apoptosis was directly proportional to the virus multiplicity of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transient expression experiments showed a direct link between astrovirus ORF1a encoded proteins and apoptosis induction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A computer analysis of the astrovirus genome revealed the presence of a death domain in the nonstructural protein p38 of unknown function , encoded in ORF1a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Apoptosis inhibition experiments suggested the involvement of caspase 8 in the apoptotic response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and led to a reduction in the infectivity of the virus progeny released to the supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that apoptotic death of host cells seems necessary for efficient human astrovirus replication and particle maturation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "159"
  }
}