{
  "paper_id": "c4c044af4578f88316fc3bd05a21ce8bf367a1b0",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8543,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Gas chromatography-mass spectroscopy",
      "sentences": [
        [
          {
            "segment_text": "Gas chromatography-mass spectroscopy",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Herbal medicine Chemometrics a b s t r a c t Quality control of herbal medicines (HMs) is a big big headache because of the high complexity and unknown mechanism on disease treatment. In this work, mass spectral profiling, a new tool for data processing is proposed to help a lot in solving this problem as gas chromatography-mass spectroscopy (GC-MS) is used to detect both the active and nonactive ingredients buried in HMs. The main idea of mass spectral profiling is employment of target m/z points of GC-MS data on the extraction of chromatographic profiles of pure and/or mixed compositions concerned. Further, the absolute or relative abundance at these m/z points can be utilized for results interpretation. With the help of this tool, the qualitative and quantitative information of chemical components within complicated HMs will be mined out effectively. It can then be recommended as reference indices to assess the importance of target compositions in HMs, such as efficacy evaluation on disease treatment of the active constituents. Mass spectral profiling with less data points significantly improves the possibility to get the rich information with no strong requirements of data preprocessing procedures, like alignment of shift of retention times among different chromatographic profiles. It is powerful for quality control of HMs coupled with pattern recognition techniques on high-throughput data sets. In this study, a commonly used herbal medicine, Houttuynia cordata Thunb and its finished injection products, were used to deliver the strategies. Absolutely, the working principles can be extended to the investigation of metabonomics with gas chromatography-time-of-flight-mass spectrometry (GC-MS-TOF). The good performance of mass spectral profiling shows that it can be a promising tool in the future studies of complex mixture systems. multi-component systems with hundreds or even thousands of chemical components. Hence, quality control, discovery of active constituents in them, and proof of the efficacies have long been regarded as hard diffi-0003-2670/$ -see front matter",
      "sentences": [
        [
          {
            "segment_text": "Herbal medicine Chemometrics a b s t r a c t Quality control of herbal medicines ( HMs ) is a big big headache because of the high complexity and unknown mechanism on disease treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this work , mass spectral profiling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a new tool for data processing is proposed to help a lot in solving this problem as gas chromatography-mass spectroscopy ( GC-MS ) is used to detect both the active and nonactive ingredients buried in HMs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main idea of mass spectral profiling is employment of target m/z points of GC-MS data on the extraction of chromatographic profiles of pure and/or mixed compositions concerned .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Further , the absolute or relative abundance at these m/z points can be utilized for results interpretation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With the help of this tool ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the qualitative and quantitative information of chemical components within complicated HMs will be mined out effectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It can then be recommended as reference indices to assess the importance of target compositions in HMs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as efficacy evaluation on disease treatment of the active constituents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mass spectral profiling with less data points significantly improves the possibility to get the rich information with no strong requirements of data preprocessing procedures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "like alignment of shift of retention times among different chromatographic profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is powerful for quality control of HMs coupled with pattern recognition techniques on high-throughput data sets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , a commonly used herbal medicine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Houttuynia cordata Thunb and its finished injection products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were used to deliver the strategies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Absolutely , the working principles can be extended to the investigation of metabonomics with gas chromatography-time-of-flight-mass spectrometry ( GC-MS-TOF ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The good performance of mass spectral profiling shows that it can be a promising tool in the future studies of complex mixture systems .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "multi-component systems with hundreds or even thousands of chemical components .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , quality control , discovery of active constituents in them ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and proof of the efficacies have long been regarded as hard diffi-0003-2670 / $ - see front matter",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "352"
  }
}