{
  "paper_id": "c4ced20e05b492ccad0924bd1bb48bd2458b5077",
  "metadata": {
    "title": "Respiratory Infections with Particular Emphasis on Influenza Virus Activity in Persons Over 14 Years of Age in the Epidemic in Poland",
    "coda_data_split": "train",
    "coda_paper_id": 4819,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza viruses cause respiratory infections every epidemic season regardless of the patient\u0027s age. The aim of this study was to determine the activity of respiratory viruses in the epidemic season 2016/2017 in Poland, with particular emphasis on influenza viruses among people aged over 14. There were 2982 clinical samples taken from patients from four age groups: 15-25, 26-44, 45-64, and 65 years tested under the Sentinel and non-Sentinel surveillance programs. The presence of influenza viruses was confirmed in more than 40% of cases, the predominant type was influenza A virus unsubtyped, followed by subtype A/H3N2/. The results for the four age groups indicate that the highest number of confirmed respiratory viruses was recorded in individuals 65 years of age, slightly less, in the decreasing order, in the age groups 45-64 years, 15-25 years, and 26-44 years. Influenza type B infections were observed only in sporadic cases. Given the epidemiological data, epidemic season 2016/ 2017 was characterized by similar dynamics compared to the previous season in Poland and also in most of the European countries. More than 4 million cases and suspected cases of influenza and influenza-like viruses have been reported in Poland, more than 16,000 hospitalizations, and 25 deaths, of which 20 cases occurred among people 65 years of age in the epidemic season 2016/2017.",
      "sentences": [
        [
          {
            "segment_text": "Influenza viruses cause respiratory infections every epidemic season regardless of the patient \u0027s age .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine the activity of respiratory viruses in the epidemic season 2016/2017 in Poland ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with particular emphasis on influenza viruses among people aged over 14 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "There were 2982 clinical samples taken from patients from four age groups : 15-25 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "26-44 , 45-64 , and 65 years tested under the Sentinel and non-Sentinel surveillance programs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The presence of influenza viruses was confirmed in more than 40 % of cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the predominant type was influenza A virus unsubtyped ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by subtype A/H3N2 / .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results for the four age groups indicate that the highest number of confirmed respiratory viruses was recorded in individuals 65 years of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "slightly less , in the decreasing order ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the age groups 45-64 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15-25 years , and 26-44 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza type B infections were observed only in sporadic cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given the epidemiological data , epidemic season 2016 / 2017 was characterized by similar dynamics compared to the previous season in Poland and also in most of the European countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More than 4 million cases and suspected cases of influenza and influenza-like viruses have been reported in Poland ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "more than 16,000 hospitalizations , and 25 deaths ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 20 cases occurred among people 65 years of age in the epidemic season 2016/2017 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "243"
  }
}