{
  "paper_id": "c4ce14ce42fa4360dfe3515ec9d1584847381c27",
  "metadata": {
    "title": "A deterministic epidemic model for the emergence of COVID-19 in China",
    "coda_data_split": "train",
    "coda_paper_id": 7297,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Coronavirus disease broke out in Wuhan, Hubei province, China, in December 2019 and soon after Chinese health authorities took unprecedented prevention and control measures to curb the spreading of the novel coronavirus-related pneumonia. We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic. With the model, on 95% confidence level, we estimate the basic reproduction number, R 0 \u003d 2.82 ± 0.11, time between March 19 and March 21 when the effective reproduction number becoming less than one, the epidemic ending after April 2 and the total number of confirmed cases approaching 14408 ± 429 on the Chinese mainland excluding Hubei province.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus disease broke out in Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Hubei province , China , in December 2019 and soon after Chinese health authorities took unprecedented prevention and control measures to curb the spreading of the novel coronavirus-related pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With the model , on 95 % confidence level ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we estimate the basic reproduction number ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "R 0 \u003d 2.82 ± 0.11 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "time between March 19 and March 21 when the effective reproduction number becoming less than one ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the epidemic ending after April 2 and the total number of confirmed cases approaching 14408 ± 429 on the Chinese mainland excluding Hubei province .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "8",
    "token_num": "123"
  }
}