{
  "paper_id": "c4d8572e1178f29b8aae42bdd25e752165ef8f69",
  "metadata": {
    "title": "A review of the importance of cryptosporidiosis in farm animals",
    "coda_data_split": "train",
    "coda_paper_id": 6616,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cryptosporidium species are coccidian parasites with a large capacity to reproduce and to disseminate. Several species are known to infect farm animals, although the economic importance of cryptosporidiosis is highly host species dependent. This paper reviews the impact of cryptosporidial infections in livestock and poultry. For dierent farm animals, the Cryptosporidium spp. that occur, as well as their clinical and pathological features, and their interactions with other pathogens, are described. In addition, data concerning the prevalence, the transmission and the epidemiology of the disease are mentioned and a description of the economic losses associated with cryptosporidiosis in each of the hosts is given. Cryptosporidiosis seems to be mainly a problem in neonatal ruminants. Cryptosporidium parvum is considered to be an important agent in the aetiology of the neonatal diarrhoea syndrome of calves, lambs and goat kids, causing considerable direct and indirect economic losses. Avian cryptosporidiosis is an emerging health problem in poultry, associated with respiratory disease in chickens and other Galliformes, and with intestinal disease in turkeys and quails. Because of limited availability of eective drugs, the control of cryptosporidiosis relies mainly on hygienic measures and good management. #",
      "sentences": [
        [
          {
            "segment_text": "Cryptosporidium species are coccidian parasites with a large capacity to reproduce and to disseminate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several species are known to infect farm animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the economic importance of cryptosporidiosis is highly host species dependent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reviews the impact of cryptosporidial infections in livestock and poultry .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For dierent farm animals , the Cryptosporidium spp. that occur ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as their clinical and pathological features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their interactions with other pathogens , are described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , data concerning the prevalence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the transmission and the epidemiology of the disease are mentioned and a description of the economic losses associated with cryptosporidiosis in each of the hosts is given .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cryptosporidiosis seems to be mainly a problem in neonatal ruminants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cryptosporidium parvum is considered to be an important agent in the aetiology of the neonatal diarrhoea syndrome of calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lambs and goat kids , causing considerable direct and indirect economic losses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Avian cryptosporidiosis is an emerging health problem in poultry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "associated with respiratory disease in chickens and other Galliformes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and with intestinal disease in turkeys and quails .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Because of limited availability of eective drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the control of cryptosporidiosis relies mainly on hygienic measures and good management .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "210"
  }
}