{
  "paper_id": "c4e317ea69d445f560153e21ce5adad872131bc2",
  "metadata": {
    "title": "Deciphering desirable immune responses from disease models with resistant and susceptible chickens",
    "coda_data_split": "train",
    "coda_paper_id": 10056,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coccidiosis and necrotic enteritis (NE) are among the most significant diseases affecting the poultry industry. These diseases have become more prominent in the wake of policies to reduce the use of antibiotics in animal production. This has led to more research focused on better understanding the immune system and its responses to pathogen challenge, and thus developing informed strategies to exploit immune responses that can support enhanced disease resistance and growth performance. Some chicken breeds and lines show greater resistance or susceptibility to various diseases, and thus these birds maybe able to shed light on immune processes or pathways that contribute to the more resistant/susceptible state. This review attempts to identify potentially important genes that show some consistency in (relative) up or downregulation in key tissues between the resistant and susceptible chickens. For coccidiosis and NE, relative downregulation of IL-10 and (slightly less consistently) upregulation of IFNγ appear to be features of more resistant birds. Data for IFN-α, IL-12, and IL-17D are currently less consistent. Gene expression data from NE studies have identified some potentially interesting, perhaps less well understood, immune-related genes (e.g., TCF12, BCL2, IRF2, TRAF3, TAB3, etc.,) that maybe associated with the resistant and/or susceptible phenotype. Salmonella and Campylobacter are important foodborne pathogens harbored by the chicken intestinal tract, while infectious bursal disease and infectious bronchitis are also important viral diseases of poultry. We, therefore, consider whether there are consistent features from resistant/susceptible disease models with these pathogens that relate to findings from the coccidiosis and NE studies. It is not anticipated that ideal immune responses to these pathogens will be identical but rather that consistent elements maybe identified that could help inform breeding or alternative strategies to support general disease resistance and enhanced (and efficient) flock productivity.",
      "sentences": [
        [
          {
            "segment_text": "Coccidiosis and necrotic enteritis ( NE ) are among the most significant diseases affecting the poultry industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These diseases have become more prominent in the wake of policies to reduce the use of antibiotics in animal production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This has led to more research focused on better understanding the immune system and its responses to pathogen challenge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and thus developing informed strategies to exploit immune responses that can support enhanced disease resistance and growth performance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some chicken breeds and lines show greater resistance or susceptibility to various diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and thus these birds maybe able to shed light on immune processes or pathways that contribute to the more resistant/susceptible state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review attempts to identify potentially important genes that show some consistency in ( relative ) up or downregulation in key tissues between the resistant and susceptible chickens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For coccidiosis and NE , relative downregulation of IL-10 and ( slightly less consistently ) upregulation of IFNγ appear to be features of more resistant birds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data for IFN-α , IL-12 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and IL-17D are currently less consistent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gene expression data from NE studies have identified some potentially interesting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perhaps less well understood , immune-related genes ( e.g. , TCF12 , BCL2 , IRF2 , TRAF3 , TAB3 , etc. , ) that maybe associated with the resistant and/or susceptible phenotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Salmonella and Campylobacter are important foodborne pathogens harbored by the chicken intestinal tract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while infectious bursal disease and infectious bronchitis are also important viral diseases of poultry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We , therefore , consider whether there are consistent features from resistant/susceptible disease models with these pathogens that relate to findings from the coccidiosis and NE studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is not anticipated that ideal immune responses to these pathogens will be identical but rather that consistent elements maybe identified that could help inform breeding or alternative strategies to support general disease resistance and enhanced ( and efficient ) flock productivity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "328"
  }
}