{
  "paper_id": "c5078be94c34f8a7357c2b4a9e5ea3c19ecb45e2",
  "metadata": {
    "title": "Use of Sensitive, Broad-Spectrum Molecular Assays and Human Airway Epithelium Cultures for Detection of Respiratory Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 9528,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rapid and accurate detection and identification of viruses causing respiratory tract infections is important for patient care and disease control. Despite the fact that several assays are available, identification of an etiological agent is not possible in ,30% of patients suffering from respiratory tract diseases. Therefore, the aim of the current study was to develop a diagnostic set for the detection of respiratory viruses with sensitivity as low as 1-10 copies per reaction. Evaluation of the assay using a training clinical sample set showed that viral nucleic acids were identified in ,76% of cases. To improve assay performance and facilitate the identification of novel species or emerging strains, cultures of fully differentiated human airway epithelium were used to pre-amplify infectious viruses. This additional step resulted in the detection of pathogens in all samples tested. Based on these results it can be hypothesized that the lack of an etiological agent in some clinical samples, both reported previously and observed in the present study, may result not only from the presence of unknown viral species, but also from imperfections in the detection methods used.",
      "sentences": [
        [
          {
            "segment_text": "Rapid and accurate detection and identification of viruses causing respiratory tract infections is important for patient care and disease control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the fact that several assays are available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "identification of an etiological agent is not possible in ,30 % of patients suffering from respiratory tract diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the aim of the current study was to develop a diagnostic set for the detection of respiratory viruses with sensitivity as low as 1-10 copies per reaction .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Evaluation of the assay using a training clinical sample set showed that viral nucleic acids were identified in ,76 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To improve assay performance and facilitate the identification of novel species or emerging strains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cultures of fully differentiated human airway epithelium were used to pre-amplify infectious viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This additional step resulted in the detection of pathogens in all samples tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on these results it can be hypothesized that the lack of an etiological agent in some clinical samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both reported previously and observed in the present study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may result not only from the presence of unknown viral species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also from imperfections in the detection methods used .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "197"
  }
}