{
  "paper_id": "c515bc2f154c41d35b7c4fac6686284f9091a49e",
  "metadata": {
    "title": "Development of a Quantitative Real-Time Nucleic Acid Sequence-Based Amplification Assay with an Internal Control Using Molecular Beacon Probes for Selective and Sensitive Detection of Human Rhinovirus Serotypes",
    "coda_data_split": "train",
    "coda_paper_id": 4224,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Evidence demonstrating that human rhinovirus (HRV) disease is not exclusively limited to the upper airways and may cause lower respiratory complications, together with the frequency of HRV infections and the increasing number of immunocompromised patients underline the need for rapid and accurate diagnosis of HRV infections. In this study, we developed the first quantitative real-time nucleic acid sequence-based amplification assay with an internal control using molecular beacon probes for selective and sensitive detection of human rhinovirus serotypes. We described a simple method to accurately quantify RNA target by computing the time to positivity (TTP) values for HRV RNA. Quantification capacity was assessed by plotting these TTP values against the starting number of target molecules. By using this simple method, we have significantly increased the diagnostic accuracy, precision, and trueness of real-time NASBA assay. Specificity of the method was verified in both in silico and experimental studies. Moreover, for assessment of clinical reactivity of the assay, NASBA has been validated on bronchoalveolar lavage (BAL) specimens. Our quantitative NASBA assay was found to be very specific, accurate, and precise with high repeatability and reproducibility.",
      "sentences": [
        [
          {
            "segment_text": "Evidence demonstrating that human rhinovirus ( HRV ) disease is not exclusively limited to the upper airways and may cause lower respiratory complications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "together with the frequency of HRV infections and the increasing number of immunocompromised patients underline the need for rapid and accurate diagnosis of HRV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we developed the first quantitative real-time nucleic acid sequence-based amplification assay with an internal control using molecular beacon probes for selective and sensitive detection of human rhinovirus serotypes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We described a simple method to accurately quantify RNA target by computing the time to positivity ( TTP ) values for HRV RNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantification capacity was assessed by plotting these TTP values against the starting number of target molecules .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By using this simple method ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have significantly increased the diagnostic accuracy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "precision , and trueness of real-time NASBA assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specificity of the method was verified in both in silico and experimental studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , for assessment of clinical reactivity of the assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NASBA has been validated on bronchoalveolar lavage ( BAL ) specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our quantitative NASBA assay was found to be very specific ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accurate , and precise with high repeatability and reproducibility .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "205"
  }
}