{
  "paper_id": "c543901ef5d8b67ab0738043c6e074da5c69ba90",
  "metadata": {
    "title": "Natural/random protein classification models based on star network topological indices",
    "coda_data_split": "train",
    "coda_paper_id": 7790,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development of the complex network graphs permits us to describe any real system such as social, neural, computer or genetic networks by transforming real properties in topological indices (TIs). This work uses Randic\u0027s star networks in order to convert the protein primary structure data in specific topological indices that are used to construct a natural/random protein classification model.",
      "sentences": [
        [
          {
            "segment_text": "The development of the complex network graphs permits us to describe any real system such as social ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neural , computer or genetic networks by transforming real properties in topological indices ( TIs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This work uses Randic \u0027s star networks in order to convert the protein primary structure data in specific topological indices that are used to construct a natural/random protein classification model .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The set of natural proteins contains 1046 protein chains selected from the pre-compiled CulledPDB list from PISCES Dunbrack\u0027s Web Lab. This set is characterized by a protein homology of 20%, a structure resolution of 1.6 Å and R-factor lower than 25%. The set of random amino acid chains contains 1046 sequences which were generated by Python script according to the same type of residues and average chain length found in the natural set.",
      "sentences": [
        [
          {
            "segment_text": "The set of natural proteins contains 1046 protein chains selected from the pre-compiled CulledPDB list from PISCES Dunbrack \u0027s Web Lab .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This set is characterized by a protein homology of 20 % ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a structure resolution of 1.6 Å and R-factor lower than 25 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The set of random amino acid chains contains 1046 sequences which were generated by Python script according to the same type of residues and average chain length found in the natural set .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A new Sequence to Star Networks (S2SNet) wxPython GUI application (with a Graphviz graphics back-end) was designed by our group in order to transform any character sequence in the following star network topological indices: Shannon entropy of Markov matrices, trace of connectivity matrices, Harary number, Wiener index, Gutman index, Schultz index, Moreau-Broto indices, Balaban distance connectivity index, Kier-Hall connectivity indices and Randic connectivity index. The model was constructed with the General Discriminant Analysis methods from STATISTICA package and gave training/predicting set accuracies of 90.77% for the forward stepwise model type.",
      "sentences": [
        [
          {
            "segment_text": "A new Sequence to Star Networks ( S2SNet ) wxPython GUI application ( with a Graphviz graphics back-end ) was designed by our group in order to transform any character sequence in the following star network topological indices : Shannon entropy of Markov matrices ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "trace of connectivity matrices , Harary number ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Wiener index , Gutman index ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Schultz index , Moreau-Broto indices ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Balaban distance connectivity index , Kier-Hall connectivity indices and Randic connectivity index .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model was constructed with the General Discriminant Analysis methods from STATISTICA package and gave training/predicting set accuracies of 90.77 % for the forward stepwise model type .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In conclusion, this study extends for the first time the classical TIs to protein star network TIs by proposing a model that can predict if a protein/fragment of protein is natural or random using only the amino acid sequence data. This classification can be used in the studies of the protein functions by changing some fragments with random amino acid sequences or to detect the fake amino acid sequences or the errors in proteins. These results promote the use of the S2SNet application not only for protein structure analysis but also for mass spectroscopy, clinical proteomics and imaging, or DNA/RNA structure analysis.",
      "sentences": [
        [
          {
            "segment_text": "In conclusion , this study extends for the first time the classical TIs to protein star network TIs by proposing a model that can predict if a protein/fragment of protein is natural or random using only the amino acid sequence data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This classification can be used in the studies of the protein functions by changing some fragments with random amino acid sequences or to detect the fake amino acid sequences or the errors in proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results promote the use of the S2SNet application not only for protein structure analysis but also for mass spectroscopy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical proteomics and imaging , or DNA/RNA structure analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "360"
  }
}