{
  "paper_id": "c56d753d8b3c0fb68cb1bd22f0b7d10eb3c08e93",
  "metadata": {
    "title": "Survival of Influenza A(H1N1) on Materials Found in Households: Implications for Infection Control",
    "coda_data_split": "train",
    "coda_paper_id": 9097,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The majority of influenza transmission occurs in homes, schools and workplaces, where many frequently touched communal items are situated. However the importance of transmission via fomites is unclear since few data exist on the survival of virus on commonly touched surfaces. We therefore measured the viability over time of two H1N1 influenza strains applied to a variety of materials commonly found in households and workplaces.",
      "sentences": [
        [
          {
            "segment_text": "Background : The majority of influenza transmission occurs in homes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "schools and workplaces , where many frequently touched communal items are situated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However the importance of transmission via fomites is unclear since few data exist on the survival of virus on commonly touched surfaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We therefore measured the viability over time of two H1N1 influenza strains applied to a variety of materials commonly found in households and workplaces .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methodology and Principal Findings: Influenza A/PuertoRico/8/34 (PR8) or A/Cambridge/AHO4/2009 (pandemic H1N1) viruses were inoculated onto a wide range of surfaces used in home and work environments, then sampled at set times following incubation at stabilised temperature and humidity. Virus genome was measured by RT-PCR; plaque assay (for PR8) or fluorescent focus formation (for pandemic H1N1) was used to assess the survival of viable virus.",
      "sentences": [
        [
          {
            "segment_text": "Methodology and Principal Findings : Influenza A/PuertoRico/8 / 34 ( PR8 ) or A/Cambridge/AHO4 / 2009 ( pandemic H1N1 ) viruses were inoculated onto a wide range of surfaces used in home and work environments ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "then sampled at set times following incubation at stabilised temperature and humidity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virus genome was measured by RT-PCR ; plaque assay ( for PR8 ) or fluorescent focus formation ( for pandemic H1N1 ) was used to assess the survival of viable virus .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions/Significance: The genome of either virus could be detected on most surfaces 24 h after application with relatively little drop in copy number, with the exception of unsealed wood surfaces. In contrast, virus viability dropped much more rapidly. Live virus was recovered from most surfaces tested four hours after application and from some nonporous materials after nine hours, but had fallen below the level of detection from all surfaces at 24 h. We conclude that influenza A transmission via fomites is possible but unlikely to occur for long periods after surface contamination (unless reinoculation occurs). In situations involving a high probability of influenza transmission, our data suggest a hierarchy of priorities for surface decontamination in the multi-surface environments of home and hospitals.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions/Significance : The genome of either virus could be detected on most surfaces 24 h after application with relatively little drop in copy number ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the exception of unsealed wood surfaces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , virus viability dropped much more rapidly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Live virus was recovered from most surfaces tested four hours after application and from some nonporous materials after nine hours ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but had fallen below the level of detection from all surfaces at 24 h .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that influenza A transmission via fomites is possible but unlikely to occur for long periods after surface contamination ( unless reinoculation occurs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In situations involving a high probability of influenza transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our data suggest a hierarchy of priorities for surface decontamination in the multi-surface environments of home and hospitals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "287"
  }
}