{
  "paper_id": "c57a94225226db249a718e94fd6bbb4e2bb7e175",
  "metadata": {
    "title": "Uptake and effectiveness of facemask against respiratory infections at mass gatherings: a systematic review",
    "coda_data_split": "train",
    "coda_paper_id": 10799,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: The risk of acquisition and transmission of respiratory infections is high among attendees of mass gatherings (MGs). Currently used interventions have limitations yet the role of facemask in preventing those infections at MG has not been systematically reviewed. We have conducted a systematic review to synthesise evidence about the uptake and effectiveness of facemask against respiratory infections in MGs. Methods: A comprehensive literature search was conducted according to the preferred reporting items for systematic reviews and meta-analyses (PRISMA) guidelines using major electronic databases such as, Medline, EMBASE, SCOPUS and CINAHL. Results: Of 25 studies included, the pooled sample size was 12710 participants from 55 countries aged 11 to 89 years, 37% were female. The overall uptake of facemask ranged from 0.02% to 92.8% with an average of about 50%. Only 13 studies examined the effectiveness of facemask, and their pooled estimate revealed significant protectiveness against respiratory infections (relative risk [RR] \u003d 0.89, 95% CI: 0.84-0.94, p \u003c 0.01), but the study end points varied widely. Conclusion: A modest proportion of attendees of MGs use facemask, the practice is more widespread among health care workers. Facemask use seems to be beneficial against certain respiratory infections at MGs but its effectiveness against specific infection remains unproven.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : The risk of acquisition and transmission of respiratory infections is high among attendees of mass gatherings ( MGs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently used interventions have limitations yet the role of facemask in preventing those infections at MG has not been systematically reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have conducted a systematic review to synthesise evidence about the uptake and effectiveness of facemask against respiratory infections in MGs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A comprehensive literature search was conducted according to the preferred reporting items for systematic reviews and meta-analyses ( PRISMA ) guidelines using major electronic databases such as ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Medline , EMBASE , SCOPUS and CINAHL .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 25 studies included ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the pooled sample size was 12710 participants from 55 countries aged 11 to 89 years , 37 % were female .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall uptake of facemask ranged from 0.02 % to 92.8 % with an average of about 50 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 13 studies examined the effectiveness of facemask ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their pooled estimate revealed significant protectiveness against respiratory infections ( relative risk ( RR ) \u003d 0.89 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % CI : 0.84-0.94 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003c 0.01 ) , but the study end points varied widely .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : A modest proportion of attendees of MGs use facemask ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the practice is more widespread among health care workers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Facemask use seems to be beneficial against certain respiratory infections at MGs but its effectiveness against specific infection remains unproven .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "242"
  }
}