{
  "paper_id": "c5965f6466b032e813fbf6afe61881f3bdf5530a",
  "metadata": {
    "title": "A review of experimental infections with bluetongue virus in the mammalian host",
    "coda_data_split": "train",
    "coda_paper_id": 4895,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Experimental infection studies with bluetongue virus (BTV) in the mammalian host have a history that stretches back to the late 18th century. Studies in a wide range of ruminant and camelid species as well as mice have been instrumental in understanding BTV transmission, bluetongue (BT) pathogenicity/pathogenesis, viral virulence, the induced immune response, as well as reproductive failures associated with BTV infection. These studies have in many cases been complemented by in vitro studies with BTV in different cell types in tissue culture. Together these studies have formed the basis for the understanding of BTV-host interaction and have contributed to the design of successful control strategies, including the development of effective vaccines. This review describes some of the fundamental and contemporary infection studies that have been conducted with BTV in the mammalian host and provides an overview of the principal animal welfare issues that should be considered when designing experimental infection studies with BTV in in vivo infection models. Examples are provided from the authors\u0027 own laboratory where the three Rs (replacement, reduction and refinement) have been implemented in the design of experimental infection studies with BTV in mice and goats. The use of the ARRIVE guidelines for the reporting of data from animal infection studies is emphasized.",
      "sentences": [
        [
          {
            "segment_text": "Experimental infection studies with bluetongue virus ( BTV ) in the mammalian host have a history that stretches back to the late 18th century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies in a wide range of ruminant and camelid species as well as mice have been instrumental in understanding BTV transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bluetongue ( BT ) pathogenicity/pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral virulence , the induced immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as reproductive failures associated with BTV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies have in many cases been complemented by in vitro studies with BTV in different cell types in tissue culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Together these studies have formed the basis for the understanding of BTV-host interaction and have contributed to the design of successful control strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the development of effective vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes some of the fundamental and contemporary infection studies that have been conducted with BTV in the mammalian host and provides an overview of the principal animal welfare issues that should be considered when designing experimental infection studies with BTV in in vivo infection models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Examples are provided from the authors \u0027 own laboratory where the three Rs ( replacement , reduction and refinement ) have been implemented in the design of experimental infection studies with BTV in mice and goats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of the ARRIVE guidelines for the reporting of data from animal infection studies is emphasized .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "227"
  }
}