{
  "paper_id": "c5a2342f2be367597c69efa11ae83c1a5dc98525",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3750,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper reports on a study of the ways in which 54 older people in South Wales (UK) talk about the symptoms and causes of cold and influenza (flu). The study was designed to understand why older people might reject or accept the offer of seasonal flu vaccine, and in the course of the interviews respondents were also asked to express their views about the nature and causes of the two key illnesses. The latter are among the most common infections in human beings. In terms of the biomedical paradigm the common cold is caused by numerous respiratory viruses, whilst flu is caused by the influenza virus. Medical diagnosis is usually made on clinical grounds without laboratory confirmation. Symptoms of flu include sudden onset of fever and cough, and colds are characterized by sneezing, sore throat, and runny nose, but in practice the symptoms often overlap. In this study we examine the degree by which the views of lay people with respect to both diagnosis and epidemiology diverge with that which is evident in biomedical discourse. Our results indicate that whilst most of the identified symptoms are common to lay and professional people, the former integrate symptoms into a markedly different observational frame from the latter. And as far as causation is concerned it is clear that lay people emphasize the role of \u0027resistance\u0027 and \u0027immunity\u0027 at least as much as \u0027infection\u0027 in accounting for the onset of colds and flu. The data are analyzed using novel methods that focus on the co-occurrence of concepts and are displayed as semantic networks. As well as reporting on its findings the authors draw out some implications of the study for social scientific and policy discussions concerning lay diagnosis, lay expertise and the concept of an expert patient.",
      "sentences": [
        [
          {
            "segment_text": "This paper reports on a study of the ways in which 54 older people in South Wales ( UK ) talk about the symptoms and causes of cold and influenza ( flu ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The study was designed to understand why older people might reject or accept the offer of seasonal flu vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in the course of the interviews respondents were also asked to express their views about the nature and causes of the two key illnesses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The latter are among the most common infections in human beings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In terms of the biomedical paradigm the common cold is caused by numerous respiratory viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whilst flu is caused by the influenza virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Medical diagnosis is usually made on clinical grounds without laboratory confirmation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Symptoms of flu include sudden onset of fever and cough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and colds are characterized by sneezing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sore throat , and runny nose ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in practice the symptoms often overlap .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we examine the degree by which the views of lay people with respect to both diagnosis and epidemiology diverge with that which is evident in biomedical discourse .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that whilst most of the identified symptoms are common to lay and professional people ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the former integrate symptoms into a markedly different observational frame from the latter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And as far as causation is concerned it is clear that lay people emphasize the role of ` resistance \u0027 and ` immunity \u0027 at least as much as ` infection \u0027 in accounting for the onset of colds and flu .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data are analyzed using novel methods that focus on the co-occurrence of concepts and are displayed as semantic networks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As well as reporting on its findings the authors draw out some implications of the study for social scientific and policy discussions concerning lay diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lay expertise and the concept of an expert patient .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "324"
  }
}