{
  "paper_id": "c5b1a042d7828891177203755e2201748eec0a14",
  "metadata": {
    "title": "Re-engineering the Cypriot healthcare service system",
    "coda_data_split": "train",
    "coda_paper_id": 2243,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The Cypriot healthcare system has undergone a number of major transformations since the induction of the Republic of Cyprus in the European Union over 10 years ago. Currently Cyprus is undergoing a major reform, namely the introduction of a primary care driven national healthcare system. The aim of the study was to assess the existing state of training, support, quality, guidelines and infrastructure towards a better healthcare system in Cyprus.",
      "sentences": [
        [
          {
            "segment_text": "Background : The Cypriot healthcare system has undergone a number of major transformations since the induction of the Republic of Cyprus in the European Union over 10 years ago .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently Cyprus is undergoing a major reform ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "namely the introduction of a primary care driven national healthcare system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the study was to assess the existing state of training ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "support , quality , guidelines and infrastructure towards a better healthcare system in Cyprus .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: This is a mixed-methods study combining statistical data until October 2016 and workshop discussions delivered in Cyprus in November 2015. We used anonymised data provided: (1a) by the Cyprus Medical Association of all registered medical doctors up to October 2016; (1b); by the Ministry of Health (MoH) Health Monitoring Unit up to October 2016; (2) during a workshop organised with representatives from the Royal College of Physicians, the European Commission and the Health Insurance Organization. Results: The gender ratio of men over women is disproportionate, with over 85% of the medical doctors undertaking their training in Greece, Eastern Europe and neighbouring countries, while the current record does not hold a relevant specialty information for 4 out of 10 doctors. The results show lack of statutory inspection systems, application of revalidation principles or implementation of peer-review clinical services on the island. There are eight proposed recommendations made by the workshop participants towards the transformation of the Cypriot healthcare system and the development of the Cyprus Quality Improvement Institute. These are aimed at addressing gaps in quality of care, adherence to clinical guidelines and implementation of audits, development of doctors\u0027 revalidation and peerreview of clinical services, accreditation of service implementation, establishment of a statutory inspection system as well as the set-up of an incentives program as part of the general healthcare system (GHS) of Cyprus. Conclusions: Current efforts for the implementation of the new GHS in Cyprus call for adequate training and support of the medical workforce, transparent and safer quality of care provision through the implementation of clinical guidelines and capacity-building infrastructure.",
      "sentences": [
        [
          {
            "segment_text": "Methods : This is a mixed-methods study combining statistical data until October 2016 and workshop discussions delivered in Cyprus in November 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used anonymised data provided : ( 1a ) by the Cyprus Medical Association of all registered medical doctors up to October 2016 ; ( 1b ) ; by the Ministry of Health ( MoH ) Health Monitoring Unit up to October 2016 ; ( 2 ) during a workshop organised with representatives from the Royal College of Physicians ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the European Commission and the Health Insurance Organization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The gender ratio of men over women is disproportionate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with over 85 % of the medical doctors undertaking their training in Greece ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Eastern Europe and neighbouring countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the current record does not hold a relevant specialty information for 4 out of 10 doctors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results show lack of statutory inspection systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "application of revalidation principles or implementation of peer-review clinical services on the island .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are eight proposed recommendations made by the workshop participants towards the transformation of the Cypriot healthcare system and the development of the Cyprus Quality Improvement Institute .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These are aimed at addressing gaps in quality of care ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adherence to clinical guidelines and implementation of audits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "development of doctors \u0027 revalidation and peerreview of clinical services ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "accreditation of service implementation , establishment of a statutory inspection system as well as the set-up of an incentives program as part of the general healthcare system ( GHS ) of Cyprus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Current efforts for the implementation of the new GHS in Cyprus call for adequate training and support of the medical workforce ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transparent and safer quality of care provision through the implementation of clinical guidelines and capacity-building infrastructure .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "377"
  }
}