{
  "paper_id": "c5bf5beb177c16aa29255e89e0cf47e4e9467cce",
  "metadata": {
    "title": "The impact of news exposure on collective attention in the United States during the 2016 Zika epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 5001,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "In recent years, many studies have drawn attention to the important role of collective awareness and human behaviour during epidemic outbreaks. A number of modelling efforts have investigated the interaction between the disease transmission dynamics and human behaviour change mediated by news coverage and by information spreading in the population. Yet, given the scarcity of data on public awareness during an epidemic, few studies have relied on empirical data. Here, we use fine-grained, geo-referenced data from three online sources -Wikipedia, the GDELT Project and the Internet Archive -to quantify population-scale information seeking about the 2016 Zika virus epidemic in the U.S., explicitly linking such behavioural signal to epidemiological data. Geolocalized Wikipedia pageview data reveal that visiting patterns of Zika-related pages in Wikipedia were highly synchronized across the United States and largely explained by exposure to national television broadcast. Contrary to the assumption of some theoretical models, news volume and Wikipedia visiting patterns were not significantly correlated with the magnitude or the extent of the epidemic. Attention to Zika, in terms of Zika-related Wikipedia pageviews, was high at the beginning of the outbreak, when public health agencies raised an international alert and triggered 1 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "In recent years , many studies have drawn attention to the important role of collective awareness and human behaviour during epidemic outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of modelling efforts have investigated the interaction between the disease transmission dynamics and human behaviour change mediated by news coverage and by information spreading in the population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , given the scarcity of data on public awareness during an epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few studies have relied on empirical data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we use fine-grained ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "geo-referenced data from three online sources - Wikipedia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the GDELT Project and the Internet Archive - to quantify population-scale information seeking about the 2016 Zika virus epidemic in the U.S. ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "explicitly linking such behavioural signal to epidemiological data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Geolocalized Wikipedia pageview data reveal that visiting patterns of Zika-related pages in Wikipedia were highly synchronized across the United States and largely explained by exposure to national television broadcast .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Contrary to the assumption of some theoretical models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "news volume and Wikipedia visiting patterns were not significantly correlated with the magnitude or the extent of the epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attention to Zika , in terms of Zika-related Wikipedia pageviews ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was high at the beginning of the outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when public health agencies raised an international alert and triggered 1 All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/346411 doi: bioRxiv preprint media coverage, but subsequently exhibited an activity profile that suggests nonlinear dependencies and memory effects in the relation between information seeking, media pressure, and disease dynamics. This calls for a new and more general modelling framework to describe the interaction between media exposure, public awareness and disease dynamics during epidemic outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "The copyright holder for this preprint ( which was not peer-reviewed ) is the author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10.1101/346411 doi : bioRxiv preprint media coverage ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "but subsequently exhibited an activity profile that suggests nonlinear dependencies and memory effects in the relation between information seeking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "media pressure , and disease dynamics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This calls for a new and more general modelling framework to describe the interaction between media exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "public awareness and disease dynamics during epidemic outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "301"
  }
}