{
  "paper_id": "c5c5ff7b8748111a3a92e882fd6b93efacbc2fd5",
  "metadata": {
    "title": "Impact of global warming on viral diseases: what is the evidence? This review comes from a themed issue on Pharmaceutical biotechnology Edited",
    "coda_data_split": "train",
    "coda_paper_id": 7836,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global warming is believed to induce a gradual climate change. Hence, it was predicted that tropical insects might expand their habitats thereby transmitting pathogens to humans. Although this concept is a conclusive presumption, clear evidence is still lacking-at least for viral diseases. Epidemiological data indicate that seasonality of many diseases is further influenced by strong single weather events, interannual climate phenomena, and anthropogenic factors. So far, emergence of new diseases was unlinked to global warming. Re-emergence and dispersion of diseases was correlated with translocation of pathogen-infected vectors or hosts. Coupled ocean/ atmosphere circulations and \u0027global change\u0027 that also includes shifting of demographic, social, and economical conditions are important drivers of viral disease variability whereas global warming at best contributes.",
      "sentences": [
        [
          {
            "segment_text": "Global warming is believed to induce a gradual climate change .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , it was predicted that tropical insects might expand their habitats thereby transmitting pathogens to humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although this concept is a conclusive presumption ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "clear evidence is still lacking-at least for viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiological data indicate that seasonality of many diseases is further influenced by strong single weather events ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interannual climate phenomena , and anthropogenic factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So far , emergence of new diseases was unlinked to global warming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Re-emergence and dispersion of diseases was correlated with translocation of pathogen-infected vectors or hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coupled ocean / atmosphere circulations and ` global change \u0027 that also includes shifting of demographic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "social , and economical conditions are important drivers of viral disease variability whereas global warming at best contributes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "136"
  }
}