{
  "paper_id": "c5da720013c4cab193d8642f853f88622eb898f4",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5592,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recombination among infectious bronchitis viruses (IBVs), coupled with point mutations, insertions, and deletions that occur in the genome, is thought to contribute to the emergence of new IBV variants. In this study an IBV, ck/CH/LJL/111054, was isolated from a H120-vaccinated chicken, which presented with a suspected IBV infection. Phylogenetic analysis of the S1 subunit sequence confirmed that strain ck/CH/ LJL/111054 is of the Connecticut-type; however, further extensive full-length genomic analysis identified the occurrence of recombination events. Therefore, strain ck/CH/LJL/111054 may have originated from recombination events between Conn-and Mass-like strains at three recombination breakpoints: two located within the nsp3 gene sequence and one in the nsp12 gene sequence. Further, the uptake of the 5 0 untranslated regions, nsp2, parts of nsp3, nsp4-11, and parts of nsp 12 from Mass-like virus by ck/ CH/LJL/111054 might have resulted in changes in viral replication efficiency rather than antigenic changes, via cross-neutralization analysis with the H120 strain. Recombination events coupled with the accumulation of mutations in the ck/CH/LJL/111054 genome may account for its increased virulence in specific-pathogen free chickens.",
      "sentences": [
        [
          {
            "segment_text": "Recombination among infectious bronchitis viruses ( IBVs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coupled with point mutations , insertions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and deletions that occur in the genome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is thought to contribute to the emergence of new IBV variants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study an IBV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ck/CH/LJL / 111054 , was isolated from a H120-vaccinated chicken ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which presented with a suspected IBV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the S1 subunit sequence confirmed that strain ck/CH / LJL/111054 is of the Connecticut-type ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further extensive full-length genomic analysis identified the occurrence of recombination events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , strain ck/CH/LJL / 111054 may have originated from recombination events between Conn-and Mass-like strains at three recombination breakpoints : two located within the nsp3 gene sequence and one in the nsp12 gene sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the uptake of the 5 0 untranslated regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nsp2 , parts of nsp3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nsp4-11 , and parts of nsp 12 from Mass-like virus by ck / CH/LJL/111054 might have resulted in changes in viral replication efficiency rather than antigenic changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "via cross-neutralization analysis with the H120 strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombination events coupled with the accumulation of mutations in the ck/CH/LJL / 111054 genome may account for its increased virulence in specific-pathogen free chickens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "207"
  }
}