{
  "paper_id": "c6039f8933305c9f44a44c81a15b321b6c2848dc",
  "metadata": {
    "title": "Far-UVC light: A new tool to control the spread of airborne-mediated microbial 1 diseases 2",
    "coda_data_split": "train",
    "coda_paper_id": 2709,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Airborne-mediated microbial diseases such as influenza and tuberculosis represent major public 12 health challenges. A direct approach to prevent airborne transmission is inactivation of airborne 13 pathogens, and the airborne antimicrobial potential of UVC ultraviolet light has long been established; 14 however, its widespread use in public settings is limited because conventional UVC light sources are 15 both carcinogenic and cataractogenic. By contrast, we have previously shown that far-UVC light (207-16 222 nm) efficiently kills bacteria without harm to exposed mammalian skin. This is because, due to its 17 strong absorbance in biological materials, far-UVC light cannot penetrate even the outer (non living) 18 layers of human skin or eye; however, because bacteria and viruses are of micrometer or smaller 19 dimensions, far-UVC can penetrate and inactivate them. We show for the first time that far-UVC",
      "sentences": [
        [
          {
            "segment_text": "Airborne-mediated microbial diseases such as influenza and tuberculosis represent major public 12 health challenges .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A direct approach to prevent airborne transmission is inactivation of airborne 13 pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the airborne antimicrobial potential of UVC ultraviolet light has long been established ; 14 however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its widespread use in public settings is limited because conventional UVC light sources are 15 both carcinogenic and cataractogenic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By contrast , we have previously shown that far-UVC light ( 207-16 222 nm ) efficiently kills bacteria without harm to exposed mammalian skin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is because , due to its 17 strong absorbance in biological materials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "far-UVC light can not penetrate even the outer ( non living ) 18 layers of human skin or eye ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because bacteria and viruses are of micrometer or smaller 19 dimensions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "far-UVC can penetrate and inactivate them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show for the first time that far-UVC",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "154"
  }
}