{
  "paper_id": "c61479064273b0fa74a8511f91bf18bbd8147b89",
  "metadata": {
    "title": "Pathogenesis of neurotropic murine coronavirus is multifactorial",
    "coda_data_split": "train",
    "coda_paper_id": 9790,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although coronavirus tropism is most often ascribed to receptor availability, increasing evidence suggests that for the neurotropic strains of the murine coronavirus mouse hepatitis virus (MHV), spike-receptor interactions cannot fully explain neurovirulence. The canonical MHV receptor CEACAM1a and its spike-binding site have been extensively characterized. However, CEACAM1a is poorly expressed in neurons, and the extremely neurotropic MHV strain JHM.SD infects ceacam1a S/S mice and spreads among ceacam1a S/S neurons. Two proposed alternative MHV receptors, CEACAM2 and PSG16, also fail to account for neuronal spread of JHM.SD in the absence of CEACAM1a. It has been reported that JHM.SD has an unusually labile spike protein, enabling it to perform receptor-independent spread (RIS), but it is not clear if the ability to perform RIS is fully responsible for the extremely neurovirulent phenotype. We propose that the extreme neurovirulence of JHM.SD is multifactorial and might include as yet unidentified neuron-specific spread mechanisms.",
      "sentences": [
        [
          {
            "segment_text": "Although coronavirus tropism is most often ascribed to receptor availability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "increasing evidence suggests that for the neurotropic strains of the murine coronavirus mouse hepatitis virus ( MHV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spike-receptor interactions can not fully explain neurovirulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The canonical MHV receptor CEACAM1a and its spike-binding site have been extensively characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , CEACAM1a is poorly expressed in neurons ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the extremely neurotropic MHV strain JHM.SD infects ceacam1a S/S mice and spreads among ceacam1a S/S neurons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two proposed alternative MHV receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CEACAM2 and PSG16 , also fail to account for neuronal spread of JHM.SD in the absence of CEACAM1a .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been reported that JHM.SD has an unusually labile spike protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabling it to perform receptor-independent spread ( RIS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it is not clear if the ability to perform RIS is fully responsible for the extremely neurovirulent phenotype .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose that the extreme neurovirulence of JHM.SD is multifactorial and might include as yet unidentified neuron-specific spread mechanisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "167"
  }
}