{
  "paper_id": "c615556cb238bad03d0538519159600fe727c903",
  "metadata": {
    "title": "A High-Throughput Screening Approach To Repurpose FDA-Approved Drugs for Bactericidal Applications against Staphylococcus aureus Small-Colony Variants",
    "coda_data_split": "train",
    "coda_paper_id": 4959,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Drug repurposing offers an expedited and economical route to develop new clinical therapeutics in comparison to traditional drug development. Growthbased high-throughput screening is concomitant with drug repurposing and enables rapid identification of new therapeutic uses for investigated drugs; however, this traditional method is not compatible with microorganisms with abnormal growth patterns such as Staphylococcus aureus small-colony variants (SCV). SCV subpopulations are auxotrophic for key compounds in biosynthetic pathways, which result in low growth rate. SCV formation is also associated with reduced antibiotic susceptibility, and the SCV\u0027s ability to revert to the normal cell growth state is thought to contribute to recurrence of S. aureus infections. Thus, there is a critical need to identify antimicrobial agents that are potent against SCV in order to effectively treat chronic infections. Accordingly, here we describe adapting an adenylate kinase (AK)-based cell death reporter assay to identify members of a Food and Drug Administration (FDA)approved drug library that display bactericidal activity against S. aureus SCV. Four library members, daunorubicin, ketoconazole, rifapentine, and sitafloxacin, exhibited potent SCV bactericidal activity against a stable S. aureus SCV. Further investigation showed that sitafloxacin was potent against methicillin-susceptible and -resistant S. aureus, as well as S. aureus within an established biofilm. Taken together, these results demonstrate the ability to use the AK assay to screen small-molecule libraries for SCV bactericidal agents and highlight the therapeutic potential of sitafloxacin to be repurposed to treat chronic S. aureus infections associated with SCV and/or biofilm growth states. IMPORTANCE Conventional antibiotics fail to successfully treat chronic osteomyelitis, endocarditis, and device-related and airway infections. These recurring infections are associated with the emergence of SCV, which are recalcitrant to conventional antibiotics. Studies have investigated antibiotic therapies to treat SCV-related infections but have had little success, emphasizing the need to identify novel antimicrobial drugs. However, drug discovery is a costly and time-consuming process. An alternative strategy is drug repurposing, which could identify FDA-approved and wellcharacterized drugs that could have off-label utility in treating SCV. In this study, we adapted a high-throughput AK-based assay to identify 4 FDA-approved drugs, daunorubicin, ketoconazole, rifapentine, and sitafloxacin, which display antimicrobial activity against S. aureus SCV, suggesting an avenue for drug repurposing in order to effectively treat SCV-related infections. Additionally, this screening paradigm can Citation Trombetta RP, Dunman PM, Schwarz EM, Kates SL, Awad HA. 2018. A highthroughput screening approach to repurpose FDA-approved drugs for bactericidal applications against Staphylococcus aureus small-colony variants. mSphere 3:e00422-18.",
      "sentences": [
        [
          {
            "segment_text": "Drug repurposing offers an expedited and economical route to develop new clinical therapeutics in comparison to traditional drug development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Growthbased high-throughput screening is concomitant with drug repurposing and enables rapid identification of new therapeutic uses for investigated drugs ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this traditional method is not compatible with microorganisms with abnormal growth patterns such as Staphylococcus aureus small-colony variants ( SCV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SCV subpopulations are auxotrophic for key compounds in biosynthetic pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which result in low growth rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SCV formation is also associated with reduced antibiotic susceptibility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the SCV \u0027s ability to revert to the normal cell growth state is thought to contribute to recurrence of S. aureus infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , there is a critical need to identify antimicrobial agents that are potent against SCV in order to effectively treat chronic infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Accordingly , here we describe adapting an adenylate kinase ( AK ) - based cell death reporter assay to identify members of a Food and Drug Administration ( FDA ) approved drug library that display bactericidal activity against S. aureus SCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Four library members , daunorubicin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ketoconazole , rifapentine , and sitafloxacin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exhibited potent SCV bactericidal activity against a stable S. aureus SCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further investigation showed that sitafloxacin was potent against methicillin-susceptible and - resistant S. aureus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as S. aureus within an established biofilm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results demonstrate the ability to use the AK assay to screen small-molecule libraries for SCV bactericidal agents and highlight the therapeutic potential of sitafloxacin to be repurposed to treat chronic S. aureus infections associated with SCV and/or biofilm growth states .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE Conventional antibiotics fail to successfully treat chronic osteomyelitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "endocarditis , and device-related and airway infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These recurring infections are associated with the emergence of SCV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are recalcitrant to conventional antibiotics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies have investigated antibiotic therapies to treat SCV-related infections but have had little success ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emphasizing the need to identify novel antimicrobial drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , drug discovery is a costly and time-consuming process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An alternative strategy is drug repurposing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which could identify FDA-approved and wellcharacterized drugs that could have off-label utility in treating SCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we adapted a high-throughput AK-based assay to identify 4 FDA-approved drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "daunorubicin , ketoconazole , rifapentine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and sitafloxacin , which display antimicrobial activity against S. aureus SCV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting an avenue for drug repurposing in order to effectively treat SCV-related infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , this screening paradigm can Citation Trombetta RP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Dunman PM , Schwarz EM ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Kates SL , Awad HA .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2018 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A highthroughput screening approach to repurpose FDA-approved drugs for bactericidal applications against Staphylococcus aureus small-colony variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mSphere 3 : e00422-18 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "34",
    "token_num": "465"
  }
}