{
  "paper_id": "c62b68c066ad9cbdee5244b9b97e06d7286b2364",
  "metadata": {
    "title": "Chinese Medicine Shenfu Injection for Heart Failure: A Systematic Review and Meta-Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 2614,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objective. Heart failure (HF) is a global public health problem. Early literature studies manifested that Shenfu injection (SFI) is one of the most commonly used traditional Chinese patent medicine for HF in China. This article intended to systematically evaluate the efficacy and safety of SFI for HF. Methods. An extensive search was performed within 6 English and Chinese electronic database up to November 2011. Ninety-nine randomized controlled trails (RCTs) were collected, irrespective of languages. Two authors extracted data and assessed the trial quality independently. RevMan 5.0.2 was used for data analysis. Results. Compared with routine treatment and/or device support, SFI combined with routine treatment and/or device support showed better effect on clinical effect rate, mortality, heart rate, NT-proBNP and 6-minute walk distance. Results in ultrasonic cardiography also showed that SFI combined with routine treatment improved heart function of HF patients. There were no significant difference in blood pressure between SFI and routine treatment groups. Adverse events were reported in thirteen trails with thirteen specific symptoms, while no serious adverse effect was reported. Conclusion. SFI appear to be effective for treating HF. However, further rigorously designed RCTs are warranted because of insufficient methodological rigor in the majority of included trials.",
      "sentences": [
        [
          {
            "segment_text": "Objective .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Heart failure ( HF ) is a global public health problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early literature studies manifested that Shenfu injection ( SFI ) is one of the most commonly used traditional Chinese patent medicine for HF in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article intended to systematically evaluate the efficacy and safety of SFI for HF .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An extensive search was performed within 6 English and Chinese electronic database up to November 2011 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ninety-nine randomized controlled trails ( RCTs ) were collected , irrespective of languages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two authors extracted data and assessed the trial quality independently .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RevMan 5.0.2 was used for data analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with routine treatment and/or device support ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SFI combined with routine treatment and/or device support showed better effect on clinical effect rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mortality , heart rate , NT-proBNP and 6-minute walk distance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results in ultrasonic cardiography also showed that SFI combined with routine treatment improved heart function of HF patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no significant difference in blood pressure between SFI and routine treatment groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adverse events were reported in thirteen trails with thirteen specific symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while no serious adverse effect was reported .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SFI appear to be effective for treating HF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , further rigorously designed RCTs are warranted because of insufficient methodological rigor in the majority of included trials .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "20",
    "token_num": "229"
  }
}