{
  "paper_id": "c634588d1223a0fce5373a8e5321aac01e5cd8d5",
  "metadata": {
    "title": "Molecular phylogeny of coronaviruses including human SARS-CoV",
    "coda_data_split": "train",
    "coda_paper_id": 8832,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Phylogenetic tree of coronaviruses (CoVs) including the human SARS-associated virus is reconstructed from complete genomes by using our newly developed Kstring composition approach. The relation of the human SARS-CoV to other coronaviruses, i.e. the rooting of the tree is suggested by choosing an appropriate outgroup. SARS-CoV makes a separate group closer but still distant from G2 (CoVs in mammalian host). The relation between different isolates of the human SARS virus is inferred by first constructing an ultrametric distance matrix from counting sequence variations in the genomes. The resulting tree is consistent with clinic relations between the SARS-CoV isolates. In addition to a larger variety of coronavirus genomes these results provide phylogenetic knowledge based on independent novel methodology as compared to recent phylogenetic studies on SARS-CoV. DOl: lO.1360/03wc0254 I) In the revised paper the 4 partial genomes were replaced by the updated complete ones.",
      "sentences": [
        [
          {
            "segment_text": "Phylogenetic tree of coronaviruses ( CoVs ) including the human SARS-associated virus is reconstructed from complete genomes by using our newly developed Kstring composition approach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The relation of the human SARS-CoV to other coronaviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "i.e. the rooting of the tree is suggested by choosing an appropriate outgroup .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV makes a separate group closer but still distant from G2 ( CoVs in mammalian host ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The relation between different isolates of the human SARS virus is inferred by first constructing an ultrametric distance matrix from counting sequence variations in the genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resulting tree is consistent with clinic relations between the SARS-CoV isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to a larger variety of coronavirus genomes these results provide phylogenetic knowledge based on independent novel methodology as compared to recent phylogenetic studies on SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DOl : lO .1360 / 03wc0254 I ) In the revised paper the 4 partial genomes were replaced by the updated complete ones .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "2) The error rate in sequencing BJOI is estimated to be 0.94 in 10 kb, Private communication from authors of [3] .",
      "sentences": [
        [
          {
            "segment_text": "2 ) The error rate in sequencing BJOI is estimated to be 0.94 in 10 kb ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Private communication from authors of ( 3 ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "186"
  }
}