{
  "paper_id": "c635d21a8dd780ebae0bfe87fd7ef1d7d717c4ec",
  "metadata": {
    "title": "Associations between bovine coronavirus and bovine respiratory syncytial virus infections and animal performance in Swedish dairy herds",
    "coda_data_split": "train",
    "coda_paper_id": 4467,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To assess the economic impact of bovine coronavirus (BCV) and bovine respiratory syncytial virus (BRSV) infections, accurate estimates of their associated effects on animal performance are needed. This study aimed to quantify the variation in individual test-day milk yield and somatic cell count, risk of reproductive failure after first service of dairy cows, and risk of death of calves and heifers according to the BCV and BRSV status of the herd. Three types of status were defined for BCV and BRSV infections, based on 1) the dynamics over a 7-mo period of BCV-and BRSV-specific antibody levels in pooled milk of primiparous cows; 2) the possible occurrence of presumably BCV-and BRSV-related clinical outbreaks; and 3) the combination of both pieces of information. A total of 36,184 test days, 2,716 cows with a first service, and 4,104 calves and heifers in 65 Swedish herds were included in the analyses. Animal performance associated with BCV and BRSV infections was quantified using hierarchical mixed generalized and survival models, after adjustment for covariates known to influence the performance under study. A significant reduction in milk yield was observed for cows in presumably BRSV recently infected herds, as well as in herds having a presumably BRSV-related clinical outbreak (of 0.57 and 0.91 kg/d, respectively), compared with cows in presumably infection-free herds. There was also a significant increase in somatic cell count (of 12,000 cells/mL) for cows located in herds with a BRSV outbreak. The risk of failure after first service, as well as the risk of death in calf and heifer, was numerically higher in BRSV-infected herds, although this was not statistically significant. In contrast, BCV infection herd status, as defined in the present study, was not significantly associated with any production losses in animals from infected herds compared with those in infection-free herds.",
      "sentences": [
        [
          {
            "segment_text": "To assess the economic impact of bovine coronavirus ( BCV ) and bovine respiratory syncytial virus ( BRSV ) infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accurate estimates of their associated effects on animal performance are needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to quantify the variation in individual test-day milk yield and somatic cell count ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "risk of reproductive failure after first service of dairy cows ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and risk of death of calves and heifers according to the BCV and BRSV status of the herd .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Three types of status were defined for BCV and BRSV infections ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on 1 ) the dynamics over a 7-mo period of BCV-and BRSV-specific antibody levels in pooled milk of primiparous cows ; 2 ) the possible occurrence of presumably BCV-and BRSV-related clinical outbreaks ; and 3 ) the combination of both pieces of information .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 36,184 test days ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2,716 cows with a first service ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 4,104 calves and heifers in 65 Swedish herds were included in the analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Animal performance associated with BCV and BRSV infections was quantified using hierarchical mixed generalized and survival models ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "after adjustment for covariates known to influence the performance under study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A significant reduction in milk yield was observed for cows in presumably BRSV recently infected herds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as in herds having a presumably BRSV-related clinical outbreak ( of 0.57 and 0.91 kg/d , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with cows in presumably infection-free herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was also a significant increase in somatic cell count ( of 12,000 cells/mL ) for cows located in herds with a BRSV outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk of failure after first service ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the risk of death in calf and heifer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was numerically higher in BRSV-infected herds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although this was not statistically significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , BCV infection herd status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as defined in the present study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was not significantly associated with any production losses in animals from infected herds compared with those in infection-free herds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "23",
    "token_num": "336"
  }
}