{
  "paper_id": "c646e655066d0982c151b516ebdf0334d037ffcf",
  "metadata": {
    "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): evidence and speculations",
    "coda_data_split": "train",
    "coda_paper_id": 6138,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In 2012, a novel human coronavirus emerged and was tentatively named \u0027\u0027Middle East respiratory syndrome coronavirus\u0027\u0027 (MERS-CoV). The high mortality rate of MERS-CoV focused attention on the ecology of the virus. It has been found that MERS-CoV belongs to the group C lineage of the genus Betacoronavirus. Coronavirus surveillance studies in different populations of bats have suggested that they are probable reservoirs for this novel virus, and phylogenetic analysis of both the spike (S1) and RNA-dependent RNA polymerase proteins of MERS-CoV have revealed that it is related to bat viruses. Recently, the MERS-CoV and its neutralizing antibodies were detected in dromedary camels. Despite the limited number of reported cases of person-to-person transmission, the rapid evolution of the virus poses a continuous threat to humans worldwide. This paper reviews the current state of knowledge regarding the virology, clinical spectrum, evolution, diagnosis and treatment of MERS-CoV infections.",
      "sentences": [
        [
          {
            "segment_text": "In 2012 , a novel human coronavirus emerged and was tentatively named `` Middle East respiratory syndrome coronavirus \u0027\u0027 ( MERS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high mortality rate of MERS-CoV focused attention on the ecology of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been found that MERS-CoV belongs to the group C lineage of the genus Betacoronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus surveillance studies in different populations of bats have suggested that they are probable reservoirs for this novel virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and phylogenetic analysis of both the spike ( S1 ) and RNA-dependent RNA polymerase proteins of MERS-CoV have revealed that it is related to bat viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , the MERS-CoV and its neutralizing antibodies were detected in dromedary camels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the limited number of reported cases of person-to-person transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the rapid evolution of the virus poses a continuous threat to humans worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper reviews the current state of knowledge regarding the virology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "clinical spectrum , evolution , diagnosis and treatment of MERS-CoV infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "165"
  }
}