{
  "paper_id": "c648716049c97bf0b69555e6fb344c8e24df7613",
  "metadata": {
    "title": "Identification of a B-cell antigenic epitope at the N-terminus of SARS-CoV M protein and characterization of monoclonal antibody against the protein",
    "coda_data_split": "train",
    "coda_paper_id": 7561,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To identify the potential B-cell antigenic epitopes within the N-terminus of SARS-CoV (SARSassociated coronavirus, SARS-CoV) M protein and characterize monoclonal antibody (MAb) against the protein as well as its recognizing region, we expressed and purified a portion of SARS-CoV M protein (amino acid 1-43) in Escherichia coli (E. coli). By using Western blot and enzyme-linked immunosorbent assay (ELISA), we showed that the purified recombinant M protein could be recognized by four SARS-CoV-positive human sera even when those sera were 12,800-fold diluted. Furthermore, we characterized one representative IgG2 MAb, 3H9, which exhibited a strong immunoreaction to both recombinant M protein and native viral protein of SARS-CoV. We found a B-cell antigenic epitope located between amino acid 1-15 and defined the MAb recognizing region within amino acid 16-28 of M. These findings not only suggest that both recombinant M protein and its specific MAbs may be used as the diagnostic reagents for SARS, but also provide a potential target site for the design of an epitope-based vaccine against SARS.",
      "sentences": [
        [
          {
            "segment_text": "To identify the potential B-cell antigenic epitopes within the N-terminus of SARS-CoV ( SARSassociated coronavirus , SARS-CoV ) M protein and characterize monoclonal antibody ( MAb ) against the protein as well as its recognizing region ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we expressed and purified a portion of SARS-CoV M protein ( amino acid 1-43 ) in Escherichia coli ( E. coli ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By using Western blot and enzyme-linked immunosorbent assay ( ELISA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we showed that the purified recombinant M protein could be recognized by four SARS-CoV-positive human sera even when those sera were 12,800-fold diluted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we characterized one representative IgG2 MAb ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3H9 , which exhibited a strong immunoreaction to both recombinant M protein and native viral protein of SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found a B-cell antigenic epitope located between amino acid 1-15 and defined the MAb recognizing region within amino acid 16-28 of M .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings not only suggest that both recombinant M protein and its specific MAbs may be used as the diagnostic reagents for SARS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also provide a potential target site for the design of an epitope-based vaccine against SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "189"
  }
}