{
  "paper_id": "c64f469a3115f900053a2313679efdf81cb35741",
  "metadata": {
    "title": "Cross-sectional investigation and risk factor analysis of community-acquired and hospital-associated canine viral infectious respiratory disease complex",
    "coda_data_split": "train",
    "coda_paper_id": 9945,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Canine infectious respiratory disease complex (CIRDC) is associated with multiple factors. The possible transmission source can be via community-acquired infection (CAI) or hospital-associated infection (HAI), but the variable factors within these two routes are not well described. This study aimed to (i) investigate a crosssectional incidence of canine respiratory viruses, including influenza (CIV), parainfluenza, distemper (CDV), respiratory coronavirus (CRCoV), adenovirus-2, and herpesvirus, in respiratory-diseased dogs, and (ii) analyze the possibly related risk factors. In total 209 dogs with respiratory illness, consisting of 133 CAI and 76 HAI dogs, were studied. Both nasal and oropharyngeal swabs were sampled from each dog and subjected for CIRDC virus detection using multiplex PCRs. Common six viruses associated with CIRDC were detected in both groups with CIV and CRCoV being predominantly found. Only CDV was significantly more prevalent in CAI than HAI dogs. Multiple virus detections were found in 81.2% and 78.9% of CAI and HAI dogs, respectively. Co-detection of CIV and CRCoV was represented the highest proportion and most often found with other CIRD viruses. Moreover, the clinical severity level was notably related to the age of infected dogs, but not to the vaccination status, sex and transmission route. Since healthy or control dogs were not included in this study, the prevalence of the CIRD virus infections could not be assessed.",
      "sentences": [
        [
          {
            "segment_text": "Canine infectious respiratory disease complex ( CIRDC ) is associated with multiple factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The possible transmission source can be via community-acquired infection ( CAI ) or hospital-associated infection ( HAI ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the variable factors within these two routes are not well described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to ( i ) investigate a crosssectional incidence of canine respiratory viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including influenza ( CIV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "parainfluenza , distemper ( CDV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "respiratory coronavirus ( CRCoV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "adenovirus-2 , and herpesvirus , in respiratory-diseased dogs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and ( ii ) analyze the possibly related risk factors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In total 209 dogs with respiratory illness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "consisting of 133 CAI and 76 HAI dogs , were studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both nasal and oropharyngeal swabs were sampled from each dog and subjected for CIRDC virus detection using multiplex PCRs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Common six viruses associated with CIRDC were detected in both groups with CIV and CRCoV being predominantly found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only CDV was significantly more prevalent in CAI than HAI dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple virus detections were found in 81.2 % and 78.9 % of CAI and HAI dogs , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-detection of CIV and CRCoV was represented the highest proportion and most often found with other CIRD viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the clinical severity level was notably related to the age of infected dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not to the vaccination status , sex and transmission route .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since healthy or control dogs were not included in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the prevalence of the CIRD virus infections could not be assessed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "262"
  }
}