{
  "paper_id": "c64f525d77bf8b2ae4439a875f1bd8eb197a0519",
  "metadata": {
    "title": "Association and Host Selectivity in Multi-Host Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 6660,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The distribution of multi-host pathogens over their host range conditions their population dynamics and structure. Also, host co-infection by different pathogens may have important consequences for the evolution of hosts and pathogens, and hostpathogen co-evolution. Hence it is of interest to know if the distribution of pathogens over their host range is random, or if there are associations between hosts and pathogens, or between pathogens sharing a host. To analyse these issues we propose indices for the observed patterns of host infection by pathogens, and for the observed patterns of co-infection, and tests to analyse if these patterns conform to randomness or reflect associations. Applying these tests to the prevalence of five plant viruses on 21 wild plant species evidenced host-virus associations: most hosts and viruses were selective for viruses and hosts, respectively. Interestingly, the more host-selective viruses were the more prevalent ones, suggesting that host specialisation is a successful strategy for multi-host pathogens. Analyses also showed that viruses tended to associate positively in co-infected hosts. The developed indices and tests provide the tools to analyse how strong and common are these associations among different groups of pathogens, which will help to understand and model the population biology of multihost pathogens.",
      "sentences": [
        [
          {
            "segment_text": "The distribution of multi-host pathogens over their host range conditions their population dynamics and structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , host co-infection by different pathogens may have important consequences for the evolution of hosts and pathogens , and hostpathogen co-evolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence it is of interest to know if the distribution of pathogens over their host range is random ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or if there are associations between hosts and pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or between pathogens sharing a host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To analyse these issues we propose indices for the observed patterns of host infection by pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and for the observed patterns of co-infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and tests to analyse if these patterns conform to randomness or reflect associations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Applying these tests to the prevalence of five plant viruses on 21 wild plant species evidenced host-virus associations : most hosts and viruses were selective for viruses and hosts , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the more host-selective viruses were the more prevalent ones ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that host specialisation is a successful strategy for multi-host pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analyses also showed that viruses tended to associate positively in co-infected hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The developed indices and tests provide the tools to analyse how strong and common are these associations among different groups of pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which will help to understand and model the population biology of multihost pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "220"
  }
}