{
  "paper_id": "c66be1e891285a777b15ba49e685452fed6ee837",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8391,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The avian coronavirus (AvCoV) infectious bronchitis virus (IBV) is a major poultry pathogen. A characteristic feature of IBV is the occurrence of many different strains belonging to different serotypes, which makes a complete control of the disease by vaccinations a challenging task. Reasons for differences in the tissue tropism and pathogenicity between IBV strains, e.g. a predilection for the kidneys or the oviduct are still an open question. Strains of the QX genotype have been major pathogens in poultry flocks in Asia, Europe and other parts of the world. They are the cause of severe problems with kidney disease and reproductive tract disorders. We analysed infectivity and binding properties of the QX strain and compared them with those of the nephropathogenic strain B1648. As most IBV strains do not infect permanent cell lines and show infection only in primary chicken cells of the target organs, we developed a culture system for chicken oviduct explants. The epithelial cells of the oviduct showed a high susceptibility to infection by the QX strain and were almost resistant to infection by the nephropathogenic B1648 strain. Binding tests with isolated primary oviduct epithelial cells and soluble S1 proteins revealed that S1 proteins of two IBV strains bound with the same efficiency to oviduct epithelial cells. This attachment was sialic acid dependent, indicating that the sugar binding property of IBV spike proteins is not the limiting factor for differences in infection efficiency for the oviduct of the corresponding viruses.",
      "sentences": [
        [
          {
            "segment_text": "The avian coronavirus ( AvCoV ) infectious bronchitis virus ( IBV ) is a major poultry pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A characteristic feature of IBV is the occurrence of many different strains belonging to different serotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which makes a complete control of the disease by vaccinations a challenging task .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reasons for differences in the tissue tropism and pathogenicity between IBV strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. a predilection for the kidneys or the oviduct are still an open question .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strains of the QX genotype have been major pathogens in poultry flocks in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Europe and other parts of the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are the cause of severe problems with kidney disease and reproductive tract disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analysed infectivity and binding properties of the QX strain and compared them with those of the nephropathogenic strain B1648 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As most IBV strains do not infect permanent cell lines and show infection only in primary chicken cells of the target organs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we developed a culture system for chicken oviduct explants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The epithelial cells of the oviduct showed a high susceptibility to infection by the QX strain and were almost resistant to infection by the nephropathogenic B1648 strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Binding tests with isolated primary oviduct epithelial cells and soluble S1 proteins revealed that S1 proteins of two IBV strains bound with the same efficiency to oviduct epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This attachment was sialic acid dependent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the sugar binding property of IBV spike proteins is not the limiting factor for differences in infection efficiency for the oviduct of the corresponding viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "262"
  }
}