{
  "paper_id": "c673040445017953c83a1a923916b0cc58599fb5",
  "metadata": {
    "title": "GRAFT LOSS AND CLAD ONSET IS HASTENED BY VIRAL PNEUMONIA AFTER LUNG TRANSPLANTATION",
    "coda_data_split": "train",
    "coda_paper_id": 10222,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Community acquired respiratory virus (CARV) infections occur frequently after lung transplantation and may adversely impact outcomes. We hypothesized that while asymptomatic carriage would not increase the risk of chronic lung allograft dysfunction (CLAD) and graft loss, severe infection would.",
      "sentences": [
        [
          {
            "segment_text": "Background-Community acquired respiratory virus ( CARV ) infections occur frequently after lung transplantation and may adversely impact outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that while asymptomatic carriage would not increase the risk of chronic lung allograft dysfunction ( CLAD ) and graft loss , severe infection would .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-All lung transplant cases between January 2000 and July 2013 performed at our center were reviewed for respiratory viral samples. Each isolation of virus was classified according to clinical level of severity: asymptomatic, symptomatic without pneumonia, and viral pneumonia. Multivariate Cox modeling was employed to assess the impact of CARV isolation on progression to CLAD and graft loss.",
      "sentences": [
        [
          {
            "segment_text": "Methods-All lung transplant cases between January 2000 and July 2013 performed at our center were reviewed for respiratory viral samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each isolation of virus was classified according to clinical level of severity : asymptomatic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "symptomatic without pneumonia , and viral pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multivariate Cox modeling was employed to assess the impact of CARV isolation on progression to CLAD and graft loss .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-4408 specimens were collected from 563 total patients with 139 patients producing 324 virus positive specimens in 245 episodes of CARV infection. Overall, the risk of CLAD was elevated by viral infection (HR 1.64, p \u003c 0.01). This risk, however, was due to viral pneumonia alone (HR 3.94, p \u003c 0.01), without significant impact from symptomatic viral infection (HR 0.97, p \u003d 0.94) nor from asymptomatic viral infection (HR 0.99, p \u003d 0.98). The risk of graft loss was not",
      "sentences": [
        [
          {
            "segment_text": "Results-4408 specimens were collected from 563 total patients with 139 patients producing 324 virus positive specimens in 245 episodes of CARV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the risk of CLAD was elevated by viral infection ( HR 1.64 , p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This risk , however , was due to viral pneumonia alone ( HR 3.94 , p \u003c 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without significant impact from symptomatic viral infection ( HR 0.97 , p \u003d 0.94 ) nor from asymptomatic viral infection ( HR 0.99 , p \u003d 0.98 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk of graft loss was not",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "209"
  }
}