{
  "paper_id": "c67622235b0bf9f9b305993553061af239d14cd4",
  "metadata": {
    "title": "Genomic Signatures of Emerging Viruses: A New Era of Systems Epidemiology",
    "coda_data_split": "train",
    "coda_paper_id": 6818,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Compared to classical epidemiologic methods, genomics can be used to precisely monitor virus evolution and transmission in real time across large, diverse populations. Integration of pathogen genomics with data about host genetics and global transcriptional responses to infection allows for comprehensive studies of population-level responses to infection and provides novel methods for predicting clinical outcomes. As genomic technologies become more accessible, these methods will redefine how emerging viruses are studied and outbreaks are contained. Here we review the existing and emerging genomic technologies that are enabling systems epidemiology and systems virology and making it possible to respond rapidly to emerging viruses such as Zika.",
      "sentences": [
        [
          {
            "segment_text": "Compared to classical epidemiologic methods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genomics can be used to precisely monitor virus evolution and transmission in real time across large , diverse populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Integration of pathogen genomics with data about host genetics and global transcriptional responses to infection allows for comprehensive studies of population-level responses to infection and provides novel methods for predicting clinical outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As genomic technologies become more accessible ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these methods will redefine how emerging viruses are studied and outbreaks are contained .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review the existing and emerging genomic technologies that are enabling systems epidemiology and systems virology and making it possible to respond rapidly to emerging viruses such as Zika .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "111"
  }
}