{
  "paper_id": "c6785919628a7f2e24e5f487f688b5154093897f",
  "metadata": {
    "title": "Chemokines and NK cells: Regulators of development, trafficking and functions",
    "coda_data_split": "train",
    "coda_paper_id": 7049,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t NK cells are innate lymphocytes capable of killing malignant or infected cells and to produce a wide array of cytokines and chemokines following activation.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t NK cells are innate lymphocytes capable of killing malignant or infected cells and to produce a wide array of cytokines and chemokines following activation .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Chemokines, play critical roles in the regulation of NK cell tissue distribution in normal conditions as well as their rapid recruitment to the parenchyma of injured organs during inflammation, which is critical for NK cell ability to promote protective responses. In this regard, differences in chemokine receptor expression have been reported on specialized NK cell subsets with distinct effector functions and tissue distribution.",
      "sentences": [
        [
          {
            "segment_text": "Chemokines , play critical roles in the regulation of NK cell tissue distribution in normal conditions as well as their rapid recruitment to the parenchyma of injured organs during inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is critical for NK cell ability to promote protective responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this regard , differences in chemokine receptor expression have been reported on specialized NK cell subsets with distinct effector functions and tissue distribution .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Besides their role in the regulation of NK cell trafficking, chemotactic molecules can also affect NK cell effector functions by regulating their priming and their ability to kill and secrete cytokines.",
      "sentences": [
        [
          {
            "segment_text": "Besides their role in the regulation of NK cell trafficking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chemotactic molecules can also affect NK cell effector functions by regulating their priming and their ability to kill and secrete cytokines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "134"
  }
}