{
  "paper_id": "c68a6448007a158321fd4b610a17e646d77fea95",
  "metadata": {
    "title": "Epidemiology and Infection Post-pandemic influenza A/H1N1pdm09 is associated with more severe outcomes than A/H3N2 and other respiratory viruses in adult hospitalisations",
    "coda_data_split": "train",
    "coda_paper_id": 8163,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This study compares the frequency and severity of influenza A/H1N1pdm09 (A/H1), influenza A/H3N2 (A/H3) and other respiratory virus infections in hospitalised patients. Data from 17 332 adult hospitalised patients admitted to Sir Charles Gairdner Hospital, Perth, Western Australia, with a respiratory illness between 2012 and 2015 were linked with data containing reverse transcription polymerase chain reaction results for respiratory viruses including A/H1, A/H3, influenza B, human metapneumovirus, respiratory syncytial virus and parainfluenza. Of these, 1753 (10.1%) had test results. Multivariable regression analyses were conducted to compare the viruses for clinical outcomes including ICU admission, ventilation, pneumonia, length of stay and death. Patients with A/H1 were more likely to experience severe outcomes such as ICU admission (OR 2.5, 95% CI 1.2-5.5, P \u003d 0.016), pneumonia (OR 3.0, 95% CI 1.6-5.7, P \u003c 0.001) and lower risk of discharge from hospital (indicating longer lengths of hospitalisation; HR 0.64 95% CI 0.47-0.88, P \u003d 0.005), than patients with A/H3. Patients with a non-influenza respiratory virus were less likely to experience severe clinical outcomes than patients with A/H1, however, had similar likelihood when compared to patients with A/H3. Patients hospitalised with A/H1 had higher odds of severe outcomes than patients with A/H3 or other respiratory viruses. Knowledge of circulating influenza strains is important for healthcare preparedness.",
      "sentences": [
        [
          {
            "segment_text": "This study compares the frequency and severity of influenza A/H1N1pdm09 ( A/H1 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "influenza A/H3N2 ( A/H3 ) and other respiratory virus infections in hospitalised patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Data from 17 332 adult hospitalised patients admitted to Sir Charles Gairdner Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Perth , Western Australia , with a respiratory illness between 2012 and 2015 were linked with data containing reverse transcription polymerase chain reaction results for respiratory viruses including A/H1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "A/H3 , influenza B , human metapneumovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respiratory syncytial virus and parainfluenza .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of these , 1753 ( 10.1 % ) had test results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multivariable regression analyses were conducted to compare the viruses for clinical outcomes including ICU admission ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ventilation , pneumonia , length of stay and death .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients with A/H1 were more likely to experience severe outcomes such as ICU admission ( OR 2.5 , 95 % CI 1.2-5.5 , P \u003d 0.016 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pneumonia ( OR 3.0 , 95 % CI 1.6-5.7 , P \u003c 0.001 ) and lower risk of discharge from hospital ( indicating longer lengths of hospitalisation ; HR 0.64 95 % CI 0.47-0.88 , P \u003d 0.005 ) , than patients with A/H3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with a non-influenza respiratory virus were less likely to experience severe clinical outcomes than patients with A/H1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , had similar likelihood when compared to patients with A/H3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients hospitalised with A/H1 had higher odds of severe outcomes than patients with A/H3 or other respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knowledge of circulating influenza strains is important for healthcare preparedness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "258"
  }
}