{
  "paper_id": "c6959aa72c779e45430d606dc8629437215900e7",
  "metadata": {
    "title": "Influenza and other respiratory virus infections in solid organ transplant recipients Hot topics",
    "coda_data_split": "train",
    "coda_paper_id": 4410,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Community-acquired respiratory viruses (CARVs) are a frequent cause of disease in solid organ transplant (SOT) recipients. Lower respiratory tract infections with CARVs can be associated with significant morbidity and even mortality in this population. This article reviews the clinical manifestations of CARVs infections and summarizes the evidence-based recommendations on the preventive and therapeutic strategies to decrease the burden of these viral infections in SOT recipients.",
      "sentences": [
        [
          {
            "segment_text": "Community-acquired respiratory viruses ( CARVs ) are a frequent cause of disease in solid organ transplant ( SOT ) recipients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lower respiratory tract infections with CARVs can be associated with significant morbidity and even mortality in this population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews the clinical manifestations of CARVs infections and summarizes the evidence-based recommendations on the preventive and therapeutic strategies to decrease the burden of these viral infections in SOT recipients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "with influenza-like symptoms during the influenza season while waiting for microbiological confirmation The efficacy of ribavirin (aerosolized or oral) for the treatment of RSV infection in SOT recipients has not been determined",
      "sentences": [
        [
          {
            "segment_text": "with influenza-like symptoms during the influenza season while waiting for microbiological confirmation The efficacy of ribavirin ( aerosolized or oral ) for the treatment of RSV infection in SOT recipients has not been determined",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "106"
  }
}