{
  "paper_id": "c69df372e941d9ddd53c21450ddf2c07c7b8c1da",
  "metadata": {
    "title": "2009 H1N1 Influenza: A Twenty-First Century Pandemic With Roots in the Early Twentieth Century",
    "coda_data_split": "train",
    "coda_paper_id": 5827,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A swine-origin H1N1 triple-reassortant influenza A virus found to be a distant relative of the 1918 \"Spanish flu\" virus emerged in April 2009 to give rise to the first influenza pandemic of the 21st century. Although disease was generally mild and similar to seasonal influenza, severe manifestations including respiratory failure were noted in some, particularly those with underlying conditions such as asthma, pregnancy and immunosuppression. Children and younger adults accounted for most cases, hospitalizations and deaths. A reverse transcriptase-polymerase chain reaction assay was superior to antigenbased rapid tests for diagnosis. All 2009 H1N1 pandemic influenza strains were susceptible to 1 or more neuraminidase inhibitors. Monovalent, unadjuvanted 2009 H1N1 vaccines were licensed in the United States in September 2009 and initially targeted to younger individuals, pregnant women, caretakers of infants and healthcare providers. The 2009 H1N1 pandemic highlights the need for modernization of influenza vaccines, improved diagnostics and more rigorous evaluation of mitigation strategies.",
      "sentences": [
        [
          {
            "segment_text": "A swine-origin H1N1 triple-reassortant influenza A virus found to be a distant relative of the 1918 `` Spanish flu \u0027\u0027 virus emerged in April 2009 to give rise to the first influenza pandemic of the 21st century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although disease was generally mild and similar to seasonal influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe manifestations including respiratory failure were noted in some ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly those with underlying conditions such as asthma , pregnancy and immunosuppression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Children and younger adults accounted for most cases , hospitalizations and deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A reverse transcriptase-polymerase chain reaction assay was superior to antigenbased rapid tests for diagnosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All 2009 H1N1 pandemic influenza strains were susceptible to 1 or more neuraminidase inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Monovalent , unadjuvanted 2009 H1N1 vaccines were licensed in the United States in September 2009 and initially targeted to younger individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pregnant women , caretakers of infants and healthcare providers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 2009 H1N1 pandemic highlights the need for modernization of influenza vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "improved diagnostics and more rigorous evaluation of mitigation strategies .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "170"
  }
}