{
  "paper_id": "c6c0a0d35bdedb534df909619bd7f240f9d52ae6",
  "metadata": {
    "title": "The Nairovirus Nairobi Sheep Disease Virus/Ganjam Virus Induces the Translocation of Protein Disulphide Isomerase-Like Oxidoreductases from the Endoplasmic Reticulum to the Cell Surface and the Extracellular Space",
    "coda_data_split": "train",
    "coda_paper_id": 6711,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nairobi sheep disease virus (NSDV) of the genus Nairovirus causes a haemorrhagic gastroenteritis in sheep and goats with mortality up to 90%; the virus is found in East and Central Africa, and in India, where the virus is called Ganjam virus. NSDV is closely related to the human pathogen Crimean-Congo haemorrhagic fever virus, which also causes a haemorrhagic disease. As with other nairoviruses, replication of NSDV takes place in the cytoplasm and the new virus particles bud into the Golgi apparatus; however, the effect of viral replication on cellular compartments has not been studied extensively. We have found that the overall structure of the endoplasmic reticulum (ER), the ER-Golgi intermediate compartment and the Golgi were unaffected by infection with NSDV. However, we observed that NSDV infection led to the loss of protein disulphide isomerase (PDI), an oxidoreductase present in the lumen of the endoplasmic reticulum (ER) and which assists during protein folding, from the ER. Further investigation showed that NSDV-infected cells have high levels of PDI at their surface, and PDI is also secreted into the culture medium of infected cells. Another chaperone from the PDI family, ERp57, was found to be similarly affected. Analysis of infected cells and expression of individual viral glycoproteins indicated that the NSDV PreGn glycoprotein is involved in redistribution of these soluble ER oxidoreductases. It has been suggested that extracellular PDI can activate integrins and tissue factor, which are involved respectively in pro-inflammatory responses and disseminated intravascular coagulation, both of which manifest in many viral haemorrhagic fevers. The discovery of enhanced PDI secretion from NSDV-infected cells may be an important finding for understanding the mechanisms underlying the pathogenicity of haemorrhagic nairoviruses. Citation: Lasecka L, Baron MD (2014) The Nairovirus Nairobi Sheep Disease Virus/Ganjam Virus Induces the Translocation of Protein Disulphide Isomerase-Like Oxidoreductases from the Endoplasmic Reticulum to the Cell Surface and the Extracellular Space. PLoS ONE 9(4): e94656.",
      "sentences": [
        [
          {
            "segment_text": "Nairobi sheep disease virus ( NSDV ) of the genus Nairovirus causes a haemorrhagic gastroenteritis in sheep and goats with mortality up to 90 % ; the virus is found in East and Central Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in India , where the virus is called Ganjam virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NSDV is closely related to the human pathogen Crimean-Congo haemorrhagic fever virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which also causes a haemorrhagic disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As with other nairoviruses , replication of NSDV takes place in the cytoplasm and the new virus particles bud into the Golgi apparatus ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the effect of viral replication on cellular compartments has not been studied extensively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have found that the overall structure of the endoplasmic reticulum ( ER ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the ER-Golgi intermediate compartment and the Golgi were unaffected by infection with NSDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , we observed that NSDV infection led to the loss of protein disulphide isomerase ( PDI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an oxidoreductase present in the lumen of the endoplasmic reticulum ( ER ) and which assists during protein folding , from the ER .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further investigation showed that NSDV-infected cells have high levels of PDI at their surface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PDI is also secreted into the culture medium of infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another chaperone from the PDI family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ERp57 , was found to be similarly affected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of infected cells and expression of individual viral glycoproteins indicated that the NSDV PreGn glycoprotein is involved in redistribution of these soluble ER oxidoreductases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It has been suggested that extracellular PDI can activate integrins and tissue factor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are involved respectively in pro-inflammatory responses and disseminated intravascular coagulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both of which manifest in many viral haemorrhagic fevers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discovery of enhanced PDI secretion from NSDV-infected cells may be an important finding for understanding the mechanisms underlying the pathogenicity of haemorrhagic nairoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Lasecka L , Baron MD ( 2014 ) The Nairovirus Nairobi Sheep Disease Virus/Ganjam Virus Induces the Translocation of Protein Disulphide Isomerase-Like Oxidoreductases from the Endoplasmic Reticulum to the Cell Surface and the Extracellular Space .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 9 ( 4 ) : e94656 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "358"
  }
}