{
  "paper_id": "c6c8b82bc5a800425b075540eff41b0af719f80f",
  "metadata": {
    "title": "Unjustifi ed Restrictions on Letters to the Editor",
    "coda_data_split": "train",
    "coda_paper_id": 3431,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We agree with Doug Altman that correspondence is an essential part of medical publishing-acting as postpublication peer review. Hence, we encourage submission of letters in response to articles we publish, preferably as e-letters via our Web site (www.plosmedicine.org) rather than via our manuscript submission site. The four-week limit we originally suggested in our author guidelines was to encourage timely correspondence; however, we accept that there will be occasions when it will be appropriate for letters to be published later than that, and we will accept such submissions. The word limit is more debatable. We think that 750 words is a reasonable limit; any more, and letters are likely to stray off the topic. Citation: Drake JM (2005) Fundamental limits to the precision of early warning systems for epidemics of infectious diseases. PLoS Med 2(5): e144.",
      "sentences": [
        [
          {
            "segment_text": "We agree with Doug Altman that correspondence is an essential part of medical publishing-acting as postpublication peer review .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , we encourage submission of letters in response to articles we publish ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preferably as e-letters via our Web site ( www.plosmedicine.org ) rather than via our manuscript submission site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The four-week limit we originally suggested in our author guidelines was to encourage timely correspondence ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we accept that there will be occasions when it will be appropriate for letters to be published later than that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and we will accept such submissions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The word limit is more debatable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We think that 750 words is a reasonable limit ; any more ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and letters are likely to stray off the topic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Drake JM ( 2005 ) Fundamental limits to the precision of early warning systems for epidemics of infectious diseases .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Med 2 ( 5 ) : e144 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "158"
  }
}