{
  "paper_id": "c6d8bc1c51f8962ffbeb497c413e3e5e225b9c3e",
  "metadata": {
    "title": "Picornavirus Subversion of the Autophagy Pathway",
    "coda_data_split": "train",
    "coda_paper_id": 10208,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "While autophagy has been shown to act as an anti-viral defense, the Picornaviridae avoid and, in many cases, subvert this pathway to promote their own replication. Evidence indicates that some picornaviruses hijack autophagy in order to induce autophagosome-like membrane structures for genomic RNA replication. Expression of picornavirus proteins can specifically induce the machinery of autophagy, although the mechanisms by which the viruses employ autophagy appear to differ. Many picornaviruses up-regulate autophagy in order to promote viral replication while some members of the family also inhibit degradation by autolysosomes. Here we explore the unusual relationship of this medically important family of viruses with a degradative mechanism of innate immunity.",
      "sentences": [
        [
          {
            "segment_text": "While autophagy has been shown to act as an anti-viral defense ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Picornaviridae avoid and , in many cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subvert this pathway to promote their own replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence indicates that some picornaviruses hijack autophagy in order to induce autophagosome-like membrane structures for genomic RNA replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Expression of picornavirus proteins can specifically induce the machinery of autophagy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although the mechanisms by which the viruses employ autophagy appear to differ .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many picornaviruses up-regulate autophagy in order to promote viral replication while some members of the family also inhibit degradation by autolysosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we explore the unusual relationship of this medically important family of viruses with a degradative mechanism of innate immunity .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "117"
  }
}