{
  "paper_id": "c6d8ebcd8dfac7fdfa27ca40d2d4f44f24bcd514",
  "metadata": {
    "title": "Physica A Epidemic spreading in metapopulation networks with heterogeneous infection rates",
    "coda_data_split": "train",
    "coda_paper_id": 9441,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "• SIS epidemic dynamics is studied in metapopulation networks.",
      "sentences": [
        [
          {
            "segment_text": "• SIS epidemic dynamics is studied in metapopulation networks .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• NIR and PIR heterogeneous infection regimes are proposed. • The two regimes both increase the threshold when only infected individuals move.",
      "sentences": [
        [
          {
            "segment_text": "• NIR and PIR heterogeneous infection regimes are proposed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "• The two regimes both increase the threshold when only infected individuals move .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• NIR increases and PIR decreases the threshold if two types of individuals both move.",
      "sentences": [
        [
          {
            "segment_text": "• NIR increases and PIR decreases the threshold if two types of individuals both move .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "• We also explore the impact of the two regimes on the temporal behavior of epidemic.",
      "sentences": [
        [
          {
            "segment_text": "• We also explore the impact of the two regimes on the temporal behavior of epidemic .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this paper, we study epidemic spreading in metapopulation networks wherein each node represents a subpopulation symbolizing a city or an urban area and links connecting nodes correspond to the human traveling routes among cities. Differently from previous studies, we introduce a heterogeneous infection rate to characterize the effect of nodes\u0027 local properties, such as population density, individual health habits, and social conditions, on epidemic infectivity. By means of a mean-field approach and Monte Carlo simulations, we explore how the heterogeneity of the infection rate affects the epidemic dynamics, and find that large fluctuations of the infection rate have a profound impact on the epidemic threshold as well as the temporal behavior of the prevalence above the epidemic threshold. This work can refine our understanding of epidemic spreading in metapopulation networks with the effect of nodes\u0027 local properties.",
      "sentences": [
        [
          {
            "segment_text": "In this paper , we study epidemic spreading in metapopulation networks wherein each node represents a subpopulation symbolizing a city or an urban area and links connecting nodes correspond to the human traveling routes among cities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Differently from previous studies , we introduce a heterogeneous infection rate to characterize the effect of nodes \u0027 local properties ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "such as population density , individual health habits ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and social conditions , on epidemic infectivity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By means of a mean-field approach and Monte Carlo simulations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we explore how the heterogeneity of the infection rate affects the epidemic dynamics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and find that large fluctuations of the infection rate have a profound impact on the epidemic threshold as well as the temporal behavior of the prevalence above the epidemic threshold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work can refine our understanding of epidemic spreading in metapopulation networks with the effect of nodes \u0027 local properties .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "219"
  }
}