{
  "paper_id": "c70bdcb5ad0df2ac48e9e00f7c35625b7e90557d",
  "metadata": {
    "title": "H1N1 influenza pandemic in Italy revisited: has the willingness to get vaccinated suffered in the long run?",
    "coda_data_split": "train",
    "coda_paper_id": 2399,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. The aim of the study is to assess the long-term secondary effects of personal experience with the H1N1 pandemic of 2009/2010 and the perception of the institutional reaction to it on Italians\u0027 willingness to get vaccinated in case of a novel influenza pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the study is to assess the long-term secondary effects of personal experience with the H1N1 pandemic of 2009/2010 and the perception of the institutional reaction to it on Italians \u0027 willingness to get vaccinated in case of a novel influenza pandemic .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design and Methods. We conducted 140 face-to-face interviews in the Registry Office of the Municipality of Milan, Italy, from October to December 2012.",
      "sentences": [
        [
          {
            "segment_text": "Design and Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We conducted 140 face-to-face interviews in the Registry Office of the Municipality of Milan ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Italy , from October to December 2012 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Willingness to get vaccinated during a novel influenza pandemic was best predicted by having been vaccinated against the seasonal flu in the past (OR\u003d5.18; 95%CI: 1.40 to 19.13) and fear of losing one\u0027s life in case of an infection with H1N1 (OR\u003d4.09; 95%CI: 1.68 to 9.97). It was unaffected by the assessment of institutional performance.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Willingness to get vaccinated during a novel influenza pandemic was best predicted by having been vaccinated against the seasonal flu in the past ( OR \u003d 5.18 ; 95 % CI : 1.40 to 19.13 ) and fear of losing one \u0027s life in case of an infection with H1N1 ( OR \u003d 4.09 ; 95 % CI : 1.68 to 9.97 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was unaffected by the assessment of institutional performance .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The findings of this study do not point to long-term secondary effects of the institutional handling of the H1N1 pandemic. The results highlight the fact that behavioural intention is not the same as behaviour, and that the former cannot simply be taken as an indicator of the latter.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings of this study do not point to long-term secondary effects of the institutional handling of the H1N1 pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results highlight the fact that behavioural intention is not the same as behaviour ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that the former can not simply be taken as an indicator of the latter .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "204"
  }
}