{
  "paper_id": "c74103d221a534d0d7b946109eb696437880e7fe",
  "metadata": {
    "title": "GROWTH OF MYCOPLASMA BOVIS IN ORGAN CULTURES OF BOVINE FOETAL TRACHEA AND COMPARISON WITH MYCOPLASMA DISPAR",
    "coda_data_split": "train",
    "coda_paper_id": 2326,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Thomas, L.H., Howard, C.J., Parsons, K.R. and Anger, H.S., 1987. Growth of Mycoplasma bovis in organ cultures of bovine foetal trachea and comparison with Mycoplasma dispar. Vet. Microbiol., 13: 189--200. Inoculation of tracheal organ cultures from bovine foetuses with Mycoplasma bovis resulted in a loss of cellular structure of the lamina propria, followed 20--22 days later by lifting and detachment of overlying epithelium. The effect was associated with large numbers of M. bovis, identified by immunoperoxidase labelling and electromicroscopy, infiltrating between the epithelial cells and amassing in the lamina propria, especially in the region of the basement membrane of the epithelium. Ciliary activity was undiminished for up to 18 days following inoculation and little or no cytopathic effect on the ciliated epithelium was seen in spite of the close proximity of large numbers of organisms.",
      "sentences": [
        [
          {
            "segment_text": "Thomas , L.H. , Howard ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "C.J. , Parsons , K.R. and Anger , H.S. , 1987 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Growth of Mycoplasma bovis in organ cultures of bovine foetal trachea and comparison with Mycoplasma dispar .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 13 : 189 -- 200 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Inoculation of tracheal organ cultures from bovine foetuses with Mycoplasma bovis resulted in a loss of cellular structure of the lamina propria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed 20 -- 22 days later by lifting and detachment of overlying epithelium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The effect was associated with large numbers of M. bovis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "identified by immunoperoxidase labelling and electromicroscopy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infiltrating between the epithelial cells and amassing in the lamina propria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in the region of the basement membrane of the epithelium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ciliary activity was undiminished for up to 18 days following inoculation and little or no cytopathic effect on the ciliated epithelium was seen in spite of the close proximity of large numbers of organisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In contrast, M. dispar was restricted to the margin of the ciliated epithelium where, as previously reported, it caused pyknosis, sloughing and flattening of the epithelium with consequent loss of ciliary activity. The cytopathology observed for each mycoplasma bore a close similarity to the behaviour of the two mycoplasmas in vivo and it is suggested that the organ culture system may be a useful and relevant system to elucidate the pathogenic mechanisms for each mycoplasma.",
      "sentences": [
        [
          {
            "segment_text": "In contrast , M. dispar was restricted to the margin of the ciliated epithelium where ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as previously reported , it caused pyknosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sloughing and flattening of the epithelium with consequent loss of ciliary activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cytopathology observed for each mycoplasma bore a close similarity to the behaviour of the two mycoplasmas in vivo and it is suggested that the organ culture system may be a useful and relevant system to elucidate the pathogenic mechanisms for each mycoplasma .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "240"
  }
}