{
  "paper_id": "c742ede355000414ae98ebc4dd532feb2fcd1196",
  "metadata": {
    "title": "Modelling the spreading rate of controlled communicable epidemics through an entropy-based thermodynamic model †",
    "coda_data_split": "train",
    "coda_paper_id": 2741,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A model based on a thermodynamic approach is proposed for predicting the dynamics of communicable epidemics assumed to be governed by controlling efforts of multiple scales so that an entropy is associated with the system. All the epidemic details are factored into a single and time-dependent coefficient, the functional form of this coefficient is found through four constraints, including notably the existence of an inflexion point and a maximum. The model is solved to give a log-normal distribution for the spread rate, for which a Shannon entropy can be defined. The only parameter, that characterizes the width of the distribution function, is uniquely determined through maximizing the rate of entropy production. This entropy-based thermodynamic (EBT) model predicts the number of hospitalized cases with a reasonable accuracy for SARS in the year 2003. This EBT model can be of use for potential epidemics such as avian influenza and H7N9 in China.",
      "sentences": [
        [
          {
            "segment_text": "A model based on a thermodynamic approach is proposed for predicting the dynamics of communicable epidemics assumed to be governed by controlling efforts of multiple scales so that an entropy is associated with the system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All the epidemic details are factored into a single and time-dependent coefficient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the functional form of this coefficient is found through four constraints ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including notably the existence of an inflexion point and a maximum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The model is solved to give a log-normal distribution for the spread rate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which a Shannon entropy can be defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The only parameter , that characterizes the width of the distribution function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is uniquely determined through maximizing the rate of entropy production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This entropy-based thermodynamic ( EBT ) model predicts the number of hospitalized cases with a reasonable accuracy for SARS in the year 2003 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This EBT model can be of use for potential epidemics such as avian influenza and H7N9 in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "point PACS number(s): 02.90.+p, 05.90.+m, 89.90.+n Citation: Wang W B, Wu Z N, Wang C F, et al. Modelling the spreading rate of controlled communicable epidemics through an entropy-based thermodynamic model.",
      "sentences": [
        [
          {
            "segment_text": "point PACS number ( s ) : 02.90 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "+ p , 05.90 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "+ m , 89.90 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "+ n Citation : Wang W B ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Wu Z N , Wang C F , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Modelling the spreading rate of controlled communicable epidemics through an entropy-based thermodynamic model .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "215"
  }
}