{
  "paper_id": "c7482fd487c4a1a40e25b393ba04466922d434b1",
  "metadata": {
    "title": "Growth restriction of an experimental live attenuated human parainfluenza virus type 2 vaccine in human ciliated airway epithelium in vitro parallels attenuation in African green monkeys",
    "coda_data_split": "train",
    "coda_paper_id": 5797,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human parainfluenza viruses (HPIVs) are common causes of severe pediatric respiratory viral disease. We characterized wild-type HPIV2 infection in an in vitro model of human airway epithelium (HAE) and found that the virus replicates to high titer, sheds apically, targets ciliated cells, and induces minimal cytopathology. Replication of an experimental, live attenuated HPIV2 vaccine strain, containing both temperature sensitive (ts) and non-ts attenuating mutations, was restricted \u003e30-fold compared to rHPIV2-WT in HAE at 32째C and exhibited little productive replication at 37째C. This restriction paralleled attenuation in the upper and lower respiratory tract of African green monkeys, supporting the HAE model as an appropriate and convenient system for characterizing HPIV2 vaccine candidates.",
      "sentences": [
        [
          {
            "segment_text": "Human parainfluenza viruses ( HPIVs ) are common causes of severe pediatric respiratory viral disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We characterized wild-type HPIV2 infection in an in vitro model of human airway epithelium ( HAE ) and found that the virus replicates to high titer ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sheds apically , targets ciliated cells , and induces minimal cytopathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Replication of an experimental , live attenuated HPIV2 vaccine strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "containing both temperature sensitive ( ts ) and non-ts attenuating mutations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was restricted \u003e 30-fold compared to rHPIV2-WT in HAE at 32 째C and exhibited little productive replication at 37 째C .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This restriction paralleled attenuation in the upper and lower respiratory tract of African green monkeys ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "supporting the HAE model as an appropriate and convenient system for characterizing HPIV2 vaccine candidates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "131"
  }
}