{
  "paper_id": "c754b8ef445abe305c59279f4472b1b026b8bbe5",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4816,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Health Sciences students are exposed early to hospitals and to activities which increase their risk of acquiring infections. Infection control practices are geared towards reduction of occurrence and transmission of infectious diseases. Objective: To evaluate knowledge and attitudes of infection prevention and control among Health Science students at University of Namibia. Methods: To assess students\u0027 knowledge and attitudes regarding infection prevention and control and their sources of information, a self-administered questionnaire was used to look at standard precautions especially hands hygiene. Results: One hundred sixty two students participated in this study of which 31 were medical, 17 were radiography and 114 were nursing students. Medical students had better overall scores (73%) compared to nursing students (66%) and radiology students (61%). There was no significant difference in scores between sexes or location of the high school being either in rural or urban setting. Conclusion: Serious efforts are needed to improve or review curriculum so that health sciences students\u0027 knowledge on infection prevention and control is imparted early before they are introduced to the wards.",
      "sentences": [
        [
          {
            "segment_text": "Background : Health Sciences students are exposed early to hospitals and to activities which increase their risk of acquiring infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection control practices are geared towards reduction of occurrence and transmission of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To evaluate knowledge and attitudes of infection prevention and control among Health Science students at University of Namibia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : To assess students \u0027 knowledge and attitudes regarding infection prevention and control and their sources of information ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a self-administered questionnaire was used to look at standard precautions especially hands hygiene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : One hundred sixty two students participated in this study of which 31 were medical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17 were radiography and 114 were nursing students .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Medical students had better overall scores ( 73 % ) compared to nursing students ( 66 % ) and radiology students ( 61 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in scores between sexes or location of the high school being either in rural or urban setting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Serious efforts are needed to improve or review curriculum so that health sciences students \u0027 knowledge on infection prevention and control is imparted early before they are introduced to the wards .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "200"
  }
}