{
  "paper_id": "c756b061cd3d68d5167d5f8bec332d2763fae0ac",
  "metadata": {
    "title": "Global research trends in microbiome-gut- brain axis during 2009-2018: a bibliometric and visualized study",
    "coda_data_split": "train",
    "coda_paper_id": 8231,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The pathways and mechanism by which associations between the gut microbiome and the brain, termed the microbiome-gut-brain axis (MGBA), are manifest but remain to be fully elucidated. This study aims to use bibliometric analysis to estimate the global activity within this rapidly developing field and to identify particular areas of focus that are of current relevance to the MGBA during the last decade (2009)(2010)(2011)(2012)(2013)(2014)(2015)(2016)(2017)(2018). Methods: The current study uses the Scopus for data collection. We used the key terms \"microbiome-gut-brain axis\" and its synonyms because we are concerned with MGBA per se as a new concept in research rather than related topics. A VOSviewer version 1.6.11 was used to visualize collaboration pattern between countries and authors, and evolving research topics by analysis of the term co-occurrence in the title and abstract of publications. Results: Between 2009 and 2018, there were 51,504 published documents related to the microbiome, including 1713 articles related to the MGBA: 829 (48.4%) original articles, 658(38.4%) reviews, and 226 (13.2%) other articles such as notes, editorials or letters. The USA took the first place with 385 appearances, followed by Ireland (n \u003d 161), China (n \u003d 155), and Canada (n \u003d 144).The overall citation h-index was 106, and the countries with the highest h-index values were the USA (69), Ireland (58), and Canada (43). The cluster analysis demonstrated that the dominant fields of the MGBA include four clusters with four research directions: \"modeling MGBA in animal systems\", \"interplay between the gut microbiota and the immune system\", \"irritable bowel syndrome related to gut microbiota\", and \"neurodegenerative diseases related to gut microbiota\". Conclusions: This study demonstrates that the research on the MGBA has been becoming progressively more extensive at global level over the past 10 years. Overall, our study found that a large amount of work on MGBA focused on immunomodulation, irritable bowel syndrome, and neurodevelopmental disorders. Despite considerable progress illustrating the communication between the gut microbiome and the brain over the past 10 years, many issues remain about their relevance for therapeutic intervention of many diseases.",
      "sentences": [
        [
          {
            "segment_text": "Background : The pathways and mechanism by which associations between the gut microbiome and the brain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "termed the microbiome-gut-brain axis ( MGBA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are manifest but remain to be fully elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to use bibliometric analysis to estimate the global activity within this rapidly developing field and to identify particular areas of focus that are of current relevance to the MGBA during the last decade ( 2009 ) ( 2010 ) ( 2011 ) ( 2012 ) ( 2013 ) ( 2014 ) ( 2015 ) ( 2016 ) ( 2017 ) ( 2018 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The current study uses the Scopus for data collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used the key terms `` microbiome-gut-brain axis \u0027\u0027 and its synonyms because we are concerned with MGBA per se as a new concept in research rather than related topics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A VOSviewer version 1.6.11 was used to visualize collaboration pattern between countries and authors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and evolving research topics by analysis of the term co-occurrence in the title and abstract of publications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Between 2009 and 2018 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there were 51,504 published documents related to the microbiome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 1713 articles related to the MGBA : 829 ( 48.4 % ) original articles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "658 ( 38.4 % ) reviews ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 226 ( 13.2 % ) other articles such as notes , editorials or letters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The USA took the first place with 385 appearances ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by Ireland ( n \u003d 161 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "China ( n \u003d 155 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Canada ( n \u003d 144 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall citation h-index was 106 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the countries with the highest h-index values were the USA ( 69 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ireland ( 58 ) , and Canada ( 43 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cluster analysis demonstrated that the dominant fields of the MGBA include four clusters with four research directions : `` modeling MGBA in animal systems \u0027\u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "`` interplay between the gut microbiota and the immune system \u0027\u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "`` irritable bowel syndrome related to gut microbiota \u0027\u0027 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and `` neurodegenerative diseases related to gut microbiota \u0027\u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This study demonstrates that the research on the MGBA has been becoming progressively more extensive at global level over the past 10 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , our study found that a large amount of work on MGBA focused on immunomodulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "irritable bowel syndrome , and neurodevelopmental disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite considerable progress illustrating the communication between the gut microbiome and the brain over the past 10 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "many issues remain about their relevance for therapeutic intervention of many diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "29",
    "token_num": "442"
  }
}