{
  "paper_id": "c75994b5485339cdf4180bedab58e60366e49740",
  "metadata": {
    "title": "Potential Vaccines and Post-Exposure Treatments for Filovirus Infections",
    "coda_data_split": "train",
    "coda_paper_id": 10060,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses of the family Filoviridae represent significant health risks as emerging infectious diseases as well as potentially engineered biothreats. While many research efforts have been published offering possibilities toward the mitigation of filoviral infection, there remain no sanctioned therapeutic or vaccine strategies. Current progress in the development of filovirus therapeutics and vaccines is outlined herein with respect to their current level of testing, evaluation, and proximity toward human implementation, specifically with regard to human clinical trials, nonhuman primate studies, small animal studies, and in vitro development. Contemporary methods of supportive care and previous treatment approaches for human patients are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Viruses of the family Filoviridae represent significant health risks as emerging infectious diseases as well as potentially engineered biothreats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While many research efforts have been published offering possibilities toward the mitigation of filoviral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there remain no sanctioned therapeutic or vaccine strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current progress in the development of filovirus therapeutics and vaccines is outlined herein with respect to their current level of testing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "evaluation , and proximity toward human implementation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specifically with regard to human clinical trials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nonhuman primate studies , small animal studies , and in vitro development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Contemporary methods of supportive care and previous treatment approaches for human patients are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "112"
  }
}