{
  "paper_id": "c776741a382b4b6a00d9deb5f97bc2fb113bef74",
  "metadata": {
    "title": "Evaluating Detection of an Inhalational Anthrax Outbreak Detecting an Inhalational Anthrax Outbreak Emerging Infectious Diseases • www Detecting an Inhalational Anthrax Outbreak Emerging Infectious Diseases • www",
    "coda_data_split": "train",
    "coda_paper_id": 10536,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Timely detection of an inhalational anthrax outbreak is critical for clinical and public health management. Syndromic surveillance has received considerable investment, but little is known about how it will perform relative to routine clinical case finding for detection of an inhalational anthrax outbreak. We conducted a simulation study to compare clinical case finding with syndromic surveillance for detection of an outbreak of inhalational anthrax. After simulated release of 1 kg of anthrax spores, the proportion of outbreaks detected first by syndromic surveillance was 0.59 at a specificity of 0.9 and 0.28 at a specificity of 0.975. The mean detection benefit of syndromic surveillance was 1.0 day at a specificity of 0.9 and 0.32 days at a specificity of 0.975. When syndromic surveillance was sufficiently sensitive to detect a substantial proportion of outbreaks before clinical case finding, it generated frequent false alarms.",
      "sentences": [
        [
          {
            "segment_text": "Timely detection of an inhalational anthrax outbreak is critical for clinical and public health management .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Syndromic surveillance has received considerable investment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known about how it will perform relative to routine clinical case finding for detection of an inhalational anthrax outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted a simulation study to compare clinical case finding with syndromic surveillance for detection of an outbreak of inhalational anthrax .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After simulated release of 1 kg of anthrax spores ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the proportion of outbreaks detected first by syndromic surveillance was 0.59 at a specificity of 0.9 and 0.28 at a specificity of 0.975 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean detection benefit of syndromic surveillance was 1.0 day at a specificity of 0.9 and 0.32 days at a specificity of 0.975 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When syndromic surveillance was sufficiently sensitive to detect a substantial proportion of outbreaks before clinical case finding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it generated frequent false alarms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "150"
  }
}