{
  "paper_id": "c7a1f1829419b3c87c73deaeb31d063c6dec596a",
  "metadata": {
    "title": "Regulation of Relative Abundance of Arterivirus Subgenomic mRNAs",
    "coda_data_split": "train",
    "coda_paper_id": 10506,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The subgenomic (sg) mRNAs of arteriviruses (order Nidovirales) form a 5-and 3-coterminal nested set with the viral genome. Their 5 common leader sequence is derived from the genomic 5-proximal region. Fusion of sg RNA leader and \"body\" segments involves a discontinuous transcription step. Presumably during minusstrand synthesis, the nascent RNA strand is transferred from one site in the genomic template to another, a process guided by conserved transcription-regulating sequences (TRSs) at these template sites. Subgenomic RNA species are produced in different but constant molar ratios, with the smallest RNAs usually being most abundant. Factors thought to influence sg RNA synthesis are size differences between sg RNA species, differences in sequence context between body TRSs, and the mutual influence (or competition) between strand transfer reactions occurring at different body TRSs. Using an Equine arteritis virus infectious cDNA clone, we investigated how body TRS activity affected sg RNA synthesis from neighboring body TRSs. Flanking sequences were standardized by head-to-tail insertion of several copies of an RNA7 body TRS cassette. A perfect gradient of sg RNA abundance, progressively favoring smaller RNA species, was observed. Disruption of body TRS function by mutagenesis did not have a significant effect on the activity of other TRSs. However, deletion of body TRS-containing regions enhanced synthesis of sg RNAs from upstream TRSs but not of those produced from downstream TRSs. The results of this study provide considerable support for the proposed discontinuous extension of minus-strand RNA synthesis as a crucial step in sg RNA synthesis.",
      "sentences": [
        [
          {
            "segment_text": "The subgenomic ( sg ) mRNAs of arteriviruses ( order Nidovirales ) form a 5-and 3-coterminal nested set with the viral genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their 5 common leader sequence is derived from the genomic 5-proximal region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fusion of sg RNA leader and `` body \u0027\u0027 segments involves a discontinuous transcription step .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Presumably during minusstrand synthesis , the nascent RNA strand is transferred from one site in the genomic template to another ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a process guided by conserved transcription-regulating sequences ( TRSs ) at these template sites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subgenomic RNA species are produced in different but constant molar ratios ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the smallest RNAs usually being most abundant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Factors thought to influence sg RNA synthesis are size differences between sg RNA species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "differences in sequence context between body TRSs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the mutual influence ( or competition ) between strand transfer reactions occurring at different body TRSs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using an Equine arteritis virus infectious cDNA clone ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we investigated how body TRS activity affected sg RNA synthesis from neighboring body TRSs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Flanking sequences were standardized by head-to-tail insertion of several copies of an RNA7 body TRS cassette .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A perfect gradient of sg RNA abundance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "progressively favoring smaller RNA species , was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disruption of body TRS function by mutagenesis did not have a significant effect on the activity of other TRSs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , deletion of body TRS-containing regions enhanced synthesis of sg RNAs from upstream TRSs but not of those produced from downstream TRSs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of this study provide considerable support for the proposed discontinuous extension of minus-strand RNA synthesis as a crucial step in sg RNA synthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "278"
  }
}