{
  "paper_id": "c7ad552957c6e5421afc818e1b1f56e9b4883405",
  "metadata": {
    "title": "Bats in urban areas of Brazil: roosts, food resources and parasites in disturbed environments",
    "coda_data_split": "train",
    "coda_paper_id": 4095,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Urbanization is a widespread intense land use that generally results in biodiversity decline. Among the taxa capable to adapt to urban landscapes, bats are particularly ubiquitous. Brazil has one of the world\u0027s largest diversity of bat species and one of the highest urbanization rates of the world. Yet, few studies have synthesized the biology of bats in urban environments, especially in Brazil. To fill this gap, we systematically reviewed the published scientific literature on the bat fauna found in urban areas of Brazil. The knowledge of urban bats is still incipient and heterogeneously spatially distributed, mostly concentrated in the southeastern region of the country. The assembled list of 84 urban species, of which nineteen are new species records for urban areas (including one new family), represents 47% of the bat richness registered in the country. Thirty-one bat species (37%) were captured exclusively inside forest fragments. Moreover, we provide information on the resources used within the urban matrix by summarizing the roosting sites for 38 bat species, as well as 31 plants consumed by at least twelve bat species. Regarding parasitological aspects, we listed eleven zoonotic parasites hosted by 27 bat species and discussed their potential to become a public health threat. Likewise, we considered the different features linked to urbanization, including impacts on immunity, body condition and susceptibility to acquiring parasites, as possible bat conservation issues. Finally, we defined an agenda for bat studies in urban areas of Brazil.",
      "sentences": [
        [
          {
            "segment_text": "Urbanization is a widespread intense land use that generally results in biodiversity decline .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the taxa capable to adapt to urban landscapes , bats are particularly ubiquitous .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Brazil has one of the world \u0027s largest diversity of bat species and one of the highest urbanization rates of the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , few studies have synthesized the biology of bats in urban environments , especially in Brazil .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To fill this gap , we systematically reviewed the published scientific literature on the bat fauna found in urban areas of Brazil .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The knowledge of urban bats is still incipient and heterogeneously spatially distributed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mostly concentrated in the southeastern region of the country .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The assembled list of 84 urban species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "of which nineteen are new species records for urban areas ( including one new family ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represents 47 % of the bat richness registered in the country .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thirty-one bat species ( 37 % ) were captured exclusively inside forest fragments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , we provide information on the resources used within the urban matrix by summarizing the roosting sites for 38 bat species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as 31 plants consumed by at least twelve bat species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regarding parasitological aspects , we listed eleven zoonotic parasites hosted by 27 bat species and discussed their potential to become a public health threat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Likewise , we considered the different features linked to urbanization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including impacts on immunity , body condition and susceptibility to acquiring parasites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as possible bat conservation issues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we defined an agenda for bat studies in urban areas of Brazil .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "273"
  }
}