{
  "paper_id": "c7c14be6381c87d78ff6ba4e1d8bb9e7eb321ea4",
  "metadata": {
    "title": "Dengue fever in travellers: A challenge for European physicians",
    "coda_data_split": "train",
    "coda_paper_id": 6012,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dengue fever (DF) is one of the world\u0027s emerging infectious diseases. The steady increase in European tourists, as well as soldiers serving on peacekeeping duties, in endemic areas, coupled with the present resurgence of dengue, raises the risk of exposure for a large number of European travellers. Significant numbers of travellers have, in fact, developed DF. There is a risk of dengue haemorrhagic fever (DHF) in travellers who revisit the same place, and they have the potential not only to acquire, but also to spread, the dengue viral infection. Of concern is the potential for a dengue outbreak in a previously dengue-free country through imported cases. Another major concern is the potential area of dengue transmission, due to spread of its vectors through sizeable parts of southern Europe. In addition to the risk of haemorrhagic fever in returning tourists, the introduction of DF by returning travellers, whether they have symptoms or are unaffected by signs and symptoms of the disease, poses a threat to health systems in Europe.",
      "sentences": [
        [
          {
            "segment_text": "Dengue fever ( DF ) is one of the world \u0027s emerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The steady increase in European tourists ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as soldiers serving on peacekeeping duties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in endemic areas , coupled with the present resurgence of dengue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "raises the risk of exposure for a large number of European travellers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significant numbers of travellers have ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in fact , developed DF .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a risk of dengue haemorrhagic fever ( DHF ) in travellers who revisit the same place ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they have the potential not only to acquire ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also to spread , the dengue viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of concern is the potential for a dengue outbreak in a previously dengue-free country through imported cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another major concern is the potential area of dengue transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "due to spread of its vectors through sizeable parts of southern Europe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to the risk of haemorrhagic fever in returning tourists ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the introduction of DF by returning travellers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whether they have symptoms or are unaffected by signs and symptoms of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "poses a threat to health systems in Europe .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "193"
  }
}