{
  "paper_id": "c7d45ee67540ca49e9d47a3939ad3f494bb54445",
  "metadata": {
    "title": "of the 5th vaccine conference organizing committee. of the 5th vaccine conference organizing committee",
    "coda_data_split": "train",
    "coda_paper_id": 5493,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "PRRSV live vaccines are widely used in pig farming practice and are usually not adjuvanted. For safety issues, it would be useful to reduce the antigenic load of such vaccines while preserving their efficacy. In this study we show that the addition of polymer or oil adjuvants in a PRRS live vaccine enhanced the protection to challenge of vaccinated animals compared to a non-adjuvanted commercial reference. Moreover, for both types of adjuvants, despite lower antibody titers, the protection to challenge given by the adjuvanted vaccine containing only 50% of the antigen load was equivalent to the protection given by the non-adjuvanted vaccine. These results demonstrate that the addition of relevant adjuvants can enhance the efficacy of the protection conferred to animals by live vaccines.",
      "sentences": [
        [
          {
            "segment_text": "PRRSV live vaccines are widely used in pig farming practice and are usually not adjuvanted .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For safety issues , it would be useful to reduce the antigenic load of such vaccines while preserving their efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we show that the addition of polymer or oil adjuvants in a PRRS live vaccine enhanced the protection to challenge of vaccinated animals compared to a non-adjuvanted commercial reference .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , for both types of adjuvants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite lower antibody titers , the protection to challenge given by the adjuvanted vaccine containing only 50 % of the antigen load was equivalent to the protection given by the non-adjuvanted vaccine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that the addition of relevant adjuvants can enhance the efficacy of the protection conferred to animals by live vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "134"
  }
}