{
  "paper_id": "c7d52191db94d11ad1d56bb48ecc64656b44a613",
  "metadata": {
    "title": "In the eye of the beholder: to make global health estimates useful, make them more socially robust Bringing the indicators home: Country perspective on the utility of global 40 estimates for health indicators (WHO)",
    "coda_data_split": "train",
    "coda_paper_id": 10587,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A plethora of new development goals and funding institutions have greatly increased the demand for internationally comparable health estimates in recent years, and have brought important new players into the field of health estimate production. These changes have rekindled debates about the validity and legitimacy of global health estimates. This paper draws on country case studies and personal experience to support our opinion that the production and use of estimates are deeply embedded in specific social, economic, political and ideational contexts, which differ at different levels of the global health architecture.",
      "sentences": [
        [
          {
            "segment_text": "A plethora of new development goals and funding institutions have greatly increased the demand for internationally comparable health estimates in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and have brought important new players into the field of health estimate production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These changes have rekindled debates about the validity and legitimacy of global health estimates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper draws on country case studies and personal experience to support our opinion that the production and use of estimates are deeply embedded in specific social ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "economic , political and ideational contexts ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which differ at different levels of the global health architecture .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Broadly, most global health estimates tend to be made far from the local contexts in which the data upon which they are based are collected, and where the results of estimation processes must ultimately be used if they are to make a difference to the health of individuals. Internationally standardised indicators are necessary, but they are no substitute for data that meet local needs, and that fit with local ideas of what is credible and useful. In other words, data that are both technically and socially robust for those who make key decisions about health.",
      "sentences": [
        [
          {
            "segment_text": "Broadly , most global health estimates tend to be made far from the local contexts in which the data upon which they are based are collected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and where the results of estimation processes must ultimately be used if they are to make a difference to the health of individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Internationally standardised indicators are necessary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they are no substitute for data that meet local needs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that fit with local ideas of what is credible and useful .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In other words , data that are both technically and socially robust for those who make key decisions about health .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We suggest that greater engagement of local actors (and local data) in the formulation, communication and interpretation of health estimates would increase the likelihood that these data will be used by those most able to translate them into health gains for the longer term. Besides strengthening national information systems, this requires ongoing interaction, building trust and establishing a communicative infrastructure. Local capacities to use knowledge to improve health must be supported.",
      "sentences": [
        [
          {
            "segment_text": "We suggest that greater engagement of local actors ( and local data ) in the formulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "communication and interpretation of health estimates would increase the likelihood that these data will be used by those most able to translate them into health gains for the longer term .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides strengthening national information systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this requires ongoing interaction , building trust and establishing a communicative infrastructure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Local capacities to use knowledge to improve health must be supported .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "282"
  }
}