{
  "paper_id": "c7d6f48f843818efe735f07b63f1730d859ccc4d",
  "metadata": {
    "title": "\u0027\u0027Teaching old drugs to kill new bugs\u0027\u0027: structure-based discovery of anti-SARS drugs",
    "coda_data_split": "train",
    "coda_paper_id": 6449,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) main protease or 3C-like protease (3CLpro) is essential for the propagation of the coronaviral life cycle and is regarded as one of the main targets for structure-based anti-SARS drug design. It is an attractive approach to find new uses for old drugs as they have already been through extensive clinical testing and could easily be accelerated for clinical approval. Briefly, we performed virtual screening of a database of small molecules against SARS 3CLpro, analyzed inhibitor-protease complexes, and identified several covalent and non-covalent inhibitors. Several old drugs that bind to SARS 3CLpro active site were selected and in silico derivatized to generate covalent irreversible inhibitors with enhanced affinity. Furthermore, we show that pharmacophores derived from clusters of compounds resulting out of virtual screening could be useful probes for future structure-activity relationship studies (SARs) and fine-tune the lead molecules identified.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) main protease or 3C-like protease ( 3CLpro ) is essential for the propagation of the coronaviral life cycle and is regarded as one of the main targets for structure-based anti-SARS drug design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is an attractive approach to find new uses for old drugs as they have already been through extensive clinical testing and could easily be accelerated for clinical approval .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Briefly , we performed virtual screening of a database of small molecules against SARS 3CLpro ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "analyzed inhibitor-protease complexes , and identified several covalent and non-covalent inhibitors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Several old drugs that bind to SARS 3CLpro active site were selected and in silico derivatized to generate covalent irreversible inhibitors with enhanced affinity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we show that pharmacophores derived from clusters of compounds resulting out of virtual screening could be useful probes for future structure-activity relationship studies ( SARs ) and fine-tune the lead molecules identified .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "158"
  }
}