{
  "paper_id": "c7e51348da71b6097b982610c3dadb9154e4651c",
  "metadata": {
    "title": "Histological assessment of cellular immune response to the phytohemagglutinin skin test in Brazilian free-tailed bats (Tadarida brasiliensis)",
    "coda_data_split": "train",
    "coda_paper_id": 10460,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bats are known reservoirs for numerous emerging infectious diseases, occupy unique ecological niches, and occur globally except for Antarctica. Given their impact on human and agricultural health, it is critical to understand the mechanisms underlying immunocompetence in this reservoir host. To date, few studies have examined immune function in the Order Chiroptera, particularly among natural colonies of bats. The phytohemagglutinin (PHA) skin test has been widely used to measure delayed-type cellular immune response in a wide variety of vertebrates, and has been routinely employed in immunoecological studies. Although this test is frequently described as a measure of T cell proliferation, recent studies indicate it may represent a combination of immune responses. In mammals, the immune response is differentially, temporally and spatially regulated, therefore, we characterized the infiltrating leukocyte response to the PHA skin test in bats by examining a time-series of histological sections from PHA and saline injection areas in 41 Brazilian free-tailed bats (Tadarida brasiliensis). Results suggest that bats exhibit diverse leukocyte traffic within 6 h, and up to 24 h following subcutaneous PHA injection. There was a significant presence of lymphocytes and neutrophils, as well as eosinophils, basophils, and macrophages observed in the PHA-injected tissues, compared with saline-injected control tissues. We observed a highly significant negative correlation between the number of lymphocytes and neutrophils in PHA-injected tissue, with peak lymphocyte response at 12 h, and peak neutrophil response at 24 h post-injection. These results indicate substantial variation in the immune response of individuals, and may aid our understanding of disease emergence in natural populations of bats.",
      "sentences": [
        [
          {
            "segment_text": "Bats are known reservoirs for numerous emerging infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "occupy unique ecological niches , and occur globally except for Antarctica .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given their impact on human and agricultural health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is critical to understand the mechanisms underlying immunocompetence in this reservoir host .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To date , few studies have examined immune function in the Order Chiroptera ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly among natural colonies of bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The phytohemagglutinin ( PHA ) skin test has been widely used to measure delayed-type cellular immune response in a wide variety of vertebrates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has been routinely employed in immunoecological studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although this test is frequently described as a measure of T cell proliferation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recent studies indicate it may represent a combination of immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In mammals , the immune response is differentially ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "temporally and spatially regulated , therefore ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we characterized the infiltrating leukocyte response to the PHA skin test in bats by examining a time-series of histological sections from PHA and saline injection areas in 41 Brazilian free-tailed bats ( Tadarida brasiliensis ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results suggest that bats exhibit diverse leukocyte traffic within 6 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and up to 24 h following subcutaneous PHA injection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant presence of lymphocytes and neutrophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as eosinophils , basophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and macrophages observed in the PHA-injected tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with saline-injected control tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed a highly significant negative correlation between the number of lymphocytes and neutrophils in PHA-injected tissue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with peak lymphocyte response at 12 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and peak neutrophil response at 24 h post-injection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate substantial variation in the immune response of individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may aid our understanding of disease emergence in natural populations of bats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "291"
  }
}