{
  "paper_id": "c7e7ab3afd76f045c6b87b4169747665ae7b9b22",
  "metadata": {
    "title": "Interaction of pathogens with host cholesterol metabolism",
    "coda_data_split": "train",
    "coda_paper_id": 4800,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of the review-Pathogens of different taxa, from prions to protozoa, target cellular cholesterol metabolism to advance own development and to impair host immune responses, but also causing metabolic complications, e.g. atherosclerosis. This review describes recent findings of how pathogens do it.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of the review-Pathogens of different taxa ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "from prions to protozoa , target cellular cholesterol metabolism to advance own development and to impair host immune responses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but also causing metabolic complications , e.g. atherosclerosis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review describes recent findings of how pathogens do it .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Recent findings-A common theme in interaction between pathogens and host cholesterol metabolism is pathogens targeting lipid rafts of the host plasma membrane. Many intracellular pathogens use rafts as an entry gate, taking advantage of the endocytic machinery and high abundance of outward looking molecules that can be used as receptors. At the same time, disruption of the rafts\u0027 functional capacity, achieved by the pathogens through a number of various means, impairs the ability of the host to generate immune response, thus helping pathogen to thrive. Pathogens cannot synthesise cholesterol, and salvaging host cholesterol helps pathogens build advanced cholesterol-containing membranes and assembly platforms. Impact on cholesterol metabolism is not limited to the infected cells; proteins and miRNAs secreted by infected cells affect lipid metabolism systemically.",
      "sentences": [
        [
          {
            "segment_text": "Recent findings-A common theme in interaction between pathogens and host cholesterol metabolism is pathogens targeting lipid rafts of the host plasma membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many intracellular pathogens use rafts as an entry gate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "taking advantage of the endocytic machinery and high abundance of outward looking molecules that can be used as receptors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the same time , disruption of the rafts \u0027 functional capacity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "achieved by the pathogens through a number of various means ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "impairs the ability of the host to generate immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus helping pathogen to thrive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathogens can not synthesise cholesterol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and salvaging host cholesterol helps pathogens build advanced cholesterol-containing membranes and assembly platforms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Impact on cholesterol metabolism is not limited to the infected cells ; proteins and miRNAs secreted by infected cells affect lipid metabolism systemically .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Summary-Given an essential role that host cholesterol metabolism plays in pathogen development, targeting this interaction may be a viable strategy to fight infections as well as metabolic complications of the infections.",
      "sentences": [
        [
          {
            "segment_text": "Summary-Given an essential role that host cholesterol metabolism plays in pathogen development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "targeting this interaction may be a viable strategy to fight infections as well as metabolic complications of the infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "219"
  }
}