{
  "paper_id": "c805511b956fda272fe0b6a09c9e000bc661bfaf",
  "metadata": {
    "title": "Treatable traits and therapeutic targets: Goals for systems biology in infectious disease",
    "coda_data_split": "train",
    "coda_paper_id": 7803,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Among the many medical applications of systems biology, we contend that infectious disease is one of the most important and tractable targets. We take the view that the complexity of the immune system is an inevitable consequence of its evolution, and this complexity has frustrated reductionist efforts to develop host-directed therapies for infection. However, since hosts vary widely in susceptibility and tolerance to infection, host-directed therapies are likely to be effective, by altering the biology of a susceptible host to induce a response more similar to a host who survives. Such therapies should exert minimal selection pressure on organisms, thus greatly decreasing the probability of pathogen resistance developing. A systems medicine approach to infection has the potential to provide new solutions to old problems: to identify host traits that are potentially amenable to therapeutic intervention, and the host immune factors that could be targeted by hostdirected therapies. Furthermore, undiscovered sub-groups with different responses to treatment are almost certain to exist among patients presenting with life-threatening infection, since this population is markedly clinically heterogeneous. A major driving force behind high-throughput clinical phenotyping studies is the aspiration that these subgroups, hitherto opaque to observation, may be observed in the data generated by new technologies. Subgroups of patients are unlikely to be staticserial clinical and biological phenotyping may reveal different trajectories through the pathophysiology of disease, in which different therapeutic approaches are required. We suggest there are two major goals for systems biology in infection medicine: (1) to identify subgroups of patients that share treatable features; and, (2) to integrate high-throughput data from clinical and in vitro sources in order to predict tractable therapeutic targets with the potential to alter disease trajectories for individual patients.",
      "sentences": [
        [
          {
            "segment_text": "Among the many medical applications of systems biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we contend that infectious disease is one of the most important and tractable targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We take the view that the complexity of the immune system is an inevitable consequence of its evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this complexity has frustrated reductionist efforts to develop host-directed therapies for infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , since hosts vary widely in susceptibility and tolerance to infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "host-directed therapies are likely to be effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by altering the biology of a susceptible host to induce a response more similar to a host who survives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such therapies should exert minimal selection pressure on organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus greatly decreasing the probability of pathogen resistance developing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A systems medicine approach to infection has the potential to provide new solutions to old problems : to identify host traits that are potentially amenable to therapeutic intervention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the host immune factors that could be targeted by hostdirected therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , undiscovered sub-groups with different responses to treatment are almost certain to exist among patients presenting with life-threatening infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since this population is markedly clinically heterogeneous .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major driving force behind high-throughput clinical phenotyping studies is the aspiration that these subgroups ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hitherto opaque to observation , may be observed in the data generated by new technologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subgroups of patients are unlikely to be staticserial clinical and biological phenotyping may reveal different trajectories through the pathophysiology of disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which different therapeutic approaches are required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We suggest there are two major goals for systems biology in infection medicine : ( 1 ) to identify subgroups of patients that share treatable features ; and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) to integrate high-throughput data from clinical and in vitro sources in order to predict tractable therapeutic targets with the potential to alter disease trajectories for individual patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Addresses",
      "sentences": [
        [
          {
            "segment_text": "Addresses",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "312"
  }
}