{
  "paper_id": "c808733cdd3d3bbd4da5c98546b0bf1809b3cc30",
  "metadata": {
    "title": "Coronavirus Nsp10, a Critical Co-factor for Activation of Multiple Replicative Enzymes *",
    "coda_data_split": "train",
    "coda_paper_id": 6206,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: SARS-CoV nsp10 binds and stimulates both the nsp14 and nsp16 activities. Results: We mapped the nsp10 surface interacting with nsp14 and demonstrated that this surface plays a critical role in SARS-CoV replication.",
      "sentences": [
        [
          {
            "segment_text": "Background : SARS-CoV nsp10 binds and stimulates both the nsp14 and nsp16 activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : We mapped the nsp10 surface interacting with nsp14 and demonstrated that this surface plays a critical role in SARS-CoV replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The core interaction domain of nsp10 is essential for SARS-CoV replication. Significance: This nsp10 core represents an attractive target for antiviral drug development against various pathogenic coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "The core interaction domain of nsp10 is essential for SARS-CoV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significance : This nsp10 core represents an attractive target for antiviral drug development against various pathogenic coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The RNA-synthesizing machinery of the severe acute respiratory syndrome Coronavirus (SARS-CoV) is composed of 16 nonstructural proteins (nsp1-16) encoded by ORF1a/1b. The 148amino acid nsp10 subunit contains two zinc fingers and is known to interact with both nsp14 and nsp16, stimulating their respective 3-5 exoribonuclease and 2-O-methyltransferase activities. Using alanine-scanning mutagenesis, in cellulo bioluminescence resonance energy transfer experiments, and in vitro pulldown assays, we have now identified the key residues on the nsp10 surface that interact with nsp14. The functional consequences of mutations introduced at these positions were first evaluated biochemically by monitoring nsp14 exoribonuclease activity. Disruption of the nsp10-nsp14 interaction abrogated the nsp10-driven activation of the nsp14 exoribonuclease. We further showed that the nsp10 surface interacting with nsp14 overlaps with the surface involved in the nsp10-mediated activation of nsp16 2-O-methyltransferase activity, suggesting that nsp10 is a major regulator of SARS-CoV replicase function. In line with this notion, reverse genetics experiments supported an essential role of the nsp10 surface that interacts with nsp14 in SARS-CoV replication, as several mutations that abolished the interaction in vitro yielded a replication-negative viral phenotype. In contrast, mutants in which the nsp10-nsp16 interaction was disturbed proved to be crippled but viable. These experiments imply that the nsp10 surface that interacts with nsp14 and nsp16 and possibly other subunits of the viral replication complex may be a target for the development of antiviral compounds against pathogenic coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "The RNA-synthesizing machinery of the severe acute respiratory syndrome Coronavirus ( SARS-CoV ) is composed of 16 nonstructural proteins ( nsp1-16 ) encoded by ORF1a/1b .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 148amino acid nsp10 subunit contains two zinc fingers and is known to interact with both nsp14 and nsp16 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stimulating their respective 3-5 exoribonuclease and 2-O-methyltransferase activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using alanine-scanning mutagenesis , in cellulo bioluminescence resonance energy transfer experiments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in vitro pulldown assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have now identified the key residues on the nsp10 surface that interact with nsp14 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The functional consequences of mutations introduced at these positions were first evaluated biochemically by monitoring nsp14 exoribonuclease activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disruption of the nsp10-nsp14 interaction abrogated the nsp10-driven activation of the nsp14 exoribonuclease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further showed that the nsp10 surface interacting with nsp14 overlaps with the surface involved in the nsp10-mediated activation of nsp16 2-O-methyltransferase activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that nsp10 is a major regulator of SARS-CoV replicase function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In line with this notion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reverse genetics experiments supported an essential role of the nsp10 surface that interacts with nsp14 in SARS-CoV replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as several mutations that abolished the interaction in vitro yielded a replication-negative viral phenotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , mutants in which the nsp10-nsp16 interaction was disturbed proved to be crippled but viable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These experiments imply that the nsp10 surface that interacts with nsp14 and nsp16 and possibly other subunits of the viral replication complex may be a target for the development of antiviral compounds against pathogenic coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "319"
  }
}