{
  "paper_id": "c80fb43665f4a825879883642a76fd587fa293aa",
  "metadata": {
    "title": "King Abdulaziz Medical City, Ministry of National Guard-Health Affairs, PO BOX 22490, Riyadh 11426, Kingdom of Saudi Arabia 2 King Saud bin Abdulaziz University for Health Sciences, Riyadh, Kingdom of Saudi Arabia 3 Division of Clinical Pharmacy, Pharmaceutical Care, King Abdulaziz Medical City, Ministry of National Guard",
    "coda_data_split": "train",
    "coda_paper_id": 5476,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Adult Cardiac Critical Cardiac Care division at the King Abdulaziz Cardiac Center -Riyadh, Saudi Arabia, was created in 2011 to address the critical care needs of cardiac surgery and adult cardiology patients that were beyond the scope of their specialties. The division offers its services in two semi-closed intensive care units consisting of 17 beds of Level 3 care. The concept and rationale behind this relatively new subspecialty and its organization in our center are presented in this brief report.",
      "sentences": [
        [
          {
            "segment_text": "Adult Cardiac Critical Cardiac Care division at the King Abdulaziz Cardiac Center - Riyadh ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Saudi Arabia , was created in 2011 to address the critical care needs of cardiac surgery and adult cardiology patients that were beyond the scope of their specialties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The division offers its services in two semi-closed intensive care units consisting of 17 beds of Level 3 care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The concept and rationale behind this relatively new subspecialty and its organization in our center are presented in this brief report .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "86"
  }
}