{
  "paper_id": "c819bee642ae0f97b4d9e85a8558ccc1537dab2f",
  "metadata": {
    "title": "Bacterial diversity of bat guano from Cabalyorisa Cave, Mabini, Pangasinan, Philippines: A first report on the metagenome of Philippine bat guano",
    "coda_data_split": "train",
    "coda_paper_id": 10845,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are highly diverse and ecologically valuable mammals. They serve as host to bacteria, viruses and fungi that are either beneficial or harmful to its colony as well as to other groups of cave organisms. The bacterial diversity of two bat guano samples, C1 and C2, from Cabalyorisa Cave, Mabini, Pangasinan, Philippines were investigated using 16S rRNA gene amplicon sequencing. V3-V4 hypervariable regions were amplified and then sequenced using Illumina MiSeq 250 PE system. Reads were processed using Mothur and QIIME pipelines and assigned 12,345 OTUs for C1 and 5,408 OTUs for C2. The most dominant OTUs in C1 belong to the Proteobacteria (61.7%), Actinobacteria (19.4%), Bacteroidetes (4.2%), Firmicutes (2.7%), Chloroflexi (2.5%), candidate phylum TM7 (2.3%) and Planctomycetes (1.9%) while Proteobacteria (61.7%) and Actinobacteria (34.9%) dominated C2. Large proportion of sequence reads mainly associated with unclassified bacteria indicated possible occurrence of novel bacteria in both samples. XRF spectrophotometric analyses of C1 and C2 guano revealed significant differences in the composition of both major and trace elements. C1 guano recorded high levels of Si, Fe, Mg, Al, Mn, Ti and Cu while C2 samples registered high concentrations of Ca, P, S, Zn and Cr. Community structure of the samples were compared with other published community profiling studies from Finland (SRR868695), Meghalaya, Northeast India (SRR1793374) and Maharashtra State, India (CGS). Core microbiome among samples were determined for comparison. Variations were observed among previously studied guano samples and the Cabalyorisa Cave samples were attributed to either bat sources or age of the guano. This is the first study on bacterial diversity of guano in the Philippines through high-throughput sequencing.",
      "sentences": [
        [
          {
            "segment_text": "Bats are highly diverse and ecologically valuable mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They serve as host to bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses and fungi that are either beneficial or harmful to its colony as well as to other groups of cave organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The bacterial diversity of two bat guano samples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "C1 and C2 , from Cabalyorisa Cave ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mabini , Pangasinan , Philippines were investigated using 16S rRNA gene amplicon sequencing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "V3-V4 hypervariable regions were amplified and then sequenced using Illumina MiSeq 250 PE system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reads were processed using Mothur and QIIME pipelines and assigned 12,345 OTUs for C1 and 5,408 OTUs for C2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most dominant OTUs in C1 belong to the Proteobacteria ( 61.7 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Actinobacteria ( 19.4 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Bacteroidetes ( 4.2 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Firmicutes ( 2.7 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chloroflexi ( 2.5 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "candidate phylum TM7 ( 2.3 % ) and Planctomycetes ( 1.9 % ) while Proteobacteria ( 61.7 % ) and Actinobacteria ( 34.9 % ) dominated C2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Large proportion of sequence reads mainly associated with unclassified bacteria indicated possible occurrence of novel bacteria in both samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "XRF spectrophotometric analyses of C1 and C2 guano revealed significant differences in the composition of both major and trace elements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C1 guano recorded high levels of Si ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Fe , Mg , Al ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Mn , Ti and Cu while C2 samples registered high concentrations of Ca ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P , S , Zn and Cr .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Community structure of the samples were compared with other published community profiling studies from Finland ( SRR868695 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Meghalaya , Northeast India ( SRR1793374 ) and Maharashtra State , India ( CGS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Core microbiome among samples were determined for comparison .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Variations were observed among previously studied guano samples and the Cabalyorisa Cave samples were attributed to either bat sources or age of the guano .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first study on bacterial diversity of guano in the Philippines through high-throughput sequencing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "25",
    "token_num": "334"
  }
}