{
  "paper_id": "c81ad1c8147d29eb7a0ee36e4ced22fef6a1dfab",
  "metadata": {
    "title": "Betacoronavirus 1 in alpacas (Vicugna pacos) in the High Peruvian Andes",
    "coda_data_split": "train",
    "coda_paper_id": 6518,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Genetic sequences highly related to Bovine coronavirus (BCoV) were detected in fecal samples from Peruvian 1-3 week old alpaca crias located on six farms in Puno department, some of which shared pastures with cattle. A total of 60 samples were screened for coronavirus using a nested PCR amplification of a fragment of the RNA-dependent RNA polymerase (RdRp) gene. Sequences from 11 positive samples were highly similar to the Kakegawa, Quebec and Mebus BCoV strains (99.5-100.0%) and 99.2% identical to an alpaca Coronavirus (CoV) previously detected in the USA. The detection of genetic sequences related to BCoV from Peruvian alpaca crias suggests possible role of this virus on enteric disorders etiology in the High Andes.",
      "sentences": [
        [
          {
            "segment_text": "Genetic sequences highly related to Bovine coronavirus ( BCoV ) were detected in fecal samples from Peruvian 1-3 week old alpaca crias located on six farms in Puno department ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "some of which shared pastures with cattle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 60 samples were screened for coronavirus using a nested PCR amplification of a fragment of the RNA-dependent RNA polymerase ( RdRp ) gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequences from 11 positive samples were highly similar to the Kakegawa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Quebec and Mebus BCoV strains ( 99.5-100.0 % ) and 99.2 % identical to an alpaca Coronavirus ( CoV ) previously detected in the USA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of genetic sequences related to BCoV from Peruvian alpaca crias suggests possible role of this virus on enteric disorders etiology in the High Andes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "130"
  }
}