{
  "paper_id": "c8260c55e3605f2474cd9adb5fb722675f64bf6e",
  "metadata": {
    "title": "Serum Procalcitonin Measurement and Viral Testing to Guide Antibiotic Use for Respiratory Infections in Hospitalized Adults: A Randomized Controlled Trial",
    "coda_data_split": "train",
    "coda_paper_id": 9983,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Viral lower respiratory tract illness (LRTI) frequently causes adult hospitalization and is linked to antibiotic overuse. European studies suggest that the serum procalcitonin (PCT) level may be used to guide antibiotic therapy. We conducted a trial assessing the feasibility of using PCT algorithms with viral testing to guide antibiotic use in a US hospital.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral lower respiratory tract illness ( LRTI ) frequently causes adult hospitalization and is linked to antibiotic overuse .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "European studies suggest that the serum procalcitonin ( PCT ) level may be used to guide antibiotic therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted a trial assessing the feasibility of using PCT algorithms with viral testing to guide antibiotic use in a US hospital .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Three hundred patients hospitalized with nonpneumonic LRTI during October 2013-April 2014 were randomly assigned at a ratio of 1:1 to receive standard care or PCT-guided care and viral PCR testing. The primary outcome was antibiotic exposure, and safety was assessed at 1 and 3 months.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three hundred patients hospitalized with nonpneumonic LRTI during October 2013-April 2014 were randomly assigned at a ratio of 1:1 to receive standard care or PCT-guided care and viral PCR testing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary outcome was antibiotic exposure ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and safety was assessed at 1 and 3 months .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Among the 151 patients in the intervention group, viruses were identified in 42% (63), and 83% (126) had PCT values of \u003c0.25 µg/mL. There were no significant differences in antibiotic use or adverse events between intervention patients and those in the nonintervention group. Subgroup analyses revealed fewer subjects with positive results of viral testing and low PCT values who were discharged receiving antibiotics (20% vs 45%; P \u003d .002) and shorter antibiotic durations among algorithm-adherent intervention patients versus nonintervention patients (2.0 vs 4.0 days; P \u003d .004). Compared with historical controls (from 2008-2011), antibiotic duration in nonintervention patients decreased by 2 days (6.0 vs 4.0 days; P \u003c .001), suggesting a study effect.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 151 patients in the intervention group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viruses were identified in 42 % ( 63 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 83 % ( 126 ) had PCT values of \u003c 0.25 µg/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no significant differences in antibiotic use or adverse events between intervention patients and those in the nonintervention group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subgroup analyses revealed fewer subjects with positive results of viral testing and low PCT values who were discharged receiving antibiotics ( 20 % vs 45 % ; P \u003d .002 ) and shorter antibiotic durations among algorithm-adherent intervention patients versus nonintervention patients ( 2.0 vs 4.0 days ; P \u003d .004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with historical controls ( from 2008-2011 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antibiotic duration in nonintervention patients decreased by 2 days ( 6.0 vs 4.0 days ; P \u003c .001 ) , suggesting a study effect .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Although antibiotic use was similar in the 2 arms, subgroup analyses of intervention patients suggest that physicians responded to viral and biomarker data. These data can inform the design of future US studies.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although antibiotic use was similar in the 2 arms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "subgroup analyses of intervention patients suggest that physicians responded to viral and biomarker data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data can inform the design of future US studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Clinical Trials Registration. NCT01907659.",
      "sentences": [
        [
          {
            "segment_text": "Clinical Trials Registration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NCT01907659 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "300"
  }
}