{
  "paper_id": "c8319e7c2950df8028c8b9d90581eff5e13df132",
  "metadata": {
    "title": "Uptake of Recommended Vaccines and Its Associated Factors Among Malaysian Pilgrims During Hajj and Umrah 2018",
    "coda_data_split": "train",
    "coda_paper_id": 7464,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This study aimed to assess the uptake of recommended vaccines and to identify the factors associated with the vaccines\u0027 uptake among Malaysian Hajj and Umrah pilgrims. A cross-sectional survey among Malaysian Hajj and Umrah pilgrims in 2018. The uptake of the recommended vaccines was surveyed through an anonymous self-administered questionnaire to pilgrims attending a pre-departure Hajj/Umrah orientation course. Descriptive statistics were used for elaborating the demographic characteristics and vaccines uptake of the respondents. Multiple logistic regression was used for predicting the factors associated with the vaccines\u0027 uptake. A total of 1,274 pilgrims participated in the study with a mean age (standard deviation) of 42.42 (15.6). A total of 833 (65.4%) participants were females and 232 of the participants (18.2%) had at least more than one chronic disease. The uptake of influenza and pneumococcal vaccines were 28.6% (364/1,274) and 25.4% (324/1,274), respectively. Among the 527 pilgrims who were \"at increased risk\" of infections, 168 (31.9%) and 184 (34.9%) received influenza and pneumococcal vaccines, respectively. Gender, marital status and occupation were the common predictors associated with vaccines uptake. The vaccination uptake among Malaysian Hajj and Umrah pilgrims is low and declining from previous years. Educating the pilgrims toward vaccine uptake is essential and exploring the barriers for vaccination.",
      "sentences": [
        [
          {
            "segment_text": "This study aimed to assess the uptake of recommended vaccines and to identify the factors associated with the vaccines \u0027 uptake among Malaysian Hajj and Umrah pilgrims .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A cross-sectional survey among Malaysian Hajj and Umrah pilgrims in 2018 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The uptake of the recommended vaccines was surveyed through an anonymous self-administered questionnaire to pilgrims attending a pre-departure Hajj/Umrah orientation course .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Descriptive statistics were used for elaborating the demographic characteristics and vaccines uptake of the respondents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiple logistic regression was used for predicting the factors associated with the vaccines \u0027 uptake .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 1,274 pilgrims participated in the study with a mean age ( standard deviation ) of 42.42 ( 15.6 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 833 ( 65.4 % ) participants were females and 232 of the participants ( 18.2 % ) had at least more than one chronic disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The uptake of influenza and pneumococcal vaccines were 28.6 % ( 364/1 ,274 ) and 25.4 % ( 324/1 ,274 ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 527 pilgrims who were `` at increased risk \u0027\u0027 of infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "168 ( 31.9 % ) and 184 ( 34.9 % ) received influenza and pneumococcal vaccines , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gender , marital status and occupation were the common predictors associated with vaccines uptake .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The vaccination uptake among Malaysian Hajj and Umrah pilgrims is low and declining from previous years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Educating the pilgrims toward vaccine uptake is essential and exploring the barriers for vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "13",
    "token_num": "250"
  }
}