{
  "paper_id": "c836a01e3d4885a452abf3af842c222c90da48a1",
  "metadata": {
    "title": "Identification of non-essential regions in nucleocapsid protein of porcine reproductive and respiratory syndrome virus for replication in cell culture",
    "coda_data_split": "train",
    "coda_paper_id": 5432,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Nucleocapsid (N) protein of porcine reproductive and respiratory syndrome virus (PRRSV) plays a central role in virus replication. In this study, serial N-and C-terminal truncations of N protein were performed in the context of type 2 PRRSV infectious cDNA clone, and our results revealed that a stretch of inter-genotypic variable N terminal residues aa 5-13 ( 5 NGKQQKKK 13 K) and the last four inter-genotypic variable aa residues ( 120 SPS 123 A) at the C terminus of N protein were dispensable for type 2 PRRSV infectivity. All the recovered deletion mutant viruses had spontaneous mutations in the N coding region, including substitution, deletion and insertion. We re-engineered the additional internal deletion with or without the original C-terminal deletion back into wild-type APRRS and found that the internal domain spanning the inter-genotypic variable residues 39-42 ( 39 KGP 42 G) and conserved residues 48-52 ( 48 KNPE 52 K), respectively, were dispensable for type 2 PRRSV viability. These results demonstrated that N protein contains non-essential regions for virus viability in cell culture. Such dispensable regions could be utilized as insertion site for foreign tag expression and the rescued viruses could be the candidates for marker vaccine.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Nucleocapsid ( N ) protein of porcine reproductive and respiratory syndrome virus ( PRRSV ) plays a central role in virus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , serial N-and C-terminal truncations of N protein were performed in the context of type 2 PRRSV infectious cDNA clone ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and our results revealed that a stretch of inter-genotypic variable N terminal residues aa 5-13 ( 5 NGKQQKKK 13 K ) and the last four inter-genotypic variable aa residues ( 120 SPS 123 A ) at the C terminus of N protein were dispensable for type 2 PRRSV infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All the recovered deletion mutant viruses had spontaneous mutations in the N coding region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including substitution , deletion and insertion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We re-engineered the additional internal deletion with or without the original C-terminal deletion back into wild-type APRRS and found that the internal domain spanning the inter-genotypic variable residues 39-42 ( 39 KGP 42 G ) and conserved residues 48-52 ( 48 KNPE 52 K ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , were dispensable for type 2 PRRSV viability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrated that N protein contains non-essential regions for virus viability in cell culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such dispensable regions could be utilized as insertion site for foreign tag expression and the rescued viruses could be the candidates for marker vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "224"
  }
}