{
  "paper_id": "c84465dc00cf32122bb7508519d6737bcb8bfbf1",
  "metadata": {
    "title": "Orchestrated efforts on host network hijacking: Processes governing virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 10341,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "With the high pervasiveness of viral diseases, the battle against viruses has never ceased. Here we discuss five cellular processes, namely \"autophagy\", \"programmed cell death\", \"immune response\", \"cell cycle alteration\", and \"lipid metabolic reprogramming\", that considerably guide viral replication after host infection in an orchestrated manner. On viral infection, \"autophagy\" and \"programmed cell death\" are two dynamically synchronized cell survival programs; \"immune response\" is a cell defense program typically suppressed by viruses; \"cell cycle alteration\" and \"lipid metabolic reprogramming\" are two altered cell housekeeping programs tunable in both directions. We emphasize on their functionalities in modulating viral replication, strategies viruses have evolved to tune these processes for their benefit, and how these processes orchestrate and govern cell fate upon viral infection. Understanding how viruses hijack host networks has both academic and industrial values in providing insights toward therapeutic strategy design for viral disease control, offering useful information in applications that aim to use viral vectors to improve human health such as gene therapy, and providing guidelines to maximize viral particle yield for improved vaccine production at a reduced cost.",
      "sentences": [
        [
          {
            "segment_text": "With the high pervasiveness of viral diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the battle against viruses has never ceased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we discuss five cellular processes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "namely `` autophagy \u0027\u0027 , `` programmed cell death \u0027\u0027 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "`` immune response \u0027\u0027 , `` cell cycle alteration \u0027\u0027 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and `` lipid metabolic reprogramming \u0027\u0027 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "that considerably guide viral replication after host infection in an orchestrated manner .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "On viral infection , `` autophagy \u0027\u0027 and `` programmed cell death \u0027\u0027 are two dynamically synchronized cell survival programs ; `` immune response \u0027\u0027 is a cell defense program typically suppressed by viruses ; `` cell cycle alteration \u0027\u0027 and `` lipid metabolic reprogramming \u0027\u0027 are two altered cell housekeeping programs tunable in both directions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We emphasize on their functionalities in modulating viral replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "strategies viruses have evolved to tune these processes for their benefit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and how these processes orchestrate and govern cell fate upon viral infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Understanding how viruses hijack host networks has both academic and industrial values in providing insights toward therapeutic strategy design for viral disease control ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "offering useful information in applications that aim to use viral vectors to improve human health such as gene therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and providing guidelines to maximize viral particle yield for improved vaccine production at a reduced cost .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "220"
  }
}