{
  "paper_id": "c848bce30b9e60bccfd15a5534af1d0cea54c686",
  "metadata": {
    "title": "Thrombocytopenia Is Associated with Acute Respiratory Distress Syndrome Mortality: An International Study",
    "coda_data_split": "train",
    "coda_paper_id": 2490,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Early detection of the Acute Respiratory Distress Syndrome (ARDS) has the potential to improvethe prognosis of critically ill patients admitted to the intensive care unit (ICU). However, no reliable biomarkers are currently available for accurate early detection of ARDS in patients with predisposing conditions.",
      "sentences": [
        [
          {
            "segment_text": "Background : Early detection of the Acute Respiratory Distress Syndrome ( ARDS ) has the potential to improvethe prognosis of critically ill patients admitted to the intensive care unit ( ICU ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no reliable biomarkers are currently available for accurate early detection of ARDS in patients with predisposing conditions .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: This study examined risk factors and biomarkers for ARDS development and mortality in two prospective cohort studies.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : This study examined risk factors and biomarkers for ARDS development and mortality in two prospective cohort studies .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We examined clinical risk factors for ARDS in a cohort of 178 patients in Beijing, China who were admitted to the ICU and were at high risk for ARDS. Identified biomarkers were then replicated in a second cohort of1,878 patients in Boston, USA.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We examined clinical risk factors for ARDS in a cohort of 178 patients in Beijing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "China who were admitted to the ICU and were at high risk for ARDS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Identified biomarkers were then replicated in a second cohort of1 ,878 patients in Boston , USA .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Of 178 patients recruited from participating hospitals in Beijing, 75 developed ARDS. After multivariate adjustment, sepsis (odds ratio [OR]:5.58, 95% CI: 1.70-18.3), pulmonary injury (OR: 3.22; 95% CI: 1.60-6.47), and thrombocytopenia, defined as platelet count ,80610 3 /mL, (OR: 2.67; 95% CI: 1.27-5.62)were significantly associated with increased risk of developing ARDS. Thrombocytopenia was also associated with increased mortality in patients who developed ARDS (adjusted hazard ratio [AHR]: 1.38, 95% CI: 1.07-1.57) but not in those who did not develop ARDS(AHR: 1.25, 95% CI: 0.96-1.62). The presence of both thrombocytopenia and ARDS substantially increased 60-daymortality. Sensitivity analyses showed that a platelet count of ,100610 3 /mLin combination with ARDS provide the highest prognostic value for mortality. These associations were replicated in the cohort of US patients.",
      "sentences": [
        [
          {
            "segment_text": "Results : Of 178 patients recruited from participating hospitals in Beijing , 75 developed ARDS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After multivariate adjustment , sepsis ( odds ratio ( OR ) : 5.58 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % CI : 1.70-18.3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pulmonary injury ( OR : 3.22 ; 95 % CI : 1.60-6.47 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and thrombocytopenia , defined as platelet count ,80610 3 / mL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( OR : 2.67 ; 95 % CI : 1.27-5.62 ) were significantly associated with increased risk of developing ARDS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thrombocytopenia was also associated with increased mortality in patients who developed ARDS ( adjusted hazard ratio ( AHR ) : 1.38 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % CI : 1.07-1.57 ) but not in those who did not develop ARDS ( AHR : 1.25 , 95 % CI : 0.96-1.62 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of both thrombocytopenia and ARDS substantially increased 60-daymortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitivity analyses showed that a platelet count of ,100610 3 / mLin combination with ARDS provide the highest prognostic value for mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These associations were replicated in the cohort of US patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This study of ICU patients in both China and US showed that thrombocytopenia is associated with an increased risk of ARDS and platelet count in combination with ARDS had a high predictive value for patient mortality.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This study of ICU patients in both China and US showed that thrombocytopenia is associated with an increased risk of ARDS and platelet count in combination with ARDS had a high predictive value for patient mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "340"
  }
}