{
  "paper_id": "c84bbd205a537e12c9bcdaa241ea9ef297aa7b60",
  "metadata": {
    "title": "Building a picture: Prioritisation of exotic diseases for the pig industry in Australia using multi-criteria decision analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10029,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multi-attribute decision making Multi-attribute value theory a b s t r a c t Diseases that are exotic to the pig industry in Australia were prioritised using a multicriteria decision analysis framework that incorporated weights of importance for a range of criteria important to industry stakeholders. Measurements were collected for each disease for nine criteria that described potential disease impacts. A total score was calculated for each disease using a weighted sum value function that aggregated the nine disease criterion measurements and weights of importance for the criteria that were previously elicited from two groups of industry stakeholders. One stakeholder group placed most value on the impacts of disease on livestock, and one group placed more value on the zoonotic impacts of diseases. Prioritisation lists ordered by disease score were produced for both of these groups. Vesicular diseases were found to have the highest priority for the group valuing disease impacts on livestock, followed by acute forms of African and classical swine fever, then highly pathogenic porcine reproductive and respiratory syndrome. The group who valued zoonotic disease impacts prioritised rabies, followed by Japanese encephalitis, Eastern equine encephalitis and Nipah virus, interspersed with vesicular diseases. The multi-criteria framework used in this study systematically prioritised diseases using a multi-attribute theory based technique that provided transparency and repeatability in the process. Flexibility of the framework was demonstrated by aggregating the criterion weights from more than one stakeholder group with the disease measurements for the criteria. This technique allowed industry stakeholders to be active in resource allocation for their industry without the need to be disease experts. We believe it is the first prioritisation of livestock diseases using values provided by industry stakeholders. The prioritisation lists will be used by industry stakeholders to identify diseases for further risk analysis and disease spread modelling to understand biosecurity risks to this industry.",
      "sentences": [
        [
          {
            "segment_text": "Multi-attribute decision making Multi-attribute value theory a b s t r a c t Diseases that are exotic to the pig industry in Australia were prioritised using a multicriteria decision analysis framework that incorporated weights of importance for a range of criteria important to industry stakeholders .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Measurements were collected for each disease for nine criteria that described potential disease impacts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total score was calculated for each disease using a weighted sum value function that aggregated the nine disease criterion measurements and weights of importance for the criteria that were previously elicited from two groups of industry stakeholders .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One stakeholder group placed most value on the impacts of disease on livestock ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and one group placed more value on the zoonotic impacts of diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Prioritisation lists ordered by disease score were produced for both of these groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Vesicular diseases were found to have the highest priority for the group valuing disease impacts on livestock ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by acute forms of African and classical swine fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "then highly pathogenic porcine reproductive and respiratory syndrome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The group who valued zoonotic disease impacts prioritised rabies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by Japanese encephalitis , Eastern equine encephalitis and Nipah virus , interspersed with vesicular diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multi-criteria framework used in this study systematically prioritised diseases using a multi-attribute theory based technique that provided transparency and repeatability in the process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Flexibility of the framework was demonstrated by aggregating the criterion weights from more than one stakeholder group with the disease measurements for the criteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This technique allowed industry stakeholders to be active in resource allocation for their industry without the need to be disease experts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We believe it is the first prioritisation of livestock diseases using values provided by industry stakeholders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prioritisation lists will be used by industry stakeholders to identify diseases for further risk analysis and disease spread modelling to understand biosecurity risks to this industry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "324"
  }
}