{
  "paper_id": "c85ca5217f9051f83911569eed1eb52cf992f7dd",
  "metadata": {
    "title": "molecules Computational Molecular Docking and X-ray Crystallographic Studies of Catechins in New Drug Design Strategies",
    "coda_data_split": "train",
    "coda_paper_id": 9968,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Epidemiological and laboratory studies have shown that green tea and green tea catechins exert beneficial effects on a variety of diseases, including cancer, metabolic syndrome, infectious diseases, and neurodegenerative diseases. In most cases, (−)-epigallocatechin gallate (EGCG) has been shown to play a central role in these effects by green tea. Catechins from other plant sources have also shown health benefits. Many studies have revealed that the binding of EGCG and other catechins to proteins is involved in its action mechanism. Computational docking analysis (CMDA) and X-ray crystallographic analysis (XCA) have provided detailed information on catechin-protein interactions. Several of these studies have revealed that the galloyl moiety anchors it to the cleft of proteins through interactions with its hydroxyl groups, explaining the higher activity of galloylated catechins such as EGCG and epicatechin gallate than non-galloylated catechins. In this paper, we review the results of CMDA and XCA of EGCG and other plant catechins to understand catechin-protein interactions with the expectation of developing new drugs with health-promoting properties.",
      "sentences": [
        [
          {
            "segment_text": "Epidemiological and laboratory studies have shown that green tea and green tea catechins exert beneficial effects on a variety of diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including cancer , metabolic syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infectious diseases , and neurodegenerative diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In most cases , ( − ) - epigallocatechin gallate ( EGCG ) has been shown to play a central role in these effects by green tea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Catechins from other plant sources have also shown health benefits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many studies have revealed that the binding of EGCG and other catechins to proteins is involved in its action mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Computational docking analysis ( CMDA ) and X-ray crystallographic analysis ( XCA ) have provided detailed information on catechin-protein interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several of these studies have revealed that the galloyl moiety anchors it to the cleft of proteins through interactions with its hydroxyl groups ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "explaining the higher activity of galloylated catechins such as EGCG and epicatechin gallate than non-galloylated catechins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we review the results of CMDA and XCA of EGCG and other plant catechins to understand catechin-protein interactions with the expectation of developing new drugs with health-promoting properties .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "190"
  }
}