{
  "paper_id": "c86795d38ad8786a1dcfb087f28bcef8424e80b8",
  "metadata": {
    "title": "Molecular characteristics and pathogenicity analysis of QX-like avian infectious bronchitis virus isolated in China in 2017 and 2018",
    "coda_data_split": "train",
    "coda_paper_id": 6915,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Proportions of QX-like genotype infectious bronchitis virus (IBV) isolates have increased over time. Here, to better understand the epidemiology and pathogenicity of IBV in China and control the spread of infectious bronchitis (IB), we conducted sequence analyses and examined the pathogenicity of 5 field isolates from diseased flocks in 2017 and 2018. Sequence analyses revealed that all the 5 strains, as well as many recent field isolates from other researchers, belonged to the QX-like IBV genotype, which were distantly related to commercial vaccine strains. Viral pathogenicity experiments showed that the isolates caused high morbidity and severe ciliostasis in chickens, although they caused milder lethality. This provides further evidence that QX-like IBV emergence remains a major problem in the poultry industry, and information on IBV epidemiology and pathogenicity may help to control IB.",
      "sentences": [
        [
          {
            "segment_text": "Proportions of QX-like genotype infectious bronchitis virus ( IBV ) isolates have increased over time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , to better understand the epidemiology and pathogenicity of IBV in China and control the spread of infectious bronchitis ( IB ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we conducted sequence analyses and examined the pathogenicity of 5 field isolates from diseased flocks in 2017 and 2018 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sequence analyses revealed that all the 5 strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as many recent field isolates from other researchers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "belonged to the QX-like IBV genotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were distantly related to commercial vaccine strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral pathogenicity experiments showed that the isolates caused high morbidity and severe ciliostasis in chickens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although they caused milder lethality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This provides further evidence that QX-like IBV emergence remains a major problem in the poultry industry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and information on IBV epidemiology and pathogenicity may help to control IB .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "148"
  }
}