{
  "paper_id": "c86b2bc3f7a250a46b1f3f223900fee47d0cdf7f",
  "metadata": {
    "title": "Title: Home collection of nasal swabs for detection of influenza in the Household Influenza Vaccine Evaluation Study Running title: Self-collected nasal swabs to detect influenza",
    "coda_data_split": "train",
    "coda_paper_id": 4504,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Background: Community based studies of influenza and other respiratory viruses (e.g. SARS-COV-2) require laboratory confirmation of infection. During the current COVID-19 pandemic, social distancing guidelines require alternative data collection in order protect both research staff and participants.",
      "sentences": [
        [
          {
            "segment_text": "Background : Community based studies of influenza and other respiratory viruses ( e.g. SARS-COV-2 ) require laboratory confirmation of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the current COVID-19 pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "social distancing guidelines require alternative data collection in order protect both research staff and participants .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Home-collected respiratory specimens are less resource intensive, can be collected earlier after symptom onset, and provide a low-contact means of data collection. A prospective, multi-year, community-based cohort study is an ideal setting to examine the utility of home-collected specimens for identification of influenza.",
      "sentences": [
        [
          {
            "segment_text": "Home-collected respiratory specimens are less resource intensive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be collected earlier after symptom onset ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and provide a low-contact means of data collection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A prospective , multi-year , community-based cohort study is an ideal setting to examine the utility of home-collected specimens for identification of influenza .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We describe the feasibility and reliability of home-collected specimens for the detection of influenza. We collected data and specimens between October 2014 and June 2017 from the Household Influenza Vaccine Evaluation (HIVE) Study. Cohort participants were asked to collect a nasal swab at home upon onset of acute respiratory illness. Research staff also collected nose and throat swab specimens in the study clinic within 7 days of onset. We estimated agreement using Cohen\u0027s kappa and calculated sensitivity and specificity of home-collected compared to staff-collected specimens.",
      "sentences": [
        [
          {
            "segment_text": "We describe the feasibility and reliability of home-collected specimens for the detection of influenza .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We collected data and specimens between October 2014 and June 2017 from the Household Influenza Vaccine Evaluation ( HIVE ) Study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cohort participants were asked to collect a nasal swab at home upon onset of acute respiratory illness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Research staff also collected nose and throat swab specimens in the study clinic within 7 days of onset .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We estimated agreement using Cohen \u0027s kappa and calculated sensitivity and specificity of home-collected compared to staff-collected specimens .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We tested 336 paired staff-and home-collected respiratory specimens for influenza by RT-PCR; 150 staff-collected specimens were positive for influenza A/H3N2, 23 for influenza A/H1N1, 14 for influenza B/Victoria, and 31 for influenza B/Yamagata. We found moderate agreement between collection methods for influenza A/H3N2 (0.70) and B/Yamagata (0.69) and high agreement for influenza A/H1N1 (0.87) and B/Victoria (0.86). Sensitivity ranged from 78-86% for all influenza types and subtypes.",
      "sentences": [
        [
          {
            "segment_text": "We tested 336 paired staff-and home-collected respiratory specimens for influenza by RT-PCR ; 150 staff-collected specimens were positive for influenza A/H3N2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "23 for influenza A/H1N1 , 14 for influenza B/Victoria ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 31 for influenza B/Yamagata .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found moderate agreement between collection methods for influenza A/H3N2 ( 0.70 ) and B/Yamagata ( 0.69 ) and high agreement for influenza A/H1N1 ( 0.87 ) and B/Victoria ( 0.86 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitivity ranged from 78-86 % for all influenza types and subtypes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Specificity was high for influenza A/H1N1 and both influenza B lineages with a range from 96-100%, and slightly lower for A/H3N2 infections (88%).",
      "sentences": [
        [
          {
            "segment_text": "Specificity was high for influenza A/H1N1 and both influenza B lineages with a range from 96-100 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and slightly lower for A/H3N2 infections ( 88 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "297"
  }
}