{
  "paper_id": "c871abcf76a32293c79488b26d82b4fdf5cd8209",
  "metadata": {
    "title": "Codon adaptation biases among sylvatic and urban genotypes of Dengue virus type 2",
    "coda_data_split": "train",
    "coda_paper_id": 6067,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dengue virus (DENV) emerged from the sylvatic environment and colonized urban settings, being sustained in a human-Aedes-human transmission chain, mainly by the bites of females of the anthropophilic species Aedes aegypti. Herein, we sought evidence for fine-tuning in viral codon usage, possibly due to viral adaptation to human transmission. We compared the codon adaptation of DENV serotype 2 (DENV-2) genotypes from urban and sylvatic habitats and tried to correlate the findings with key evolutionary determinants. We found that DENV-2 codons of urban and sylvatic genotypes had a higher CAI to humans than to Ae. aegypti. Remarkably, we found no significant differences in codon adaptation to human between urban American/Asian and sylvatic DENV-2 genotypes. Moreover, CAI values were significantly different, when comparing all genotypes to Ae. aegypti codon preferences, with lower values for sylvatic than urban genotypes. In summary, our findings suggest the presence of a molecular signature among the genotypes that circulate in sylvatic and urban environments, and may help explain the trafficking of DENV-2 strains to an urban cycle.",
      "sentences": [
        [
          {
            "segment_text": "Dengue virus ( DENV ) emerged from the sylvatic environment and colonized urban settings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being sustained in a human-Aedes-human transmission chain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly by the bites of females of the anthropophilic species Aedes aegypti .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we sought evidence for fine-tuning in viral codon usage ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "possibly due to viral adaptation to human transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We compared the codon adaptation of DENV serotype 2 ( DENV-2 ) genotypes from urban and sylvatic habitats and tried to correlate the findings with key evolutionary determinants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that DENV-2 codons of urban and sylvatic genotypes had a higher CAI to humans than to Ae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "aegypti .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Remarkably , we found no significant differences in codon adaptation to human between urban American/Asian and sylvatic DENV-2 genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , CAI values were significantly different ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when comparing all genotypes to Ae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "aegypti codon preferences , with lower values for sylvatic than urban genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , our findings suggest the presence of a molecular signature among the genotypes that circulate in sylvatic and urban environments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may help explain the trafficking of DENV-2 strains to an urban cycle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "193"
  }
}