{
  "paper_id": "c878b060760db3b59ae0129a5de677e56a30866e",
  "metadata": {
    "title": "Improving the use of research evidence in guideline development: 13. Applicability, transferability and adaptation",
    "coda_data_split": "train",
    "coda_paper_id": 4071,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the thirteenth of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this.",
      "sentences": [
        [
          {
            "segment_text": "The World Health Organization ( WHO ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like many other organisations around the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is the thirteenth of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We reviewed the literature on applicability, transferability, and adaptation of guidelines.",
      "sentences": [
        [
          {
            "segment_text": "We reviewed the literature on applicability ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "transferability , and adaptation of guidelines .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We searched five databases for existing systematic reviews and relevant primary methodological research. We reviewed the titles of all citations and retrieved abstracts and full text articles if the citations appeared relevant to the topic. We checked the reference lists of articles relevant to the questions and used snowballing as a technique to obtain additional information. We used the definition \"coming from, concerning or belonging to at least two or all nations\" for the term international. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments.",
      "sentences": [
        [
          {
            "segment_text": "We searched five databases for existing systematic reviews and relevant primary methodological research .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We reviewed the titles of all citations and retrieved abstracts and full text articles if the citations appeared relevant to the topic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We checked the reference lists of articles relevant to the questions and used snowballing as a technique to obtain additional information .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used the definition `` coming from ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "concerning or belonging to at least two or all nations \u0027\u0027 for the term international .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our conclusions are based on the available evidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "consideration of what WHO and other organisations are doing and logical arguments .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We did not identify systematic reviews addressing the key questions. We found individual studies and projects published in the peer reviewed literature and on the Internet.",
      "sentences": [
        [
          {
            "segment_text": "We did not identify systematic reviews addressing the key questions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found individual studies and projects published in the peer reviewed literature and on the Internet .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• Resources for developing high quality recommendations are limited. Internationally developed recommendations can facilitate access to and pooling of resources, reduce unnecessary duplication, and involve international scientists.",
      "sentences": [
        [
          {
            "segment_text": "• Resources for developing high quality recommendations are limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Internationally developed recommendations can facilitate access to and pooling of resources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduce unnecessary duplication , and involve international scientists .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• Priority should be given to international health problems and problems that are important in low and middle-income countries, where these advantages are likely to be greatest.",
      "sentences": [
        [
          {
            "segment_text": "• Priority should be given to international health problems and problems that are important in low and middle-income countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where these advantages are likely to be greatest .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• Factors that influence the transferability of recommendations across different settings should be considered systematically and flagged, including modifying factors, important variation in needs, values, costs and the availability of resources.",
      "sentences": [
        [
          {
            "segment_text": "• Factors that influence the transferability of recommendations across different settings should be considered systematically and flagged ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including modifying factors , important variation in needs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "values , costs and the availability of resources .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "14",
    "segment_num": "23",
    "token_num": "317"
  }
}