{
  "paper_id": "c89186e7b4d0b8533280c31a29b87d931c1e8d06",
  "metadata": {
    "title": "Engineering self-assembled materials to study and direct immune function ☆-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 9780,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The immune system is an awe-inspiring control structure that maintains a delicate and constantly changing balance between pro-immune functions that fight infection and cancer, regulatory or suppressive functions involved in immune tolerance, and homeostatic resting states. These activities are determined by integrating signals in space and time; thus, improving control over the densities, combinations, and durations with which immune signals are delivered is a central goal to better combat infectious disease, cancer, and autoimmunity. Self-assembly presents a unique opportunity to synthesize materials with well-defined compositions and controlled physical arrangement of molecular building blocks. This review highlights strategies exploiting these capabilities to improve the understanding of how precisely-displayed cues interact with immune cells and tissues. We present work centered on fundamental properties that regulate the nature and magnitude of immune response, highlight pre-clinical and clinical applications of self-assembled technologies in vaccines, cancer, and autoimmunity, and describe some of the key manufacturing and regulatory hurdles facing these areas.",
      "sentences": [
        [
          {
            "segment_text": "The immune system is an awe-inspiring control structure that maintains a delicate and constantly changing balance between pro-immune functions that fight infection and cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regulatory or suppressive functions involved in immune tolerance , and homeostatic resting states .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These activities are determined by integrating signals in space and time ; thus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "improving control over the densities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "combinations , and durations with which immune signals are delivered is a central goal to better combat infectious disease , cancer , and autoimmunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Self-assembly presents a unique opportunity to synthesize materials with well-defined compositions and controlled physical arrangement of molecular building blocks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights strategies exploiting these capabilities to improve the understanding of how precisely-displayed cues interact with immune cells and tissues .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We present work centered on fundamental properties that regulate the nature and magnitude of immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlight pre-clinical and clinical applications of self-assembled technologies in vaccines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cancer , and autoimmunity , and describe some of the key manufacturing and regulatory hurdles facing these areas .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "173"
  }
}