{
  "paper_id": "c8bb18d5a7c69d51bd204887ffa937dbefa2d136",
  "metadata": {
    "title": "Induction of MHC class I antigens on glial cells is dependent on persistent mouse hepatitis virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 4338,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "H-2 class I antigens, but not class II antigens, were detected on the surface of glial cells persistently infected with mouse hepatitis virus strain A59 (MHV-A59) as late as 90 days post-infection. Uninfected glial cells remained negative for H-2 class I and class II surface antigens. We have previously shown that conditioned media from infected glial cell cultures (supernatants) contain a factor unrelated to infectious virus and capable of inducing H-2 class I antigens on uninfected glial cells. The synthesis of this factor appears to be dependent on production of infectious virus since the H-2 inducing activity could not be detected 3 days following the addition of neutralizing antibodies to the cultures. This suggests that H-2 inducing activity contains an unstable component, the synthesis of which is dependent on continual virus production. Persistent MHV infection and H-2 class I antigen expression may play a role in MHV-induced demyelination.",
      "sentences": [
        [
          {
            "segment_text": "H-2 class I antigens , but not class II antigens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were detected on the surface of glial cells persistently infected with mouse hepatitis virus strain A59 ( MHV-A59 ) as late as 90 days post-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Uninfected glial cells remained negative for H-2 class I and class II surface antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have previously shown that conditioned media from infected glial cell cultures ( supernatants ) contain a factor unrelated to infectious virus and capable of inducing H-2 class I antigens on uninfected glial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The synthesis of this factor appears to be dependent on production of infectious virus since the H-2 inducing activity could not be detected 3 days following the addition of neutralizing antibodies to the cultures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests that H-2 inducing activity contains an unstable component ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the synthesis of which is dependent on continual virus production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Persistent MHV infection and H-2 class I antigen expression may play a role in MHV-induced demyelination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Mouse hepatitis virus, strain A59 (MHV-A59), a neurotropic coronavirus, causes limbic encephalitis followed by subacute and chronic demyelination (Lavi et al.",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus , strain A59 ( MHV-A59 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a neurotropic coronavirus , causes limbic encephalitis followed by subacute and chronic demyelination ( Lavi et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "189"
  }
}