{
  "paper_id": "c8f6c26a8275c6cbbeb30dc984f058902455ed52",
  "metadata": {
    "title": "Rational Design of Zika Virus Subunit Vaccine with Enhanced Efficacy",
    "coda_data_split": "train",
    "coda_paper_id": 8632,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Zika virus (ZIKV) infection in pregnant women can lead to fetal deaths and malformations. We have previously reported that ZIKV envelope protein domain III (EDIII) is a subunit vaccine candidate with cross-neutralization activity; however, like many other subunit vaccines, its efficacy is limited. To improve the efficacy of this subunit vaccine, we identified a nonneutralizing epitope on ZIKV EDIII surrounding residue 375, which is buried in the full-length envelope protein but becomes exposed in recombinant EDIII. We then shielded this epitope with an engineered glycan probe. Compared to the wild-type EDIII, the mutant EDIII induced significantly stronger neutralizing antibodies in three mouse strains and also demonstrated significantly improved efficacy by fully protecting mice, particularly pregnant mice and their fetuses, against high-dose lethal ZIKV challenge. Moreover, the mutant EDIII immune sera significantly enhanced the passive protective efficacy by fully protecting mice against lethal ZIKV challenge; this passive protection was positively associated with neutralizing antibody titers. We further showed that the enhanced efficacy of the mutant EDIII was due to the shielding of the immunodominant nonneutralizing epitope surrounding residue 375, which led to immune refocusing on the neutralizing epitopes. Taken together, the results of this study reveal that an intrinsic limitation of subunit vaccines is their artificially exposed immunodominant nonneutralizing epitopes, which can be overcome through glycan shielding. Additionally, the mutant ZIKV protein generated in this study is a promising subunit vaccine candidate with high efficacy in preventing ZIKV infections in mice. IMPORTANCE Viral subunit vaccines generally show low efficacy. In this study, we revealed an intrinsic limitation of subunit vaccine designs: artificially exposed surfaces of subunit vaccines contain epitopes unfavorable for vaccine efficacy. More specifically, we identified an epitope on Zika virus (ZIKV) envelope protein domain III (EDIII) that is buried in the full-length envelope protein but becomes exposed in recombinant EDIII. We further shielded this epitope with a glycan, and the resulting mutant EDIII vaccine demonstrated significantly enhanced efficacy over the wild-type EDIII vaccine in protecting animal models from ZIKV infections. Therefore, the intrinsic limitation of subunit vaccines can be overcome through shielding these artificially exposed unfavorable epitopes. The engineered EDIII vaccine generated in this study is a promising vaccine candidate that can be further developed to battle ZIKV infections.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus ( ZIKV ) infection in pregnant women can lead to fetal deaths and malformations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously reported that ZIKV envelope protein domain III ( EDIII ) is a subunit vaccine candidate with cross-neutralization activity ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like many other subunit vaccines , its efficacy is limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To improve the efficacy of this subunit vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we identified a nonneutralizing epitope on ZIKV EDIII surrounding residue 375 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is buried in the full-length envelope protein but becomes exposed in recombinant EDIII .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We then shielded this epitope with an engineered glycan probe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared to the wild-type EDIII ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the mutant EDIII induced significantly stronger neutralizing antibodies in three mouse strains and also demonstrated significantly improved efficacy by fully protecting mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly pregnant mice and their fetuses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "against high-dose lethal ZIKV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the mutant EDIII immune sera significantly enhanced the passive protective efficacy by fully protecting mice against lethal ZIKV challenge ; this passive protection was positively associated with neutralizing antibody titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further showed that the enhanced efficacy of the mutant EDIII was due to the shielding of the immunodominant nonneutralizing epitope surrounding residue 375 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which led to immune refocusing on the neutralizing epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the results of this study reveal that an intrinsic limitation of subunit vaccines is their artificially exposed immunodominant nonneutralizing epitopes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can be overcome through glycan shielding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the mutant ZIKV protein generated in this study is a promising subunit vaccine candidate with high efficacy in preventing ZIKV infections in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE Viral subunit vaccines generally show low efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , we revealed an intrinsic limitation of subunit vaccine designs : artificially exposed surfaces of subunit vaccines contain epitopes unfavorable for vaccine efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More specifically , we identified an epitope on Zika virus ( ZIKV ) envelope protein domain III ( EDIII ) that is buried in the full-length envelope protein but becomes exposed in recombinant EDIII .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further shielded this epitope with a glycan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the resulting mutant EDIII vaccine demonstrated significantly enhanced efficacy over the wild-type EDIII vaccine in protecting animal models from ZIKV infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the intrinsic limitation of subunit vaccines can be overcome through shielding these artificially exposed unfavorable epitopes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The engineered EDIII vaccine generated in this study is a promising vaccine candidate that can be further developed to battle ZIKV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "412"
  }
}