{
  "paper_id": "c90c4e5ca7134a20586234aae4f4f8b6b42c05fe",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4109,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In 2005, China implemented a demonstration program known as \"686\" to scale-up nationwide basic mental health services designed to improve access to evidence-based care and to promote human rights for people with severe mental disorders. As part of the 686 Program, teams \"unlocked\" and provided continuous mental health care to people with severe mental disorders who were found in restraints and largely untreated in their family homes. We implemented a nation-wide two-stage follow-up study to measure the effectiveness and sustainability of the \"unlocking and treatment\" intervention and its impact on the well-being of patients\u0027 families.",
      "sentences": [
        [
          {
            "segment_text": "In 2005 , China implemented a demonstration program known as `` 686 \u0027\u0027 to scale-up nationwide basic mental health services designed to improve access to evidence-based care and to promote human rights for people with severe mental disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As part of the 686 Program ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "teams `` unlocked \u0027\u0027 and provided continuous mental health care to people with severe mental disorders who were found in restraints and largely untreated in their family homes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We implemented a nation-wide two-stage follow-up study to measure the effectiveness and sustainability of the `` unlocking and treatment \u0027\u0027 intervention and its impact on the well-being of patients \u0027 families .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods 266 patients unlocked from 2005 in \"686\" demonstration sites across China were recruited in Stage One of the study in 2009. In 2012, 230 of the 266 cases were re-interviewed (the Stage Two study). Outcome measures included the patient medication adherence and social functioning, family burden ratings, and relocking rate. We utilized pre-post tests to analyze the changes over time following the unlocking efforts.",
      "sentences": [
        [
          {
            "segment_text": "Methods 266 patients unlocked from 2005 in `` 686 \u0027\u0027 demonstration sites across China were recruited in Stage One of the study in 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In 2012 , 230 of the 266 cases were re-interviewed ( the Stage Two study ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Outcome measures included the patient medication adherence and social functioning ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "family burden ratings , and relocking rate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We utilized pre-post tests to analyze the changes over time following the unlocking efforts .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "183"
  }
}