{
  "paper_id": "c916747a33f9b4a986dd0e4a4b853db6814b74f9",
  "metadata": {
    "title": "A General Strategy to Endow Natural Fusion-protein- Derived Peptides with Potent Antiviral Activity",
    "coda_data_split": "train",
    "coda_paper_id": 4858,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Fusion between the viral and target cell membranes is an obligatory step for the infectivity of all enveloped virus, and blocking this process is a clinically validated therapeutic strategy. Viral fusion is driven by specialized proteins which, although specific to each virus, act through a common mechanism, the formation of a complex between two heptad repeat (HR) regions. The HR regions are initially separated in an intermediate termed \u0027\u0027prehairpin\u0027\u0027, which bridges the viral and cell membranes, and then fold onto each other to form a 6-helical bundle (6HB), driving the two membranes to fuse. HR-derived peptides can inhibit viral infectivity by binding to the prehairpin intermediate and preventing its transition to the 6HB. The antiviral activity of HR-derived peptides differs considerably among enveloped viruses. For weak inhibitors, potency can be increased by peptide engineering strategies, but sequence-specific optimization is time-consuming. In seeking ways to increase potency without changing the native sequence, we previously reported that attachment to the HR peptide of a cholesterol group (\u0027\u0027cholesterol-tagging\u0027\u0027) dramatically increases its antiviral potency, and simultaneously increases its halflife in vivo. We show here that antiviral potency may be increased by combining cholesterol-tagging with dimerization of the HR-derived sequence, using as examples human parainfluenza virus, Nipah virus, and HIV-1. Together, cholesteroltagging and dimerization may represent strategies to boost HR peptide potency to levels that in some cases may be compatible with in vivo use, possibly contributing to emergency responses to outbreaks of existing or novel viruses.",
      "sentences": [
        [
          {
            "segment_text": "Fusion between the viral and target cell membranes is an obligatory step for the infectivity of all enveloped virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and blocking this process is a clinically validated therapeutic strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral fusion is driven by specialized proteins which ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although specific to each virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "act through a common mechanism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the formation of a complex between two heptad repeat ( HR ) regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The HR regions are initially separated in an intermediate termed `` prehairpin \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which bridges the viral and cell membranes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and then fold onto each other to form a 6-helical bundle ( 6HB ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "driving the two membranes to fuse .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HR-derived peptides can inhibit viral infectivity by binding to the prehairpin intermediate and preventing its transition to the 6HB .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antiviral activity of HR-derived peptides differs considerably among enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For weak inhibitors , potency can be increased by peptide engineering strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but sequence-specific optimization is time-consuming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In seeking ways to increase potency without changing the native sequence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we previously reported that attachment to the HR peptide of a cholesterol group ( `` cholesterol-tagging \u0027\u0027 ) dramatically increases its antiviral potency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and simultaneously increases its halflife in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show here that antiviral potency may be increased by combining cholesterol-tagging with dimerization of the HR-derived sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using as examples human parainfluenza virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Nipah virus , and HIV-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , cholesteroltagging and dimerization may represent strategies to boost HR peptide potency to levels that in some cases may be compatible with in vivo use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly contributing to emergency responses to outbreaks of existing or novel viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "22",
    "token_num": "277"
  }
}