{
  "paper_id": "c91fac9f0e239fab524c4595ebf8d0d8a5385f1a",
  "metadata": {
    "title": "Deposition of respiratory virus pathogens on frequently touched surfaces at airports",
    "coda_data_split": "train",
    "coda_paper_id": 5017,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: International and national travelling has made the rapid spread of infectious diseases possible. Little information is available on the role of major traffic hubs, such as airports, in the transmission of respiratory infections, including seasonal influenza and a pandemic threat. We investigated the presence of respiratory viruses in the passenger environment of a major airport in order to identify risk points and guide measures to minimize transmission. Methods: Surface and air samples were collected weekly at three different time points during the peak period of seasonal influenza in 2015-16 in Finland. Swabs from surface samples, and air samples were tested by realtime PCR for influenza A and B viruses, respiratory syncytial virus, adenovirus, rhinovirus and coronaviruses (229E, HKU1, NL63 and OC43).",
      "sentences": [
        [
          {
            "segment_text": "Background : International and national travelling has made the rapid spread of infectious diseases possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little information is available on the role of major traffic hubs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as airports , in the transmission of respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including seasonal influenza and a pandemic threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the presence of respiratory viruses in the passenger environment of a major airport in order to identify risk points and guide measures to minimize transmission .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Surface and air samples were collected weekly at three different time points during the peak period of seasonal influenza in 2015-16 in Finland .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Swabs from surface samples , and air samples were tested by realtime PCR for influenza A and B viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respiratory syncytial virus , adenovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rhinovirus and coronaviruses ( 229E , HKU1 , NL63 and OC43 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "140"
  }
}