{
  "paper_id": "c96a0e6acf13d247b2caf66479ab9cdedba1fd14",
  "metadata": {
    "title": "Non-UV germicidal activity of fresh TiO",
    "coda_data_split": "train",
    "coda_paper_id": 2601,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Fresh TiO 2 was found to possess a strong germicidal activity even without UV irradiation. Live Yeast (Saccharomyces cerevisiae) cells in contact with fresh TiO 2 were found deformed and dead after 15 min contact. The cause of germicidal activity was discussed from the observed cell deformation, lysis and increased absorption at 1680 cm −1 in FT-IR spectra of the affected cells, which proved the oxidizing effect of fresh TiO 2 to cells. The deformation caused by the stretching of cell wall and pressure built-up inside the cell, led to cell burst and release of intracellular materials. The degree of cell deformation was found positively related with the wetting property of TiO 2 . Cells are negatively charged, for Gram-negative cell (thinner cell wall), a higher germicidal effect was observed than Gram-positive cells. The germicidal effect of TiO 2 gradually decreased after exposure to air at room temperature, as the wetting property decreased. This kind of germicidal activity was more effective compared to other germicidal process such as UVA/TiO 2 or Ag + . This shed light on designing new germicidal material either maintained by visible light irradiation, or by oxidation effect generated by reactive oxygen species.",
      "sentences": [
        [
          {
            "segment_text": "Fresh TiO 2 was found to possess a strong germicidal activity even without UV irradiation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Live Yeast ( Saccharomyces cerevisiae ) cells in contact with fresh TiO 2 were found deformed and dead after 15 min contact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cause of germicidal activity was discussed from the observed cell deformation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lysis and increased absorption at 1680 cm − 1 in FT-IR spectra of the affected cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which proved the oxidizing effect of fresh TiO 2 to cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The deformation caused by the stretching of cell wall and pressure built-up inside the cell ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "led to cell burst and release of intracellular materials .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The degree of cell deformation was found positively related with the wetting property of TiO 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cells are negatively charged , for Gram-negative cell ( thinner cell wall ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a higher germicidal effect was observed than Gram-positive cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The germicidal effect of TiO 2 gradually decreased after exposure to air at room temperature ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as the wetting property decreased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This kind of germicidal activity was more effective compared to other germicidal process such as UVA/TiO 2 or Ag + .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This shed light on designing new germicidal material either maintained by visible light irradiation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or by oxidation effect generated by reactive oxygen species .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "216"
  }
}