{
  "paper_id": "c97126e15f8bfa4ed71089ed84927250594ef2c1",
  "metadata": {
    "title": "Journal Pre-proof Expert consensus on the procedure of interventional diagnosis and treatment of cancer patients during the COVID-19 epidemic Interventional Oncology Branch of China Anti-Cancer Association Expert consensus on the procedure of interventional diagnosis and treatment of cancer patients during the COVID-19 epidemic",
    "coda_data_split": "train",
    "coda_paper_id": 3333,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hubei province, to other regions of China. To reduce and prevent cross-over infections in the interventional diagnosis and treatment of tumor patients. The Interventional Oncology Branch of the China Anti-Cancer Association organized specialists to compile the corresponding expert consensus. The consensus summarizes the critical points for COVID-19 prevention, focusing on the management of outpatients, inpatients, and interventional operating room in this particular time.",
      "sentences": [
        [
          {
            "segment_text": "Hubei province , to other regions of China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To reduce and prevent cross-over infections in the interventional diagnosis and treatment of tumor patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The Interventional Oncology Branch of the China Anti-Cancer Association organized specialists to compile the corresponding expert consensus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The consensus summarizes the critical points for COVID-19 prevention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "focusing on the management of outpatients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inpatients , and interventional operating room in this particular time .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "71"
  }
}