{
  "paper_id": "c97ce1c773ff11d854ad04c5dac65e20dad6c533",
  "metadata": {
    "title": "Original Article",
    "coda_data_split": "train",
    "coda_paper_id": 5503,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective: Effective airway management requires both proper technique and the appropriate devices. With the widespread implementation of advanced life-support techniques in emergency medical services (EMS), orotracheal intubation is now performed not only by professional practitioners but, in many occasions, nonprofessionals. With extensively diversified skill equipped, we tested whether the Sunscope, a patented tracheal intubation device with a digital display, is able to facilitate tracheal intubation by na誰ve EMS personnel with various training backgrounds. Methods: We conducted a study to determine rate of success and time required to insert an orotracheal tube into a mannequin using Sunscope. The participants were placed into the professional group (i.e., anesthesiologists and emergency medical paramedics; EMT-P) or the nonprofessional group (i.e., emergency medical technicians; EMT). Intubation required three steps: equipment preparation, vocal cord exposure, and tube insertion. The time required for each step was recorded by a senior staff member, and the data were analyzed by nonparametric statistics. Results: Each consecutive step in the operating procedure was significantly shorter for the professional group in comparison with the nonprofessional group during the first trial: equipment preparation, 10.5 AE 2.1 vs. 11.9 AE 4.1 seconds; vocal cord exposure, 7.4 AE 7.7 vs. 12.2 AE 7.7 seconds; tube insertion, 8.8 AE 4.8 vs. 17.6 AE 9.4 seconds; and total time required for intubation, 26.7 AE 8.8 vs. 35.8 AE 19.6 seconds. The professional practitioners showed no significant improvement, in terms of time reduction, on the following three trials. On the other hand, the nonprofessional practitioners showed no significant differences, in terms of time required to expose the vocal cords and total operation time, following the third trial in comparison with the professional practitioners. Conclusion: Our research demonstrates that professional practitioners are able to use the Sunscope on their first attempt. Despite a lack of training in conventional endotracheal intubation, emergency medical technicians (EMT-I and -II) were able to complete intubation on their first attempt; a significant reduction in the time required to intubate was noted after repeated practice. All levels of na誰ve EMTs were able to readily visualize the vocal cords through Sunscope and, thereby, reliably insert the endotracheal tube in less than 1 minute, regardless of their skills before testing.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Effective airway management requires both proper technique and the appropriate devices .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "With the widespread implementation of advanced life-support techniques in emergency medical services ( EMS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "orotracheal intubation is now performed not only by professional practitioners but ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in many occasions , nonprofessionals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With extensively diversified skill equipped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we tested whether the Sunscope ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a patented tracheal intubation device with a digital display ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "is able to facilitate tracheal intubation by na誰ve EMS personnel with various training backgrounds .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a study to determine rate of success and time required to insert an orotracheal tube into a mannequin using Sunscope .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The participants were placed into the professional group ( i.e. , anesthesiologists and emergency medical paramedics ; EMT-P ) or the nonprofessional group ( i.e. , emergency medical technicians ; EMT ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intubation required three steps : equipment preparation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vocal cord exposure , and tube insertion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The time required for each step was recorded by a senior staff member ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the data were analyzed by nonparametric statistics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Each consecutive step in the operating procedure was significantly shorter for the professional group in comparison with the nonprofessional group during the first trial : equipment preparation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10.5 AE 2.1 vs. 11.9 AE 4.1 seconds ; vocal cord exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "7.4 AE 7.7 vs. 12.2 AE 7.7 seconds ; tube insertion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "8.8 AE 4.8 vs. 17.6 AE 9.4 seconds ; and total time required for intubation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "26.7 AE 8.8 vs. 35.8 AE 19.6 seconds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The professional practitioners showed no significant improvement ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in terms of time reduction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "on the following three trials .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , the nonprofessional practitioners showed no significant differences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in terms of time required to expose the vocal cords and total operation time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "following the third trial in comparison with the professional practitioners .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our research demonstrates that professional practitioners are able to use the Sunscope on their first attempt .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite a lack of training in conventional endotracheal intubation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emergency medical technicians ( EMT-I and - II ) were able to complete intubation on their first attempt ; a significant reduction in the time required to intubate was noted after repeated practice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All levels of na誰ve EMTs were able to readily visualize the vocal cords through Sunscope and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby , reliably insert the endotracheal tube in less than 1 minute ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regardless of their skills before testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "31",
    "token_num": "421"
  }
}