{
  "paper_id": "c97de2b77c5593f9246815623b82f6c295c6d257",
  "metadata": {
    "title": "Review Incubation Period of Shiga Toxin-Producing Escherichia coli",
    "coda_data_split": "train",
    "coda_paper_id": 6620,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Shiga toxin-producing Escherichia coli are pathogenic bacteria found in the gastrointestinal tract of humans. Severe infections could lead to life-threatening complications, especially in young children and the elderly. Understanding the distribution of the incubation period, which is currently inconsistent and ambiguous, can help in controlling the burden of disease. We conducted a systematic review of outbreak investigation reports, extracted individual incubation data and summary estimates, tested for heterogeneity, classified studies into subgroups with limited heterogeneity, and undertook a meta-analysis to identify factors that may contribute to the distribution of the pathogen\u0027s incubation period. Twenty-eight studies were identified for inclusion in the review (1 of which included information on 2 outbreaks), and the resulting I 2 value was 77%, indicating high heterogeneity. Studies were classified into 5 subgroups, with the mean incubation period ranging from 3.5 to 8.1 days. The length of the incubation period increased with patient age and decreased by 7.2 hours with every 10% increase in attack rate.",
      "sentences": [
        [
          {
            "segment_text": "Shiga toxin-producing Escherichia coli are pathogenic bacteria found in the gastrointestinal tract of humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Severe infections could lead to life-threatening complications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in young children and the elderly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the distribution of the incubation period ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is currently inconsistent and ambiguous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can help in controlling the burden of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted a systematic review of outbreak investigation reports ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "extracted individual incubation data and summary estimates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tested for heterogeneity , classified studies into subgroups with limited heterogeneity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and undertook a meta-analysis to identify factors that may contribute to the distribution of the pathogen \u0027s incubation period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twenty-eight studies were identified for inclusion in the review ( 1 of which included information on 2 outbreaks ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the resulting I 2 value was 77 % , indicating high heterogeneity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies were classified into 5 subgroups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the mean incubation period ranging from 3.5 to 8.1 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The length of the incubation period increased with patient age and decreased by 7.2 hours with every 10 % increase in attack rate .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "182"
  }
}