{
  "paper_id": "c98075a839f10763a8c30207b33c57e4455bc4ae",
  "metadata": {
    "title": "Non-lytic antibiotic treatment in community-acquired pneumococcal pneumonia does not attenuate inflammation: the PRISTINE trial",
    "coda_data_split": "train",
    "coda_paper_id": 4373,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The inflammatory response in pneumococcal infection is primarily driven by immunoreactive bacterial cell wall components [lipoteichoic acid (LTA)]. An acute release of these components occurs when pneumococcal infection is treated with b-lactam antibiotics.",
      "sentences": [
        [
          {
            "segment_text": "Background : The inflammatory response in pneumococcal infection is primarily driven by immunoreactive bacterial cell wall components ( lipoteichoic acid ( LTA ) ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An acute release of these components occurs when pneumococcal infection is treated with b-lactam antibiotics .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: We hypothesized that non-lytic rifampicin compared with lytic b-lactam antibiotic treatment would attenuate the inflammatory response in patients with pneumococcal pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : We hypothesized that non-lytic rifampicin compared with lytic b-lactam antibiotic treatment would attenuate the inflammatory response in patients with pneumococcal pneumonia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: In the PRISTINE (Pneumonia treated with RIfampicin aTtenuates INflammation) trial, a randomized, therapeutic controlled, exploratory study in patients with community-acquired pneumococcal pneumonia, we looked at LTA release and inflammatory and clinical response during treatment with both rifampicin and b-lactam compared with treatment with b-lactam antibiotics only. The trial is registered in the Dutch trial registry, number NTR3751 (European Clinical Trials Database number 2012-003067-22).",
      "sentences": [
        [
          {
            "segment_text": "Methods : In the PRISTINE ( Pneumonia treated with RIfampicin aTtenuates INflammation ) trial ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a randomized , therapeutic controlled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "exploratory study in patients with community-acquired pneumococcal pneumonia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we looked at LTA release and inflammatory and clinical response during treatment with both rifampicin and b-lactam compared with treatment with b-lactam antibiotics only .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The trial is registered in the Dutch trial registry ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "number NTR3751 ( European Clinical Trials Database number 2012-003067-22 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Forty-one patients with community-acquired pneumonia were included; 17 of them had pneumococcal pneumonia. LTA release, LTA-mediated inflammatory responses, clinical outcomes, inflammatory biomarkers and transcription profiles were not different between treatment groups.",
      "sentences": [
        [
          {
            "segment_text": "Results : Forty-one patients with community-acquired pneumonia were included ; 17 of them had pneumococcal pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "LTA release , LTA-mediated inflammatory responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clinical outcomes , inflammatory biomarkers and transcription profiles were not different between treatment groups .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The PRISTINE study demonstrated the feasibility of adding rifampicin to b-lactam antibiotics in the treatment of community-acquired pneumococcal pneumonia, but, despite solid in vitro and experimental animal research evidence, failed to demonstrate a difference in plasma LTA concentrations and subsequent inflammatory and clinical responses. Most likely, an inhibitory effect of human plasma contributes to the low immune response in these patients. In addition, LTA plasma concentration could be too low to mount a response via Toll-like receptor 2 in vitro, but may nonetheless have an effect in vivo.",
      "sentences": [
        [
          {
            "segment_text": "The PRISTINE study demonstrated the feasibility of adding rifampicin to b-lactam antibiotics in the treatment of community-acquired pneumococcal pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but , despite solid in vitro and experimental animal research evidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "failed to demonstrate a difference in plasma LTA concentrations and subsequent inflammatory and clinical responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most likely , an inhibitory effect of human plasma contributes to the low immune response in these patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , LTA plasma concentration could be too low to mount a response via Toll-like receptor 2 in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but may nonetheless have an effect in vivo .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "277"
  }
}