{
  "paper_id": "c9916dc5995d358f3cfb4c478be996a4fa69c1b7",
  "metadata": {
    "title": "Understanding immune senescence to improve vaccine responses",
    "coda_data_split": "train",
    "coda_paper_id": 4596,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the older adult the benefits of vaccination to prevent infectious disease are limited, mainly due to the adaptive immune system\u0027s inability to generate protective immunity. Age-dependent decline in immune competence, often referred to as immunosenescence, results from progressive deterioration of innate and adaptive immune responses and most of the insights into mechanisms of immune aging have derived from studies in murine models. In this Review, we explore how well these models are applicable to understand the aging process throughout the 80-100 years of human life and discuss recent advances in uncovering and characterizing the mechanisms underlying age-associated defective adaptive immunity in humans.",
      "sentences": [
        [
          {
            "segment_text": "In the older adult the benefits of vaccination to prevent infectious disease are limited ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mainly due to the adaptive immune system \u0027s inability to generate protective immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Age-dependent decline in immune competence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often referred to as immunosenescence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "results from progressive deterioration of innate and adaptive immune responses and most of the insights into mechanisms of immune aging have derived from studies in murine models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we explore how well these models are applicable to understand the aging process throughout the 80-100 years of human life and discuss recent advances in uncovering and characterizing the mechanisms underlying age-associated defective adaptive immunity in humans .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "111"
  }
}