{
  "paper_id": "c9a1b9d5a594fa236622538ebf994551cf0e886d",
  "metadata": {
    "title": "Optimization of antigen dose for a receptor- binding domain-based subunit vaccine against MERS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 3816,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The continuous increase of MERS cases has posed a serious threat to public health worldwide, calling for development of safe and effective MERS vaccines. We have previously shown that a recombinant protein containing residues 377-588 of MERS-CoV receptor-binding domain (RBD) fused with human Fc (S377-588-Fc) induced highly potent anti-MERS-CoV neutralizing antibodies in the presence of MF59 adjuvant. Here we optimized the doses of S377-588-Fc using MF59 as an adjuvant in order to elicit strong immune responses with minimal amount of antigen. Our results showed that S377-588-Fc at 1 mg was able to induce in the immunized mice potent humoral and cellular immune responses. Particularly, S377-588-Fc at 1 mg elicited strong neutralizing antibody responses against both pseudotyped and live MERS-CoV similar to those induced at 5 and 20 mg, respectively. These results suggest that this RBD-based subunit MERS vaccine candidate at the dose as low as one mg is sufficiently potent to induce strong humoral and cellular immune responses, including neutralizing antibodies, against MERS-CoV infection, thus providing guidance for determining the optimal dosage of RBD-based MERS vaccines in the future clinical trials and for applying the dosesparing strategy in other subunit vaccine trials.",
      "sentences": [
        [
          {
            "segment_text": "The continuous increase of MERS cases has posed a serious threat to public health worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "calling for development of safe and effective MERS vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously shown that a recombinant protein containing residues 377-588 of MERS-CoV receptor-binding domain ( RBD ) fused with human Fc ( S377-588-Fc ) induced highly potent anti-MERS-CoV neutralizing antibodies in the presence of MF59 adjuvant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we optimized the doses of S377-588-Fc using MF59 as an adjuvant in order to elicit strong immune responses with minimal amount of antigen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results showed that S377-588-Fc at 1 mg was able to induce in the immunized mice potent humoral and cellular immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particularly , S377-588-Fc at 1 mg elicited strong neutralizing antibody responses against both pseudotyped and live MERS-CoV similar to those induced at 5 and 20 mg , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that this RBD-based subunit MERS vaccine candidate at the dose as low as one mg is sufficiently potent to induce strong humoral and cellular immune responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including neutralizing antibodies , against MERS-CoV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus providing guidance for determining the optimal dosage of RBD-based MERS vaccines in the future clinical trials and for applying the dosesparing strategy in other subunit vaccine trials .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "www.tandfonline.com",
      "sentences": [
        [
          {
            "segment_text": "www.tandfonline.com",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "209"
  }
}