{
  "paper_id": "c9ac0a1d2dd861bfa590dc654ddadb324a993fa0",
  "metadata": {
    "title": "What happened to health service utilization, health care expenditures, and quality of care in patients with acute pancreatitis after implementation of global budgeting in Taiwan?",
    "coda_data_split": "train",
    "coda_paper_id": 4768,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Aim: Acute pancreatitis is associated with significant morbidity and mortality. In the United States, more than 3,00,000 patients are admitted and about 20,000 die from acute pancreatitis per year. In Taiwan, the incidence rate of acute pancreatitis is 0.03% and the mortality rate among severe acute pancreatitis is 16.3%. The aim of the study was to evaluate the impact of the global budgeting system on health service utilization, health care expenditures, and quality of care among patients with acute pancreatitis in Taiwan.",
      "sentences": [
        [
          {
            "segment_text": "Aim : Acute pancreatitis is associated with significant morbidity and mortality .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the United States , more than 3,00,000 patients are admitted and about 20,000 die from acute pancreatitis per year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In Taiwan , the incidence rate of acute pancreatitis is 0.03 % and the mortality rate among severe acute pancreatitis is 16.3 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the study was to evaluate the impact of the global budgeting system on health service utilization ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "health care expenditures , and quality of care among patients with acute pancreatitis in Taiwan .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Materials and methods: The National Health Insurance Research Database (NHIRD) was used for analysis. Data on patients with acute pancreatitis diagnosed during the period 2000 and 2001 were used as baseline data, and data from 2004 and 2005 were used as post-intervention data. The length of stay (LOS), diagnostic costs, drug cost, therapy costs, total costs, risk of readmission within 14 days, and risk of revisiting the emergency department (ED) within 3 days of discharge before and after implementation of the global budgeting system were compared and analyzed.",
      "sentences": [
        [
          {
            "segment_text": "Materials and methods : The National Health Insurance Research Database ( NHIRD ) was used for analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data on patients with acute pancreatitis diagnosed during the period 2000 and 2001 were used as baseline data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and data from 2004 and 2005 were used as post-intervention data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The length of stay ( LOS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "diagnostic costs , drug cost ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "therapy costs , total costs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risk of readmission within 14 days ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and risk of revisiting the emergency department ( ED ) within 3 days of discharge before and after implementation of the global budgeting system were compared and analyzed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Data on 2810 patients with acute pancreatitis were analyzed in this study. There was a significant difference in mean LOS before and after introduction of the global budget system (7.34 ± 0.22 days and 7.82 ± 0.22 days, respectively; P \u003c .001)). The mean total costs before and after implementation of the global budget system were Taiwan dollars (NT$) 28,290.66 ± 1576.32 and NT$ 42,341.83 ± 2285.23, respectively. The mean rate of revisiting the ED within 3 days decreased from 9.9 ± 0.9% before adoption of global budgeting to 7.2 ± 0.6% after implementation of the system. The mean 14-day re-admission rates before and after introduction of global budgeting were 11.6 ± 1.0% and 7.9 ± 0.7%, respectively.",
      "sentences": [
        [
          {
            "segment_text": "Results : Data on 2810 patients with acute pancreatitis were analyzed in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a significant difference in mean LOS before and after introduction of the global budget system ( 7.34 ± 0.22 days and 7.82 ± 0.22 days , respectively ; P \u003c .001 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean total costs before and after implementation of the global budget system were Taiwan dollars ( NT$ ) 28,290.66 ± 1576.32 and NT$ 42,341.83 ± 2285.23 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean rate of revisiting the ED within 3 days decreased from 9.9 ± 0.9 % before adoption of global budgeting to 7.2 ± 0.6 % after implementation of the system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean 14-day re-admission rates before and after introduction of global budgeting were 11.6 ± 1.0 % and 7.9 ± 0.7 % , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: The global budget system was associated with significantly longer length of stay, higher health care expenditures, and better quality of care in patients treated for acute pancreatitis.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : The global budget system was associated with significantly longer length of stay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher health care expenditures , and better quality of care in patients treated for acute pancreatitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviation: ED \u003d emergency department, LOS \u003d length of stay, NHIRD \u003d National Health Insurance Research Database, NT$ \u003d Taiwan dollars.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviation : ED \u003d emergency department ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "LOS \u003d length of stay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NHIRD \u003d National Health Insurance Research Database , NT$ \u003d Taiwan dollars .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "23",
    "token_num": "394"
  }
}