{
  "paper_id": "c9af99097d65697013042b17a88660bc44c92865",
  "metadata": {
    "title": "A recombinant, infectious human parainfluenza virus type 3 expressing the enhanced green fluorescent protein for use in high-throughput antiviral assays",
    "coda_data_split": "train",
    "coda_paper_id": 5318,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ability to rescue an infectious, recombinant, negative-stranded, RNA virus from a cDNA clone, has led to new opportunities for measuring viral replication from a viral expressed reporter gene. In this study, the enhanced green fluorescent protein (EGFP) gene was inserted into the human parainfluenza virus type 3 (HPIV-3) antigenome and a recombinant, infectious virus was rescued. Maximum EGFP expression levels, measured by fluorescence, were seen at day 3. Comparison of a three-day, viral expressed EGFP fluorescence assay to a seven-day, neutral red assay, based on complete cell destruction in virus infected MA-104 cells, yielded Z′-factor values of 0.83 and 0.70, respectively. A three-day, endpoint EGFP-based antiviral assay and a seven-day, endpoint neutral red based antiviral assay were run in parallel to establish antiviral sensitivity profiles of 23 compounds based on selective index (SI) values. Using an SI threshold of 10, the EGFP-based antiviral assay had a sensitivity of 100% and a specificity of 54%. Thus, the use of an EGFP-based antiviral assay for testing potential antiviral compounds against HPIV-3 in a high-throughput format may be justified.",
      "sentences": [
        [
          {
            "segment_text": "The ability to rescue an infectious ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recombinant , negative-stranded , RNA virus from a cDNA clone ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has led to new opportunities for measuring viral replication from a viral expressed reporter gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the enhanced green fluorescent protein ( EGFP ) gene was inserted into the human parainfluenza virus type 3 ( HPIV-3 ) antigenome and a recombinant , infectious virus was rescued .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Maximum EGFP expression levels , measured by fluorescence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were seen at day 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of a three-day , viral expressed EGFP fluorescence assay to a seven-day ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutral red assay , based on complete cell destruction in virus infected MA-104 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yielded Z ′ - factor values of 0.83 and 0.70 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A three-day , endpoint EGFP-based antiviral assay and a seven-day ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "endpoint neutral red based antiviral assay were run in parallel to establish antiviral sensitivity profiles of 23 compounds based on selective index ( SI ) values .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using an SI threshold of 10 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the EGFP-based antiviral assay had a sensitivity of 100 % and a specificity of 54 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the use of an EGFP-based antiviral assay for testing potential antiviral compounds against HPIV-3 in a high-throughput format may be justified .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "212"
  }
}