{
  "paper_id": "c9b4c7691175724573497c35ff6ac960a3208104",
  "metadata": {
    "title": "Glucose-6-phosphate dehydrogenase deficiency (G6PD) as a risk factor of male neonatal sepsis",
    "coda_data_split": "train",
    "coda_paper_id": 6926,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Neonatal sepsis is a disease process, which represents the systemic response of bacteria entering the bloodstream during the first 28 days of life. The prevalence of sepsis is higher in male infants than in females, but the exact cause is unknown. Glucose-6-phosphate dehydrogenase (G6PD) is an enzyme in the pentose phosphate pathway, which leads to the production of NADPH. NADPH is required for the respiratory burst reaction in white blood cells (WBCs) to destroy microorganisms. The purpose of this study was to evaluate the prevalence of G6PD deficiency in neonates with sepsis. Materials and methods. This study was performed on 76 neonates with sepsis and 1214 normal neonates from February 2012 to November 2014 in the west of Iran. The G6PD deficiency status was determined by fluorescent spot test. WBCs number and neutrophils percentages were measured and compared in patients with and without G6PD deficiency. Results. The prevalence of the G6PD deficiency in neonates with sepsis was significantly higher compared to the control group (p\u003d0.03). WBCs number and neutrophils percentages in G6PD deficient patients compared with patients without G6PD deficiency were decreased, but were not statistically significant (p\u003d0.77 and p\u003d0.86 respectively). Conclusions. G6PD deficiency is a risk factor of neonatal sepsis and also a justification for more male involvement in this disease. Therefore, newborn screening for this disorder is recommended.",
      "sentences": [
        [
          {
            "segment_text": "Neonatal sepsis is a disease process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which represents the systemic response of bacteria entering the bloodstream during the first 28 days of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prevalence of sepsis is higher in male infants than in females ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the exact cause is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glucose-6-phosphate dehydrogenase ( G6PD ) is an enzyme in the pentose phosphate pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which leads to the production of NADPH .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NADPH is required for the respiratory burst reaction in white blood cells ( WBCs ) to destroy microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to evaluate the prevalence of G6PD deficiency in neonates with sepsis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study was performed on 76 neonates with sepsis and 1214 normal neonates from February 2012 to November 2014 in the west of Iran .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The G6PD deficiency status was determined by fluorescent spot test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "WBCs number and neutrophils percentages were measured and compared in patients with and without G6PD deficiency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prevalence of the G6PD deficiency in neonates with sepsis was significantly higher compared to the control group ( p \u003d 0.03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "WBCs number and neutrophils percentages in G6PD deficient patients compared with patients without G6PD deficiency were decreased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but were not statistically significant ( p \u003d 0.77 and p \u003d 0.86 respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "G6PD deficiency is a risk factor of neonatal sepsis and also a justification for more male involvement in this disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , newborn screening for this disorder is recommended .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "254"
  }
}