{
  "paper_id": "c9d7f521c02833978b9480c1d43851a19b26fe84",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2013,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In 2014, China experienced the worst outbreak of dengue fever in the last decade with over 40,000 dengue cases including six deaths by the end of October. As one of the \u0027\u0027neglected\u0027\u0027 tropical diseases, dengue is affecting substantially increasing number of people and proportion of global population due to factors including globalization, human settlement, and possibly climate change. Here, the authors summarized the most recent data about dengue outbreaks in China and reviewed the global trend of dengue epidemiology. Future directions for dengue surveillance, control and prevention are also introduced.",
      "sentences": [
        [
          {
            "segment_text": "In 2014 , China experienced the worst outbreak of dengue fever in the last decade with over 40,000 dengue cases including six deaths by the end of October .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As one of the `` neglected \u0027\u0027 tropical diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dengue is affecting substantially increasing number of people and proportion of global population due to factors including globalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human settlement , and possibly climate change .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , the authors summarized the most recent data about dengue outbreaks in China and reviewed the global trend of dengue epidemiology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Future directions for dengue surveillance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "control and prevention are also introduced .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "102"
  }
}