{
  "paper_id": "c9d84fcde35a82c200f779df24657558638bf40b",
  "metadata": {
    "title": "Fading vision: knowledge translation in the implementation of a public health policy intervention",
    "coda_data_split": "train",
    "coda_paper_id": 2868,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In response to several high profile public health crises, public health renewal is underway in Canada. In the province of British Columbia, the Ministry of Health initiated a collaborative evidence-informed process involving a steering committee of representatives from the six health authorities. A Core Functions (CF) Framework was developed, identifying 21 core public health programs. For each core program, an evidence review was conducted and a model core program paper developed. These documents were distributed to health authorities to guide development of their own renewed public health services. The CF implementation was conceptualized as an embedded knowledge translation process. A CF coordinator in each health authority was to facilitate a gap analysis and development of a performance improvement plan for each core program, and post these publically on the health authority website. Methods: Interviews (n \u003d 19) and focus groups (n \u003d 8) were conducted with a total of 56 managers and front line staff from five health authorities working in the Healthy Living and Sexually Transmitted Infection Prevention core programs. All interviews and focus groups were digitally recorded, transcribed and verified by the project coordinator. Five members of the research team used NVivo 9 to manage data and conducted a thematic analysis.",
      "sentences": [
        [
          {
            "segment_text": "Background : In response to several high profile public health crises ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "public health renewal is underway in Canada .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the province of British Columbia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Ministry of Health initiated a collaborative evidence-informed process involving a steering committee of representatives from the six health authorities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A Core Functions ( CF ) Framework was developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "identifying 21 core public health programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For each core program , an evidence review was conducted and a model core program paper developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These documents were distributed to health authorities to guide development of their own renewed public health services .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The CF implementation was conceptualized as an embedded knowledge translation process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A CF coordinator in each health authority was to facilitate a gap analysis and development of a performance improvement plan for each core program ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and post these publically on the health authority website .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Interviews ( n \u003d 19 ) and focus groups ( n \u003d 8 ) were conducted with a total of 56 managers and front line staff from five health authorities working in the Healthy Living and Sexually Transmitted Infection Prevention core programs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All interviews and focus groups were digitally recorded ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "transcribed and verified by the project coordinator .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five members of the research team used NVivo 9 to manage data and conducted a thematic analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Four main themes emerged concerning implementation of the CF Framework generally, and the two programs specifically. The themes were: \u0027you\u0027ve told me what, now tell me how\u0027; \u0027the double bind\u0027; \u0027but we already do that\u0027; and the \u0027selling game.\u0027 Findings demonstrate the original vision of the CF process was lost in the implementation process and many participants were unaware of the CF framework or process. Conclusions: Results are discussed with respect to a well-known framework on the adoption, assimilation, and implementation of innovations in health services organizations. Despite attempts of the Ministry of Health and the Steering Committee to develop and implement a collaborative, evidence-informed policy intervention, there were several barriers to the realization of the vision for core public health functions implementation, at least in the early stages. In neglecting the implementation process, it seems unlikely that the expected benefits of the public health renewal process will be realized.",
      "sentences": [
        [
          {
            "segment_text": "Results : Four main themes emerged concerning implementation of the CF Framework generally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the two programs specifically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The themes were : ` you \u0027ve told me what ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "now tell me how \u0027 ; ` the double bind \u0027 ; ` but we already do that \u0027 ; and the ` selling game . \u0027",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings demonstrate the original vision of the CF process was lost in the implementation process and many participants were unaware of the CF framework or process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Results are discussed with respect to a well-known framework on the adoption ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "assimilation , and implementation of innovations in health services organizations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite attempts of the Ministry of Health and the Steering Committee to develop and implement a collaborative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evidence-informed policy intervention , there were several barriers to the realization of the vision for core public health functions implementation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least in the early stages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In neglecting the implementation process ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it seems unlikely that the expected benefits of the public health renewal process will be realized .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "27",
    "token_num": "408"
  }
}