{
  "paper_id": "c9e000575fa8a01448397926e2b715f29f95360e",
  "metadata": {
    "title": "Characterization of human vascular endothelial cadherin glycans",
    "coda_data_split": "train",
    "coda_paper_id": 3029,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The glycosylation pattern of human vascular endothelial cadherin (VE-cadherin), purified from cultured human umbilical cord vein endothelial cells, was analyzed. VE-cadherin was metabolically radiolabeled with D-[6-3 H]glucosamine, isolated by immunoprecipitation, purified by SDS-PAGE and in-gel digested with endoproteinase Asp N. Oligosaccharides were sequentially released from resulting glycopeptides and analyzed by chromatographic profiling. The results revealed that VE-cadherin carries predominantly sialylated diantennary and hybrid-type glycans in addition to some triantennary and high mannose-type species. Highly branched, tetraantennary oligosaccharides were found in trace amounts only. Immunohistochemical labeling of VE-cadherin and sialic acids displayed a codistribution along the intercellular junctions in endothelial cells of human umbilical arteries, veins, and cultured endothelial monolayers. Ca 2+ -depletion, performed on cultured endothelial cells, resulted in a reversible complete disappearance of VE-cadherin and of almost all sialic acid staining from the junctions. Sialidase treatment of whole cells caused a change of VE-cadherin immunofluorescence from a continuous and netlike superstructural organization to a scattered inconsistent one. Hence, cell surface sialic acids might play a role in VE-cadherin organization.",
      "sentences": [
        [
          {
            "segment_text": "The glycosylation pattern of human vascular endothelial cadherin ( VE-cadherin ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "purified from cultured human umbilical cord vein endothelial cells , was analyzed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "VE-cadherin was metabolically radiolabeled with D - ( 6-3 H ) glucosamine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "isolated by immunoprecipitation , purified by SDS-PAGE and in-gel digested with endoproteinase Asp N. Oligosaccharides were sequentially released from resulting glycopeptides and analyzed by chromatographic profiling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results revealed that VE-cadherin carries predominantly sialylated diantennary and hybrid-type glycans in addition to some triantennary and high mannose-type species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Highly branched , tetraantennary oligosaccharides were found in trace amounts only .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical labeling of VE-cadherin and sialic acids displayed a codistribution along the intercellular junctions in endothelial cells of human umbilical arteries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "veins , and cultured endothelial monolayers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ca 2 + - depletion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "performed on cultured endothelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in a reversible complete disappearance of VE-cadherin and of almost all sialic acid staining from the junctions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sialidase treatment of whole cells caused a change of VE-cadherin immunofluorescence from a continuous and netlike superstructural organization to a scattered inconsistent one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , cell surface sialic acids might play a role in VE-cadherin organization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "197"
  }
}