{
  "paper_id": "c9e7f5a8995f8967153bfa9c2a37d99ecadd7a5d",
  "metadata": {
    "title": "Viral triggers of multiple sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 7860,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Genetic and environmental factors jointly determine the susceptibility to develop Multiple Sclerosis (MS). Collaborative efforts during the past years achieved substantial progress in defining the genetic architecture, underlying susceptibility to MS. Similar to other autoimmune diseases, HLA-DR and HLA-DQ alleles within the HLA class II region on chromosome 6p21 are the highest-risk-conferring genes. Less-robust susceptibility effects have been identified for MHC class I alleles and for non-MHC regions. The role of environmental risk factors and their interaction with genetic susceptibility alleles are much less well defined, despite the fact that infections have long been associated with MS development. Current data suggest that infectious triggers are most likely ubiquitous, i.e., highly prevalent in the general population, and that they require a permissive genetic trait which predisposes for MS development. In this review article, we illustrate mechanisms of infection-induced immunopathologies in experimental animal models of autoimmune CNS inflammation, discuss challenges for the translation of these experimental data into human immunology research, and provide future perspectives on how novel model systems could be utilized to better define the role of viral pathogens in MS.",
      "sentences": [
        [
          {
            "segment_text": "Genetic and environmental factors jointly determine the susceptibility to develop Multiple Sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Collaborative efforts during the past years achieved substantial progress in defining the genetic architecture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "underlying susceptibility to MS. Similar to other autoimmune diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HLA-DR and HLA-DQ alleles within the HLA class II region on chromosome 6p21 are the highest-risk-conferring genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Less-robust susceptibility effects have been identified for MHC class I alleles and for non-MHC regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of environmental risk factors and their interaction with genetic susceptibility alleles are much less well defined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite the fact that infections have long been associated with MS development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current data suggest that infectious triggers are most likely ubiquitous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. , highly prevalent in the general population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that they require a permissive genetic trait which predisposes for MS development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review article , we illustrate mechanisms of infection-induced immunopathologies in experimental animal models of autoimmune CNS inflammation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "discuss challenges for the translation of these experimental data into human immunology research ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and provide future perspectives on how novel model systems could be utilized to better define the role of viral pathogens in MS.",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "197"
  }
}