{
  "paper_id": "c9e9e8c5a380de1628387cea9af954a3a0a947df",
  "metadata": {
    "title": "Comparison of FTD® respiratory pathogens 33 and a singleplex CDC assay for the detection of respiratory viruses: A study from Cameroon",
    "coda_data_split": "train",
    "coda_paper_id": 9947,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: This study compares the detection of 14 common respiratory viruses by two different real-time reverse transcription polymerase chain reaction (rRT-PCR) methods: in house singleplex tests developed by the Centers for Disease Control and Prevention and the commercially available Fast Track Diagnostic (FTD®) Respiratory Pathogens 33 multiplex test. Methods: A total of 217 nasopharyngeal swabs were analyzed using CDC singleplex rRT-PCR and FTD® Respiratory Pathogens 33 multiplex assays, for the detection of 14 respiratory viruses. Results: The results showed that 179/217 (82.5%) samples were positive with the singleplex method and 183/217 (84.3%) with the FTD® Respiratory Pathogens 33 multiplex test. Excellent or satisfactory agreement was obtained for all viruses (k N 0.6) except Parainfluenzavirus 4 (k \u003d 0.24) and influenza B (k \u003d 0.51). Conclusion: Although the multiplex FTD kits were more expensive than the singleplex assay, the FTD kits yielded rapid results in a shorter timeframe, increasing efficiency of diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : This study compares the detection of 14 common respiratory viruses by two different real-time reverse transcription polymerase chain reaction ( rRT-PCR ) methods : in house singleplex tests developed by the Centers for Disease Control and Prevention and the commercially available Fast Track Diagnostic ( FTD ® ) Respiratory Pathogens 33 multiplex test .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A total of 217 nasopharyngeal swabs were analyzed using CDC singleplex rRT-PCR and FTD ® Respiratory Pathogens 33 multiplex assays ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for the detection of 14 respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The results showed that 179/217 ( 82.5 % ) samples were positive with the singleplex method and 183/217 ( 84.3 % ) with the FTD ® Respiratory Pathogens 33 multiplex test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Excellent or satisfactory agreement was obtained for all viruses ( k N 0.6 ) except Parainfluenzavirus 4 ( k \u003d 0.24 ) and influenza B ( k \u003d 0.51 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Although the multiplex FTD kits were more expensive than the singleplex assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the FTD kits yielded rapid results in a shorter timeframe , increasing efficiency of diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "183"
  }
}