{
  "paper_id": "c9fc9152d225265c48f4b8023ffab0a26de38132",
  "metadata": {
    "title": "Enhanced-Transient Expression of Hepatitis C Virus Core Protein in Nicotiana tabacum, a Protein With Potential Clinical Applications",
    "coda_data_split": "train",
    "coda_paper_id": 7217,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hepatitis C virus (HCV) is major cause of liver cirrhosis in humans. HCV capsid (core) protein (HCVcp) is a highly demanded antigen for various diagnostic, immunization and pathogenesis studies. Plants are considered as an expression system for producing safe and inexpensive biopharmaceutical proteins. Although invention of transgenic (stable) tobacco plants expressing HCVcp with proper antigenic properties was recently reported, no data for \"transient-expression\" that is currently the method of choice for rapid, simple and lower-priced protein expression in plants is available for HCVcp. Objectives: The purpose of this study was to design a highly codon-optimized HCVcp gene for construction of an efficient transient-plant expression system for production of HCVcp with proper antigenic properties in a regional tobacco plant (Iranian Jafarabadi-cultivar) by evaluation of different classes of vectors and suppression of gene-silencing in tobacco.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hepatitis C virus ( HCV ) is major cause of liver cirrhosis in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCV capsid ( core ) protein ( HCVcp ) is a highly demanded antigen for various diagnostic , immunization and pathogenesis studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Plants are considered as an expression system for producing safe and inexpensive biopharmaceutical proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although invention of transgenic ( stable ) tobacco plants expressing HCVcp with proper antigenic properties was recently reported ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no data for `` transient-expression \u0027\u0027 that is currently the method of choice for rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "simple and lower-priced protein expression in plants is available for HCVcp .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : The purpose of this study was to design a highly codon-optimized HCVcp gene for construction of an efficient transient-plant expression system for production of HCVcp with proper antigenic properties in a regional tobacco plant ( Iranian Jafarabadi-cultivar ) by evaluation of different classes of vectors and suppression of gene-silencing in tobacco .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A codon-optimized gene encoding the Kozak sequence, 6xHis-tag, HCVcp (1-122) and KDEL peptide in tandem (from N-to C-terminal) was designed and inserted into potato virus-X (PVX) and classic pBI121 binary vectors in separate cloning reactions. The resulted recombinant plasmids were transferred into Agrobacterium tumefaciens and vacuum infiltrated into tobacco leaves. The effect of gene silencing suppressor P19 protein derived from tomato bushy stunt virus on the expression yield of HCVcp by each construct was also evaluated by co-infiltration in separate groups. The expressed HCVcp was evaluated by dot and western blotting and ELISA assays. Results: The codon-optimized gene had an increased adaptation index value (from 0.65 to 0.85) and reduced GC content (from 62.62 to 51.05) in tobacco and removed the possible deleterious effect of \"GGTAAG\" splice site in native HCVcp. Blotting assays via specific antibodies confirmed the expression of the 15 kDa HCVcp. The expression level of HCVcp was enhanced by 4-5 times in P19 co-agroinfiltrated plants with better outcomes for PVX, compared to pBI121 vector (0.022% versus 0.019% of the total soluble protein). The plant-derived HCVcp (pHCVcp) could properly identify the HCVcp antibody in HCV-infected human sera compared to Escherichia coli-derived HCVcp (eHCVcp), indicating its potential for diagnostic/immunization applications. Conclusions: By employment of gene optimization strategies, use of viral-based vectors and suppression of plant-derived gene silencing effect, efficient transient expression of HCVcp in tobacco with proper antigenic properties could be possible.",
      "sentences": [
        [
          {
            "segment_text": "A codon-optimized gene encoding the Kozak sequence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6xHis-tag , HCVcp ( 1-122 ) and KDEL peptide in tandem ( from N-to C-terminal ) was designed and inserted into potato virus-X ( PVX ) and classic pBI121 binary vectors in separate cloning reactions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resulted recombinant plasmids were transferred into Agrobacterium tumefaciens and vacuum infiltrated into tobacco leaves .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The effect of gene silencing suppressor P19 protein derived from tomato bushy stunt virus on the expression yield of HCVcp by each construct was also evaluated by co-infiltration in separate groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expressed HCVcp was evaluated by dot and western blotting and ELISA assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The codon-optimized gene had an increased adaptation index value ( from 0.65 to 0.85 ) and reduced GC content ( from 62.62 to 51.05 ) in tobacco and removed the possible deleterious effect of `` GGTAAG \u0027\u0027 splice site in native HCVcp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blotting assays via specific antibodies confirmed the expression of the 15 kDa HCVcp .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression level of HCVcp was enhanced by 4-5 times in P19 co-agroinfiltrated plants with better outcomes for PVX ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to pBI121 vector ( 0.022 % versus 0.019 % of the total soluble protein ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The plant-derived HCVcp ( pHCVcp ) could properly identify the HCVcp antibody in HCV-infected human sera compared to Escherichia coli-derived HCVcp ( eHCVcp ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating its potential for diagnostic/immunization applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : By employment of gene optimization strategies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "use of viral-based vectors and suppression of plant-derived gene silencing effect ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficient transient expression of HCVcp in tobacco with proper antigenic properties could be possible .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "426"
  }
}