{
  "paper_id": "ca0d05c43624775a7ff3b92e4981c817f06ce276",
  "metadata": {
    "title": "Factors affecting the adoption of electronic signature: Executives\u0027 perspective of hospital information department",
    "coda_data_split": "train",
    "coda_paper_id": 7129,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The healthcare industry is experiencing a major transformation towards e-healthcare, which delivers and enhances related information through the Internet among healthcare stakeholders and makes the electronic signature (e-signature) more and more important. This paper uses a mature framework, Technology-Organization-Environment (TEO), in information system discipline to identify factors that affect hospitals in adopting e-signature. A survey was conducted on regional hospitals and medical centers in Taiwan to verify the validity of the research framework. The results show that TEO framework is useful in distinguishing hospitals as adopters and non-adopters of e-signature. Based on the research findings, implications and limitations are discussed.",
      "sentences": [
        [
          {
            "segment_text": "The healthcare industry is experiencing a major transformation towards e-healthcare ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which delivers and enhances related information through the Internet among healthcare stakeholders and makes the electronic signature ( e-signature ) more and more important .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper uses a mature framework ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Technology-Organization-Environment ( TEO ) , in information system discipline to identify factors that affect hospitals in adopting e-signature .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A survey was conducted on regional hospitals and medical centers in Taiwan to verify the validity of the research framework .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results show that TEO framework is useful in distinguishing hospitals as adopters and non-adopters of e-signature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the research findings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implications and limitations are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "113"
  }
}