{
  "paper_id": "ca0eb068e5fa4d0bdb05c7d5d6a2a0e0fbd36e40",
  "metadata": {
    "title": "Nasopharyngeal bacterial load as a marker for rapid and easy diagnosis of invasive pneumococcal disease in children from Mozambique",
    "coda_data_split": "train",
    "coda_paper_id": 4069,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Current diagnostic methods for detection of Streptococcus pneumoniae in children with suspected invasive pneumococcal disease have limitations of accuracy, timeliness, and patient convenience. This study aimed to determine the performance of pneumococcal load quantified with a real-time polymerase-chain reaction in nasopharyngeal samples to diagnose invasive pneumococcal disease in children.",
      "sentences": [
        [
          {
            "segment_text": "Current diagnostic methods for detection of Streptococcus pneumoniae in children with suspected invasive pneumococcal disease have limitations of accuracy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "timeliness , and patient convenience .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to determine the performance of pneumococcal load quantified with a real-time polymerase-chain reaction in nasopharyngeal samples to diagnose invasive pneumococcal disease in children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Matched case-control study of patients \u003c5 years of age with invasive pneumococcal disease admitted to the Manhiça District Hospital (Mozambique) and asymptomatic controls recruited in different periods between 2006 and 2014. Cases were confirmed by a positive bacterial culture for S. pneumoniae in blood or cerebrospinal fluid. Nasopharyngeal aspirates were collected from cases and controls and pneumococcal density was quantified by lytA real-time polymerase-chain reaction.",
      "sentences": [
        [
          {
            "segment_text": "Matched case-control study of patients \u003c 5 years of age with invasive pneumococcal disease admitted to the Manhiça District Hospital ( Mozambique ) and asymptomatic controls recruited in different periods between 2006 and 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cases were confirmed by a positive bacterial culture for S. pneumoniae in blood or cerebrospinal fluid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirates were collected from cases and controls and pneumococcal density was quantified by lytA real-time polymerase-chain reaction .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Thirty cases (median age 12.8 months) and sixty controls (median age 11.7 months) were enrolled and 70% of them were male. Nasopharyngeal pneumococcal carriage was high in both groups: 28/30 (93.3%) for cases vs. 53/60 (88.3%) for controls (p \u003d 0.71). Mean",
      "sentences": [
        [
          {
            "segment_text": "Thirty cases ( median age 12.8 months ) and sixty controls ( median age 11.7 months ) were enrolled and 70 % of them were male .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal pneumococcal carriage was high in both groups : 28/30 ( 93.3 % ) for cases vs. 53/60 ( 88.3 % ) for controls ( p \u003d 0.71 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "182"
  }
}