{
  "paper_id": "ca13097c0bc4ca9abed010fa69c56531749da4dd",
  "metadata": {
    "title": "Zanamivir versus trivalent split virus influenza vaccine: a pilot randomized trial",
    "coda_data_split": "train",
    "coda_paper_id": 9702,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background Healthcare workers may be exposed to people with respiratory viral infections more often than other working adults. Understanding the risk and the effectiveness of different preventive measures is of great importance.",
      "sentences": [
        [
          {
            "segment_text": "Background Healthcare workers may be exposed to people with respiratory viral infections more often than other working adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding the risk and the effectiveness of different preventive measures is of great importance .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives To estimate adherence to prophylactic antiviral medication for a full influenza season, to the compare efficacy of antiviral prophylaxis to that of the seasonal influenza vaccine and to identify exposures that increase risk of acute respiratory illnesses (ARI) in healthy adults.",
      "sentences": [
        [
          {
            "segment_text": "Objectives To estimate adherence to prophylactic antiviral medication for a full influenza season ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to the compare efficacy of antiviral prophylaxis to that of the seasonal influenza vaccine and to identify exposures that increase risk of acute respiratory illnesses ( ARI ) in healthy adults .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods Participants were randomized 1:2 to receive the 2008-2009 influenza vaccine or daily prophylaxis with 10 mg of zanamivir during the season. Web-based questionnaires collected information on demographics, symptoms, exposures, medication use and side effects.",
      "sentences": [
        [
          {
            "segment_text": "Methods Participants were randomized 1:2 to receive the 2008-2009 influenza vaccine or daily prophylaxis with 10 mg of zanamivir during the season .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Web-based questionnaires collected information on demographics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "symptoms , exposures , medication use and side effects .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results Sixty-four healthy adults were recruited in November 2008. Three of 40 active participants discontinued zanamivir due to side effects; the remaining 37 took \u003e85% of scheduled doses for a median of 121 days. Symptomatic, laboratory-confirmed influenza was detected in one person randomized to zanamivir (2Á5%) and 2/ 20 (10%) who received the vaccine (P \u003d 0Á25). Forty-seven participants reported 109 episodes of ARI. Factors associated with an ARI were exposure to a spouse (OR 7Á2), child (OR 2Á4) or patient (OR 2Á0) with symptoms of an ARI in the previous 7 days.",
      "sentences": [
        [
          {
            "segment_text": "Results Sixty-four healthy adults were recruited in November 2008 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three of 40 active participants discontinued zanamivir due to side effects ; the remaining 37 took \u003e 85 % of scheduled doses for a median of 121 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Symptomatic , laboratory-confirmed influenza was detected in one person randomized to zanamivir ( 2Á5 % ) and 2 / 20 ( 10 % ) who received the vaccine ( P \u003d 0Á25 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty-seven participants reported 109 episodes of ARI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Factors associated with an ARI were exposure to a spouse ( OR 7Á2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "child ( OR 2Á4 ) or patient ( OR 2Á0 ) with symptoms of an ARI in the previous 7 days .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions Breakthrough influenza infection occurred in both vaccinated participants and those receiving antiviral prophylaxis. Most adults were willing and able to comply with season-long prophylaxis. Report of recent exposure to family members and patients with an ARI increased the risk of developing an ARI in healthy adults.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions Breakthrough influenza infection occurred in both vaccinated participants and those receiving antiviral prophylaxis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most adults were willing and able to comply with season-long prophylaxis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Report of recent exposure to family members and patients with an ARI increased the risk of developing an ARI in healthy adults .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "288"
  }
}