{
  "paper_id": "ca134abf9cbf06e63ffb952e03cd13995084154d",
  "metadata": {
    "title": "Studies on the evolution, pathology, and immunity of commercial fattening rabbits affected with epizootic outbreaks of diarrhoeas in Mexico: A case report",
    "coda_data_split": "train",
    "coda_paper_id": 4453,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Epizootic outbreaks of diarrhoeas have emerged and disseminated in different rabbit farms in Mexico causing great economical losses, during the past years. Seven, 5-weeks-old New Zealand White (NZW) rabbits chosen at random from 35 ill animals that were remitted for postmortem, histopathology, and ultrastructural examinations were studied. Bacteriological and parasitological studies were carried out in three additional ill rabbits of same age. In a field trail 45, 5-weeks-old apparently healthy NZW rabbits were observed daily for sanitary status for a 5-week period. Some of the rabbits did not response to the preventive drug treatment and were therefore, used to study the development of the disease. Clinical signs, gross lesions, and mortality throughout the fattening period were recorded. Eight, 8-weeks-old NZW rabbits who survived an outbreak were assessed for gamma-globulins in serum of the total protein fraction during a 3week period. Gamma-globulins were also measured in eight free-disease healthy rabbits of same breed and age. Lesions of the small intestine consisted of mucoid enteropathy, lymphocytic plasmocytic enteritis with atrophy and fusion of villi, and hyperplasia of globet cells. Serosal edema was present. Ultrastructural examinations of jejunum and ileum from 3/7 diseased rabbits, revealed enterocytes in apoptosis, mixed with degenerative and/or necrotic changes together with infiltration of lymphocytes, macrophages, neutrophils, and loss of microvillus. There were electron dense structures suggestive of virus particles inside the nuclei and cytoplasm of some enterocytes. There was lymphoid spleen atrophy and proliferation of reticuloendothelial cells in 7/7 rabbits. Interstitial pneumonia in 4/7 rabbits was found. Encephalitozoon cuniculi was detected in the brain of 1/7 rabbits. Escherichia coli were detected in 3/3 cases and Eimeria spp. in 2/3 cases. Mortality rate in the field study was 51.1% and the spread of the disease occur in 9/9 cages. The proportion of gamma-globulins in rabbits who survive an outbreak was much lower (P \u003d 0.0001) than free-disease healthy rabbits (8.1 ± 1.0 and 14.0 ± 1.0, respectively). The disease was multifactorial and consisted of sub-acute mucoid enteropathy probably induced by viral infection and aggravated by the proliferation of opportunistic pathogens common to rabbits. This may explain the severe degenerative and necrotic changes observed in the small intestine of diarrhoeic rabbits.",
      "sentences": [
        [
          {
            "segment_text": "Epizootic outbreaks of diarrhoeas have emerged and disseminated in different rabbit farms in Mexico causing great economical losses , during the past years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seven , 5-weeks-old New Zealand White ( NZW ) rabbits chosen at random from 35 ill animals that were remitted for postmortem ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "histopathology , and ultrastructural examinations were studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacteriological and parasitological studies were carried out in three additional ill rabbits of same age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In a field trail 45 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5-weeks-old apparently healthy NZW rabbits were observed daily for sanitary status for a 5-week period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Some of the rabbits did not response to the preventive drug treatment and were therefore ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "used to study the development of the disease .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical signs , gross lesions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and mortality throughout the fattening period were recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eight , 8-weeks-old NZW rabbits who survived an outbreak were assessed for gamma-globulins in serum of the total protein fraction during a 3week period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Gamma-globulins were also measured in eight free-disease healthy rabbits of same breed and age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lesions of the small intestine consisted of mucoid enteropathy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymphocytic plasmocytic enteritis with atrophy and fusion of villi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and hyperplasia of globet cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serosal edema was present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ultrastructural examinations of jejunum and ileum from 3/7 diseased rabbits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealed enterocytes in apoptosis , mixed with degenerative and/or necrotic changes together with infiltration of lymphocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "macrophages , neutrophils , and loss of microvillus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were electron dense structures suggestive of virus particles inside the nuclei and cytoplasm of some enterocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was lymphoid spleen atrophy and proliferation of reticuloendothelial cells in 7/7 rabbits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interstitial pneumonia in 4/7 rabbits was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Encephalitozoon cuniculi was detected in the brain of 1/7 rabbits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Escherichia coli were detected in 3/3 cases and Eimeria spp. in 2/3 cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mortality rate in the field study was 51.1 % and the spread of the disease occur in 9/9 cages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proportion of gamma-globulins in rabbits who survive an outbreak was much lower ( P \u003d 0.0001 ) than free-disease healthy rabbits ( 8.1 ± 1.0 and 14.0 ± 1.0 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The disease was multifactorial and consisted of sub-acute mucoid enteropathy probably induced by viral infection and aggravated by the proliferation of opportunistic pathogens common to rabbits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may explain the severe degenerative and necrotic changes observed in the small intestine of diarrhoeic rabbits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "20",
    "segment_num": "28",
    "token_num": "405"
  }
}