{
  "paper_id": "ca14ec03c53ae090dc222ac33c5c22baaf027190",
  "metadata": {
    "title": "Editorial Cleveland Clinic Akron General Urology Residency Program\u0027s COVID-19 Experience",
    "coda_data_split": "train",
    "coda_paper_id": 8392,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One word can be used to best describe the theme of each day that has transpired since the onset of the COVID-19 pandemic: uncertainty. Urologic surgical residents around the nation are faced with the unknown when they walk through the doors of the hospital each day. While experience has taught us navigational strategies to handle these circumstances, the COVID-19 pandemic has undoubtedly brought new meaning to this concept. Priorities have quickly transitioned from closely following our previously developed academic curriculum and enhancing our surgical skills, to limiting physician-patient encounters and ensuring the safety and health of our team. Normalcy within our professional and personal lives is completely lost. Yet, as health care providers, we must and will forge on. We review the techniques and guidelines that our institution has implemented in order to allow us to do just that.",
      "sentences": [
        [
          {
            "segment_text": "One word can be used to best describe the theme of each day that has transpired since the onset of the COVID-19 pandemic : uncertainty .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Urologic surgical residents around the nation are faced with the unknown when they walk through the doors of the hospital each day .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While experience has taught us navigational strategies to handle these circumstances ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the COVID-19 pandemic has undoubtedly brought new meaning to this concept .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Priorities have quickly transitioned from closely following our previously developed academic curriculum and enhancing our surgical skills ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to limiting physician-patient encounters and ensuring the safety and health of our team .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Normalcy within our professional and personal lives is completely lost .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , as health care providers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we must and will forge on .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review the techniques and guidelines that our institution has implemented in order to allow us to do just that .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We believe that our leadership, both at an enterprise and program level, has taken the necessary and early measures to prepare our residency cohort for the uncertain future and challenges posed by COVID-19. This plan emphasizes social and professional distancing, allows residents and faculty to stay current on academic topics, and provides reasonable opportunities for personal wellness, all while emphasizing safety and rationalization. Most importantly, however, we have continued to provide our patients with exceptional urologic care at 2 adult hospitals and 1 children\u0027s hospital in the Greater Akron, Ohio area. While we understand each residency program has a unique curriculum with a different number of residents that cover a range of different hospitals, we hope to provide insight into our personal experience. We believe that this method of organization allows a residency program to continue to grow professionally, socially, academically, and personally during the uncertainty that is COVID-19. This framework could serve as an immediate action plan for future pandemics and natural disasters, especially for residency programs that cover multiple hospitals and health care settings.",
      "sentences": [
        [
          {
            "segment_text": "We believe that our leadership ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both at an enterprise and program level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has taken the necessary and early measures to prepare our residency cohort for the uncertain future and challenges posed by COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This plan emphasizes social and professional distancing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allows residents and faculty to stay current on academic topics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provides reasonable opportunities for personal wellness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all while emphasizing safety and rationalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most importantly , however , we have continued to provide our patients with exceptional urologic care at 2 adult hospitals and 1 children \u0027s hospital in the Greater Akron , Ohio area .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While we understand each residency program has a unique curriculum with a different number of residents that cover a range of different hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we hope to provide insight into our personal experience .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We believe that this method of organization allows a residency program to continue to grow professionally ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "socially , academically , and personally during the uncertainty that is COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This framework could serve as an immediate action plan for future pandemics and natural disasters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for residency programs that cover multiple hospitals and health care settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "347"
  }
}