{
  "paper_id": "ca1b38cff0e3e33c4f9920a501ca1104279b99e6",
  "metadata": {
    "title": "Detection of human Coronavirus 229E in nasal specimens in large scale studies using an RT-PCR hybridization assay",
    "coda_data_split": "train",
    "coda_paper_id": 2642,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel human Coronavirus (HCoV) was this year recognized as the etiological agent of the Severe Acute Respiratory Syndrome. Two other HCoV (HCoV-229E and HCoV-OC43) have been known for 30 years. HCoV-229E has been recently involved in nosocomial respiratory viral infections in high-risk children. However, their diagnosis is not routinely performed. Currently, reliable immunofluorescence and cell culture methodologies are not available.",
      "sentences": [
        [
          {
            "segment_text": "A novel human Coronavirus ( HCoV ) was this year recognized as the etiological agent of the Severe Acute Respiratory Syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two other HCoV ( HCoV-229E and HCoV-OC43 ) have been known for 30 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCoV-229E has been recently involved in nosocomial respiratory viral infections in high-risk children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , their diagnosis is not routinely performed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , reliable immunofluorescence and cell culture methodologies are not available .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "As part of a four-year epidemiological study in a Pediatric and Neonatal Intensive care unit, we have performed and demonstrated the reliability of a reverse transcription-PCR-hybridization assay to detect HCoV of the 229E antigenic group in 2028 clinical respiratory specimens.",
      "sentences": [
        [
          {
            "segment_text": "As part of a four-year epidemiological study in a Pediatric and Neonatal Intensive care unit ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have performed and demonstrated the reliability of a reverse transcription-PCR-hybridization assay to detect HCoV of the 229E antigenic group in 2028 clinical respiratory specimens .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "In hospitalized children (children and newborns) and staff members we found a high incidence of HcoV-229E infection. This reverse transcription-PCR-hybridization assay gave a high specificity and a sensitivity of 0.5 50% Tissue Culture Infective Dose per ml. This technique is reliable and its application for screening large number of clinical samples would improve the diagnosis of HCoVs respiratory infection and our knowledge of these viruses epidemiology. q",
      "sentences": [
        [
          {
            "segment_text": "In hospitalized children ( children and newborns ) and staff members we found a high incidence of HcoV-229E infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This reverse transcription-PCR-hybridization assay gave a high specificity and a sensitivity of 0.5 50 % Tissue Culture Infective Dose per ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This technique is reliable and its application for screening large number of clinical samples would improve the diagnosis of HCoVs respiratory infection and our knowledge of these viruses epidemiology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "187"
  }
}