{
  "paper_id": "ca3ebdc42a29d0f66c461eac6b227d014dfa24b0",
  "metadata": {
    "title": "Vector-borne bacteria in blood of camels in Iran: New data and literature review",
    "coda_data_split": "train",
    "coda_paper_id": 3834,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite close association between camels and humans, molecular based studies on vector-borne pathogens infecting camels are scarce compared to other animals in Iran. The current study was carried out to investigate the occurrence of vector-borne bacteria in the blood of dromedaries by molecular tools. A total of 200 peripheral blood samples were collected from apparently healthy animals. Microscopic examination was performed on Giemsa-stained blood smears, and drops of blood were spotted on Whatman FTA ® cards for molecular analyses. Genomic DNA was extracted from the cards, and PCR amplification followed by sequencing of positive samples was carried out for the detection of Anaplasmataceae, spotted fever group (SFG) rickettsiae, Bartonella spp. and Borrelia spp. Intra-cytic forms of any blood pathogens could not be detected by light microscopy. PCR results revealed 30 animals (15%) to be infected with Anaplasmataceae bacteria. Analyses of sequences revealed a strain of Anaplasma sp. identical to Candidatus Anaplasma camelii isolated from camels, cattle and deer in Asia and Africa. Neither SFG rickettsiae, nor Borrelia or Bartonella species were found. Further studies for determining epidemiological role of camels and its zoonotic potential are recommended. This paper reviews the current knowledge on camels\u0027 tickborne bacteria including microscopy, serology and molecular studies.",
      "sentences": [
        [
          {
            "segment_text": "Despite close association between camels and humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular based studies on vector-borne pathogens infecting camels are scarce compared to other animals in Iran .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current study was carried out to investigate the occurrence of vector-borne bacteria in the blood of dromedaries by molecular tools .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 200 peripheral blood samples were collected from apparently healthy animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microscopic examination was performed on Giemsa-stained blood smears ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and drops of blood were spotted on Whatman FTA ® cards for molecular analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genomic DNA was extracted from the cards ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and PCR amplification followed by sequencing of positive samples was carried out for the detection of Anaplasmataceae ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spotted fever group ( SFG ) rickettsiae ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Bartonella spp. and Borrelia spp. .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intra-cytic forms of any blood pathogens could not be detected by light microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR results revealed 30 animals ( 15 % ) to be infected with Anaplasmataceae bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analyses of sequences revealed a strain of Anaplasma sp. identical to Candidatus Anaplasma camelii isolated from camels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cattle and deer in Asia and Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neither SFG rickettsiae , nor Borrelia or Bartonella species were found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies for determining epidemiological role of camels and its zoonotic potential are recommended .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This paper reviews the current knowledge on camels \u0027 tickborne bacteria including microscopy , serology and molecular studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "confirmed by DNA sequencing in camels are Candidatus Anaplasma camelii (genetically close to A. platys), A. phagocytophilum and A. ovis [10] [11] [12] [13] [14] [15] [16] [17] [18] . Clinical signs of natural infections are described as fever, pale and icteric conjunctiva suggestive of anaemia, dullness, anorexia, diarrhoea, loss of appetite, emaciation, coughing, lacrimation, rough hair coat, abortion, and/or infertility [7, 19] . Intramuscular administration of oxytetracycline at 20 mg/kg as specific therapy and injectable B-complex, iron, folic acid and hydroxycobalamin as supportive therapy is the recommended therapeutic regimen [7, 19] . Infection with and antibodies against several species of Rickettsia [20,21], as well as infection with Bartonella [22] and Borrelia [23, 24] have been also documented.",
      "sentences": [
        [
          {
            "segment_text": "confirmed by DNA sequencing in camels are Candidatus Anaplasma camelii ( genetically close to A. platys ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "A. phagocytophilum and A. ovis ( 10 ) ( 11 ) ( 12 ) ( 13 ) ( 14 ) ( 15 ) ( 16 ) ( 17 ) ( 18 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical signs of natural infections are described as fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pale and icteric conjunctiva suggestive of anaemia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dullness , anorexia , diarrhoea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "loss of appetite , emaciation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coughing , lacrimation , rough hair coat ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "abortion , and/or infertility ( 7 , 19 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intramuscular administration of oxytetracycline at 20 mg/kg as specific therapy and injectable B-complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "iron , folic acid and hydroxycobalamin as supportive therapy is the recommended therapeutic regimen ( 7 , 19 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infection with and antibodies against several species of Rickettsia ( 20,21 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as infection with Bartonella ( 22 ) and Borrelia ( 23 , 24 ) have been also documented .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "According to official estimates, around 183,900 camels live in Iran [25] . Given the growing scientific and public health interest in camels, we investigated the occurrence of selected vector-borne bacteria;",
      "sentences": [
        [
          {
            "segment_text": "According to official estimates , around 183,900 camels live in Iran ( 25 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the growing scientific and public health interest in camels ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we investigated the occurrence of selected vector-borne bacteria ;",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "https://doi.",
      "sentences": [
        [
          {
            "segment_text": "https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "33",
    "token_num": "431"
  }
}