{
  "paper_id": "ca3eb1b6393c74a03b59e2c00ce21bb49c0fc15a",
  "metadata": {
    "title": "39. The cat with tremor or twitching Diseases causing tremor or twitching COARSE TREMOR AND TWITCHING (INTENTIONAL)",
    "coda_data_split": "train",
    "coda_paper_id": 6835,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "852",
      "sentences": [
        [
          {
            "segment_text": "852",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "• Head and/or body tremor. • Twitching.",
      "sentences": [
        [
          {
            "segment_text": "• Head and/or body tremor .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "• Twitching .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "• Tremor is an involuntary, rhythmic, oscillatory movement of all or part of the body. It results from the alternate or synchronous contraction of reciprocally innervated, antagonistic muscles.",
      "sentences": [
        [
          {
            "segment_text": "• Tremor is an involuntary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rhythmic , oscillatory movement of all or part of the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It results from the alternate or synchronous contraction of reciprocally innervated , antagonistic muscles .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• Disease of the nervous system (central and peripheral) and muscle may result in tremor, shaking or twitching. • Usually tremors with increased amplitudes and slower frequencies (coarse tremor) are associated with cerebellar disorders. Those tremors with decreased amplitudes and faster frequencies (fine tremor) are associated with diffuse central nervous system disease or muscle weakness. • Tremor can have differing amplitudes (the distance traveled during the movement) and frequencies (how fast the tremor is).",
      "sentences": [
        [
          {
            "segment_text": "• Disease of the nervous system ( central and peripheral ) and muscle may result in tremor , shaking or twitching .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "• Usually tremors with increased amplitudes and slower frequencies ( coarse tremor ) are associated with cerebellar disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those tremors with decreased amplitudes and faster frequencies ( fine tremor ) are associated with diffuse central nervous system disease or muscle weakness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "• Tremor can have differing amplitudes ( the distance traveled during the movement ) and frequencies ( how fast the tremor is ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "11",
    "segment_num": "12",
    "token_num": "183"
  }
}