{
  "paper_id": "ca57f284dbad5683f531ee130483ca080a1f2d98",
  "metadata": {
    "title": "IL-10 Mediated Regulation of Liver Inflammation during Acute Murine Cytomegalovirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 6679,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Various cell types in both lymphoid and non-lymphoid tissues produce the anti-inflammatory cytokine interleukin (IL)-10 during murine cytomegalovirus (MCMV) infection. The functions of IL-10 in the liver during acute infection and the cells that generate this cytokine at this site have not been extensively investigated. In this study, we demonstrate that the production of IL-10 in the liver is elevated in C57BL/6 mice during late acute MCMV infection. Using IL-10 green fluorescence protein (GFP) reporter knock-in mice, designated IL-10-internal ribosomal entry site (IRES)-GFP-enhanced reporter (tiger), NK cells are identified as major IL-10 expressing cells in the liver after infection, along with T cells and other leukocytes. In the absence of IL-10, mice exhibit marked elevations in proinflammatory cytokines and in the numbers of mononuclear cells and lymphocytes infiltrating the liver during this infection. IL-10-deficiency also enhances liver injury without improving viral clearance from this site. Collectively, the results indicate that IL-10-producing cells in the liver provide protection from collateral injury by modulating the inflammatory response associated with MCMV infection. Citation: Gaddi PJ, Crane MJ, Kamanaka M, Flavell RA, Yap GS, et al. (2012) IL-10 Mediated Regulation of Liver Inflammation during Acute Murine Cytomegalovirus Infection. PLoS ONE 7(8): e42850.",
      "sentences": [
        [
          {
            "segment_text": "Various cell types in both lymphoid and non-lymphoid tissues produce the anti-inflammatory cytokine interleukin ( IL ) -10 during murine cytomegalovirus ( MCMV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The functions of IL-10 in the liver during acute infection and the cells that generate this cytokine at this site have not been extensively investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that the production of IL-10 in the liver is elevated in C57BL/6 mice during late acute MCMV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using IL-10 green fluorescence protein ( GFP ) reporter knock-in mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designated IL-10-internal ribosomal entry site ( IRES ) - GFP-enhanced reporter ( tiger ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NK cells are identified as major IL-10 expressing cells in the liver after infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "along with T cells and other leukocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mice exhibit marked elevations in proinflammatory cytokines and in the numbers of mononuclear cells and lymphocytes infiltrating the liver during this infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-10-deficiency also enhances liver injury without improving viral clearance from this site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , the results indicate that IL-10-producing cells in the liver provide protection from collateral injury by modulating the inflammatory response associated with MCMV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Gaddi PJ , Crane MJ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Kamanaka M , Flavell RA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Yap GS , et al. ( 2012 ) IL-10 Mediated Regulation of Liver Inflammation during Acute Murine Cytomegalovirus Infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 7 ( 8 ) : e42850 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "238"
  }
}