{
  "paper_id": "ca6dc8048fd742494653294ac1ef4f693735474b",
  "metadata": {
    "title": "Failure to Spread Bovine Virus Diarrhoea Virus Infection from Primarily Infected Calves Despite Concurrent Infection with Bovine Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 10946,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous reports on the spread of bovine virus diarrhoea virus (BVDV) from animals primarily infected with the agent are contradictory. In this study, the possibility of transmission of BVDV from calves simultaneously subjected to acute BVDV and bovine coronavirus (BCV) infection was investigated. Ten calves were inoculated intranasally with BVDV Type 1. Each of the 10 calves was then randomly allocated to one of two groups. In each group there were four additional calves, resulting in five infected and four susceptible calves per group. Virulent BCV was actively introduced in one of the groups by means of a transmitter calf. Two calves, susceptible to both BVDV and BCV, were kept in a separate group, as controls. All ten calves actively inoculated with BVDV became infected as shown by seroconversions, and six of them also shed the virus in nasal secretions. However, none of the other eight calves in the two groups (four in each) seroconverted to this agent. In contrast, it proved impossible to prevent the spread of BCV infection between the experimental groups and consequently all 20 study calves became infected with the virus.",
      "sentences": [
        [
          {
            "segment_text": "Previous reports on the spread of bovine virus diarrhoea virus ( BVDV ) from animals primarily infected with the agent are contradictory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the possibility of transmission of BVDV from calves simultaneously subjected to acute BVDV and bovine coronavirus ( BCV ) infection was investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ten calves were inoculated intranasally with BVDV Type 1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each of the 10 calves was then randomly allocated to one of two groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In each group there were four additional calves ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "resulting in five infected and four susceptible calves per group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Virulent BCV was actively introduced in one of the groups by means of a transmitter calf .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two calves , susceptible to both BVDV and BCV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were kept in a separate group , as controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All ten calves actively inoculated with BVDV became infected as shown by seroconversions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and six of them also shed the virus in nasal secretions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , none of the other eight calves in the two groups ( four in each ) seroconverted to this agent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , it proved impossible to prevent the spread of BCV infection between the experimental groups and consequently all 20 study calves became infected with the virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Following infection, BCV was detected in nasal secretions and in faeces of the calves and, after three weeks in the study, all had seroconverted to this virus. All calves, including the controls, showed at least one of the following clinical signs during days 3±15 after the trial started: fever (!40 C), depressed general condition, diarrhoea, and cough. The study showed that BVDV primarily infected cattle, even when co-infected with an enteric and respiratory pathogen, are inefficient transmitters of BVDV. This finding supports the principle of the Scandinavian BVDV control programmes that elimination of BVDV infection from cattle populations can be achieved by identifying and removing persistently infected (PI) animals, i.e. that long-term circulation of the virus without the presence of PI animals is highly unlikely.",
      "sentences": [
        [
          {
            "segment_text": "Following infection , BCV was detected in nasal secretions and in faeces of the calves and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after three weeks in the study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all had seroconverted to this virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All calves , including the controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed at least one of the following clinical signs during days 3 ± 15 after the trial started : fever ( !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "40 C ) , depressed general condition , diarrhoea , and cough .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study showed that BVDV primarily infected cattle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even when co-infected with an enteric and respiratory pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are inefficient transmitters of BVDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding supports the principle of the Scandinavian BVDV control programmes that elimination of BVDV infection from cattle populations can be achieved by identifying and removing persistently infected ( PI ) animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. that long-term circulation of the virus without the presence of PI animals is highly unlikely .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "357"
  }
}