{
  "paper_id": "ca8a8442c2d83d1f7e921124eb0c6cf9dd4dafa6",
  "metadata": {
    "title": "Recent advances in the study of human antibody responses to influenza virus using optimized human hybridoma approaches",
    "coda_data_split": "train",
    "coda_paper_id": 2558,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Influenza viruses exhibit a fascinating level of antigenic heterogeneity that facilitates re-infection in the human population. The human antibody repertoire also manifests endless capability for variation in the genes that specify the portion of antibody molecules interacting with epitopes. A recent explosion of techniques for isolating human monoclonal antibodies to viruses has led to isolation of new antibodies that allow glimpses into the molecular basis for recognition and escape that underlies the constant antigenic drift in influenza surface proteins. These studies also reveal evidence for lifelong persistence of immunity to some influenza viruses.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Influenza viruses exhibit a fascinating level of antigenic heterogeneity that facilitates re-infection in the human population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The human antibody repertoire also manifests endless capability for variation in the genes that specify the portion of antibody molecules interacting with epitopes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A recent explosion of techniques for isolating human monoclonal antibodies to viruses has led to isolation of new antibodies that allow glimpses into the molecular basis for recognition and escape that underlies the constant antigenic drift in influenza surface proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These studies also reveal evidence for lifelong persistence of immunity to some influenza viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "105"
  }
}