{
  "paper_id": "ca8ec5c516d62aca4d61df298ab4627eadf7fa18",
  "metadata": {
    "title": "Baculovirus as a highly efficient expression vector in insect and mam- malian cells",
    "coda_data_split": "train",
    "coda_paper_id": 5411,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Baculovirus has been widely used for the production of recombinant proteins in insect cells. Since the finding that baculovirus can efficiently transduce mammalian cells, the applications of baculovirus have been greatly expanded. The prospects and drawbacks of baculovirus-mediated gene expression, either in insect or in mammalian cells, are reviewed. Recent progresses in expanding the applications to studies of gene regulation, viral vector preparation, in vivo and ex vivo gene therapy studies, generation of vaccine vectors, etc are discussed and the efforts directed towards overcoming the existing bottlenecks are particularly emphasized.",
      "sentences": [
        [
          {
            "segment_text": "Baculovirus has been widely used for the production of recombinant proteins in insect cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the finding that baculovirus can efficiently transduce mammalian cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the applications of baculovirus have been greatly expanded .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prospects and drawbacks of baculovirus-mediated gene expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either in insect or in mammalian cells , are reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent progresses in expanding the applications to studies of gene regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral vector preparation , in vivo and ex vivo gene therapy studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "generation of vaccine vectors , etc are discussed and the efforts directed towards overcoming the existing bottlenecks are particularly emphasized .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "101"
  }
}