{
  "paper_id": "cab98f1b37768539e98924c21710fe2133cf1cf0",
  "metadata": {
    "title": "Coronavirus genomic RNA packaging",
    "coda_data_split": "train",
    "coda_paper_id": 10479,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA viruses carry out selective packaging of their genomes in a variety of ways, many involving a genomic packaging signal. The first coronavirus packaging signal was discovered nearly thirty years ago, but how it functions remains incompletely understood. This review addresses the current state of knowledge of coronavirus genome packaging, which has mainly been studied in two prototype species, mouse hepatitis virus and transmissible gastroenteritis virus. Despite the progress that has been made in the mapping and characterization of some packaging signals, there is conflicting evidence as to whether the viral nucleocapsid protein or the membrane protein plays the primary role in packaging signal recognition. The different models for the mechanism of genomic RNA packaging that have been prompted by these competing views are described. Also discussed is the recent exciting discovery that selective coronavirus genome packaging is critical for in vivo evasion of the host innate immune response.",
      "sentences": [
        [
          {
            "segment_text": "RNA viruses carry out selective packaging of their genomes in a variety of ways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many involving a genomic packaging signal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first coronavirus packaging signal was discovered nearly thirty years ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but how it functions remains incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review addresses the current state of knowledge of coronavirus genome packaging ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which has mainly been studied in two prototype species ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mouse hepatitis virus and transmissible gastroenteritis virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Despite the progress that has been made in the mapping and characterization of some packaging signals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is conflicting evidence as to whether the viral nucleocapsid protein or the membrane protein plays the primary role in packaging signal recognition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The different models for the mechanism of genomic RNA packaging that have been prompted by these competing views are described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also discussed is the recent exciting discovery that selective coronavirus genome packaging is critical for in vivo evasion of the host innate immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "160"
  }
}