{
  "paper_id": "cac0c21efacbaeb24987e6cf2da64874455ec3cd",
  "metadata": {
    "title": "Epidemiology and Infection Passengers\u0027 destinations from China: low risk of Novel Coronavirus (2019-nCoV) transmission into Africa and South America",
    "coda_data_split": "train",
    "coda_paper_id": 3198,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Novel Coronavirus (2019-nCoV [SARS-COV-2]) was detected in humans during the last week of December 2019 at Wuhan city in China, and caused 24 554 cases in 27 countries and territories as of 5 February 2020. The objective of this study was to estimate the risk of transmission of 2019-nCoV through human passenger air flight from four major cities of China (Wuhan, Beijing, Shanghai and Guangzhou) to the passengers\u0027 destination countries. We extracted the weekly simulated passengers\u0027 end destination data for the period of 1-31 January 2020 from FLIRT, an online air travel dataset that uses information from 800 airlines to show the direct flight and passengers\u0027 end destination. We estimated a risk index of 2019-nCoV transmission based on the number of travellers to destination countries, weighted by the number of confirmed cases of the departed city reported by the World Health Organization (WHO). We ranked each country based on the risk index in four quantiles (4 th quantile being the highest risk and 1 st quantile being the lowest risk). During the period, 388 287 passengers were destined for 1297 airports in 168 countries or territories across the world. The risk index of 2019-nCoV among the countries had a very high correlation with the WHO-reported confirmed cases (0.97). According to our risk score classification, of the countries that reported at least one Coronavirus-infected pneumonia (COVID-19) case as of 5 February 2020, 24 countries were in the 4 th quantile of the risk index, two in the 3 rd quantile, one in the 2 nd quantile and none in the 1 st quantile. Outside China, countries with a higher risk of 2019-nCoV transmission are Thailand,",
      "sentences": [
        [
          {
            "segment_text": "Novel Coronavirus ( 2019-nCoV ( SARS-COV-2 ) ) was detected in humans during the last week of December 2019 at Wuhan city in China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and caused 24 554 cases in 27 countries and territories as of 5 February 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to estimate the risk of transmission of 2019-nCoV through human passenger air flight from four major cities of China ( Wuhan , Beijing , Shanghai and Guangzhou ) to the passengers \u0027 destination countries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We extracted the weekly simulated passengers \u0027 end destination data for the period of 1-31 January 2020 from FLIRT ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an online air travel dataset that uses information from 800 airlines to show the direct flight and passengers \u0027 end destination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We estimated a risk index of 2019-nCoV transmission based on the number of travellers to destination countries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "weighted by the number of confirmed cases of the departed city reported by the World Health Organization ( WHO ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We ranked each country based on the risk index in four quantiles ( 4 th quantile being the highest risk and 1 st quantile being the lowest risk ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "During the period , 388 287 passengers were destined for 1297 airports in 168 countries or territories across the world .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk index of 2019-nCoV among the countries had a very high correlation with the WHO-reported confirmed cases ( 0.97 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "According to our risk score classification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of the countries that reported at least one Coronavirus-infected pneumonia ( COVID-19 ) case as of 5 February 2020 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "24 countries were in the 4 th quantile of the risk index ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "two in the 3 rd quantile ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one in the 2 nd quantile and none in the 1 st quantile .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Outside China , countries with a higher risk of 2019-nCoV transmission are Thailand ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "311"
  }
}