{
  "paper_id": "cae1f2fd5785845caa42d6497361eba46a68f11d",
  "metadata": {
    "title": "Macrophage Polarization in Inflammatory Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 4915,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Diversity and plasticity are two hallmarks of macrophages. M1 macrophages (classically activated macrophages) are pro-inflammatory and have a central role in host defense against infection, while M2 macrophages (alternatively activated macrophages) are associated with responses to anti-inflammatory reactions and tissue remodeling, and they represent two terminals of the full spectrum of macrophage activation. Transformation of different phenotypes of macrophages regulates the initiation, development, and cessation of inflammatory diseases. Here we reviewed the characters and functions of macrophage polarization in infection, atherosclerosis, obesity, tumor, asthma, and sepsis, and proposed that targeting macrophage polarization and skewing their phenotype to adapt to the microenvironment might hold great promise for the treatment of inflammatory diseases.",
      "sentences": [
        [
          {
            "segment_text": "Diversity and plasticity are two hallmarks of macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "M1 macrophages ( classically activated macrophages ) are pro-inflammatory and have a central role in host defense against infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while M2 macrophages ( alternatively activated macrophages ) are associated with responses to anti-inflammatory reactions and tissue remodeling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they represent two terminals of the full spectrum of macrophage activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transformation of different phenotypes of macrophages regulates the initiation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "development , and cessation of inflammatory diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we reviewed the characters and functions of macrophage polarization in infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "atherosclerosis , obesity , tumor ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "asthma , and sepsis , and proposed that targeting macrophage polarization and skewing their phenotype to adapt to the microenvironment might hold great promise for the treatment of inflammatory diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "129"
  }
}