{
  "paper_id": "cafe63b787c472f52f88daab2977460e6283bd58",
  "metadata": {
    "title": "Interferon and cytokine responses to Crimean Congo hemorrhagic fever virus; an emerging and neglected viral zonoosis",
    "coda_data_split": "train",
    "coda_paper_id": 10584,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Crimean Congo hemorrhagic fever virus (CCHFV) causes an acute disease with the potential of a fatal outcome. The virus is prevalent in about 30 countries. Clinical symptoms of infection commonly include fever, myalgia, and hemorrhages. Levels of liver enzymes are raised, and bleeding markers are often increased. A role of inflammatory cytokines in the pathogenesis has been suggested, and CCHFV employs a range of passive and active mechanisms to avoid induction of the antiviral type I interferons. Here, we review the most recent findings on the molecular pathogenesis and the interaction of CCHFV with the type I interferon and cytokine responses and discuss implications for pathogenesis. #",
      "sentences": [
        [
          {
            "segment_text": "Crimean Congo hemorrhagic fever virus ( CCHFV ) causes an acute disease with the potential of a fatal outcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus is prevalent in about 30 countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical symptoms of infection commonly include fever , myalgia , and hemorrhages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Levels of liver enzymes are raised ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and bleeding markers are often increased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A role of inflammatory cytokines in the pathogenesis has been suggested ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and CCHFV employs a range of passive and active mechanisms to avoid induction of the antiviral type I interferons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the most recent findings on the molecular pathogenesis and the interaction of CCHFV with the type I interferon and cytokine responses and discuss implications for pathogenesis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "120"
  }
}