{
  "paper_id": "cb089bab59a64d77a1c72d717e5edd72b06e4ba6",
  "metadata": {
    "title": "The ubiquity of asymptomatic respiratory viral infections in the tonsils and adenoids of children and their impact on airway obstruction",
    "coda_data_split": "train",
    "coda_paper_id": 7932,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We would like to dedicate the article to Dr. Linda Brodsky (1952e2014) who spent her entire professional life at the Women and Children\u0027s Hospital of Buffalo working to improve the lives of children with airway disease. We would also like to acknowledge Dr. Brodsky\u0027s contribution to the standardization of tonsil size in airway obstruction.",
      "sentences": [
        [
          {
            "segment_text": "We would like to dedicate the article to Dr. Linda Brodsky ( 1952e2014 ) who spent her entire professional life at the Women and Children \u0027s Hospital of Buffalo working to improve the lives of children with airway disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We would also like to acknowledge Dr. Brodsky \u0027s contribution to the standardization of tonsil size in airway obstruction .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Respiratory virus Tonsil Adenoid Sleep-disordered breathing Obstructive sleep apnea Tonsil and adenoid hypertrophy Airway obstruction Recombinant adenovirus a b s t r a c t Background: Airway obstruction due to enlargement of tonsils and adenoids is a common pediatric problem resulting in sleep disordered breathing. The cause for the relatively abnormal growth of tonsils and adenoids is poorly understood. Methods: Non-acutely ill children undergoing tonsillectomy and adenoidectomy (T\u0026A) for various reasons were enrolled prospectively in a study to determine the frequency of asymptomatic respiratory viral infections in each lymphoid tissue and to relate the number and types of virus to the degree of airway obstruction. Molecular techniques were used to detect 9 respiratory viruses while Brodsky scores and measurements of percentages airway obstruction were used to estimate the degree of airway compromise due to the tonsil and adenoid, respectively. Results: Viruses were detected in 70.9% of tonsils and 94.7% of adenoids, p \u003c 0.001. Adenovirus was the most common virus detected at 71.1%. Adenoids had an average of 2.4 viruses compared to 0.92 for tonsils, p \u003c 0.001. Higher Brodsky scores were only associated with EBV in tonsils, p ¼ 0.03, while greater percentages of airway obstruction in the adenoids were associated with adenovirus, EBV, corona virus, parainfluenza virus and rhinovirus, p 0.005. Conclusions: Asymptomatic viral infections are common and directly related to the degree of airway obstruction significantly more often in adenoids than tonsils.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory virus Tonsil Adenoid Sleep-disordered breathing Obstructive sleep apnea Tonsil and adenoid hypertrophy Airway obstruction Recombinant adenovirus a b s t r a c t Background : Airway obstruction due to enlargement of tonsils and adenoids is a common pediatric problem resulting in sleep disordered breathing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cause for the relatively abnormal growth of tonsils and adenoids is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Non-acutely ill children undergoing tonsillectomy and adenoidectomy ( T\u0026A ) for various reasons were enrolled prospectively in a study to determine the frequency of asymptomatic respiratory viral infections in each lymphoid tissue and to relate the number and types of virus to the degree of airway obstruction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Molecular techniques were used to detect 9 respiratory viruses while Brodsky scores and measurements of percentages airway obstruction were used to estimate the degree of airway compromise due to the tonsil and adenoid , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Viruses were detected in 70.9 % of tonsils and 94.7 % of adenoids , p \u003c 0.001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adenovirus was the most common virus detected at 71.1 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adenoids had an average of 2.4 viruses compared to 0.92 for tonsils , p \u003c 0.001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher Brodsky scores were only associated with EBV in tonsils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p 1/4 0.03 , while greater percentages of airway obstruction in the adenoids were associated with adenovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EBV , corona virus , parainfluenza virus and rhinovirus , p 0.005 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Asymptomatic viral infections are common and directly related to the degree of airway obstruction significantly more often in adenoids than tonsils .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "322"
  }
}