{
  "paper_id": "cb0a6f6ded1a53b699f8a704fb5155b445e6987c",
  "metadata": {
    "title": "Diagnostic electron microscopy is still a timely and rewarding method",
    "coda_data_split": "train",
    "coda_paper_id": 7599,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Parallel to its technical development starting in the 1930s, electron microscopy (EM) became an important tool in basic and clinical virology. First utilized in the rapid diagnosis of smallpox, it developed to a diagnostic routine in the early 1960s using the negative staining technique. EM was applied to infected cell-cultures and also to \u0027dirty\u0027 specimens including urine, feces, vesicle fluid, liquor. With the implementation of molecular biological and genetic techniques, the use of diagnostic EM decreased. Objecti6es: (1) To give a perspective on future indications and possible uses by discussing the past and the present of diagnostic EM, (2) To describe the system of External Quality Assessment on EM virus diagnosis (EQA-EMV) established in 1994 by our laboratory and its achievements. Study design: EQA-EMV is run to evaluate, to confirm and to improve the quality of diagnostic EM. Two different types of specimen are sent out: (1) prepared grids to assess and train the diagnostic skills of the participants, (2) stabilized virus particle suspensions to assess preparation efficiency. Results: Diagnostic EM differs from other diagnostic tests in its rapidity and its undirected \u0027open view\u0027. To emphasize these advantages, the indications for diagnostic EM are discussed, fundamental for a continuing future adaptation. Besides appropriate techniques, quality control measures are required to achieve and keep high diagnostic standards. The results from 6 years of EQA-EMV are presented. Conclusions: In the history of diagnostic EM in virology, a change in use has been seen. Starting in the 1990s and coincident with the broad introduction of \u0027modern\u0027 diagnostic techniques, the number Abbre6iations: EM, electron microscope, electron microscopy; EQA, external quality assessment scheme; EQA-EMV, external quality assessment scheme on EM virus diagnosis; ICTV, International Committee on the Taxonomy of Viruses; IEM, immune electron microscopy; NAT, nucleic acid amplification techniques; SPIEM, solid phase immune electron microscopy; SRNSV, small round non-structured viruses; SRSV, small round structured viruses. -6532/99/$ -see front matter © 1999 Elsevier Science B.V. All rights reserved. PII: S 1 3 8 6 -6 5 3 2 ( 9 9 ) 0 0 0 2 7 -X S.S. Biel, H.R. Gelderblom / Journal of Clinical Virology 13 (1999) 105-119 106 of EM diagnostic labs has decreased considerably-in spite of the obvious advantages of this technique. To guarantee the continuing performance of diagnostic EM in the future, EQA runs have to be performed as with other techniques in the diagnostic armament. The growing number of participants and participating countries indicates an interest in as well as a need for this program.",
      "sentences": [
        [
          {
            "segment_text": "Background : Parallel to its technical development starting in the 1930s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "electron microscopy ( EM ) became an important tool in basic and clinical virology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "First utilized in the rapid diagnosis of smallpox ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it developed to a diagnostic routine in the early 1960s using the negative staining technique .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "EM was applied to infected cell-cultures and also to ` dirty \u0027 specimens including urine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "feces , vesicle fluid , liquor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the implementation of molecular biological and genetic techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the use of diagnostic EM decreased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objecti6es : ( 1 ) To give a perspective on future indications and possible uses by discussing the past and the present of diagnostic EM ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "( 2 ) To describe the system of External Quality Assessment on EM virus diagnosis ( EQA-EMV ) established in 1994 by our laboratory and its achievements .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : EQA-EMV is run to evaluate ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to confirm and to improve the quality of diagnostic EM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two different types of specimen are sent out : ( 1 ) prepared grids to assess and train the diagnostic skills of the participants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 2 ) stabilized virus particle suspensions to assess preparation efficiency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Diagnostic EM differs from other diagnostic tests in its rapidity and its undirected ` open view \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To emphasize these advantages , the indications for diagnostic EM are discussed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fundamental for a continuing future adaptation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides appropriate techniques , quality control measures are required to achieve and keep high diagnostic standards .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from 6 years of EQA-EMV are presented .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : In the history of diagnostic EM in virology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a change in use has been seen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Starting in the 1990s and coincident with the broad introduction of ` modern \u0027 diagnostic techniques ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the number Abbre6iations : EM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "electron microscope , electron microscopy ; EQA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "external quality assessment scheme ; EQA-EMV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "external quality assessment scheme on EM virus diagnosis ; ICTV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "International Committee on the Taxonomy of Viruses ; IEM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune electron microscopy ; NAT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nucleic acid amplification techniques ; SPIEM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "solid phase immune electron microscopy ; SRNSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "small round non-structured viruses ; SRSV , small round structured viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "-6532 / 99 / $ - see front matter © 1999 Elsevier Science B.V. All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PII : S 1 3 8 6 -6 5 3 2 ( 9 9 ) 0 0 0 2 7 - X S.S. Biel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "H.R. Gelderblom / Journal of Clinical Virology 13 ( 1999 ) 105-119 106 of EM diagnostic labs has decreased considerably-in spite of the obvious advantages of this technique .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To guarantee the continuing performance of diagnostic EM in the future ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EQA runs have to be performed as with other techniques in the diagnostic armament .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The growing number of participants and participating countries indicates an interest in as well as a need for this program .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "37",
    "token_num": "500"
  }
}