{
  "paper_id": "cb0c0bf018c8e81392847fd6f991d26f23e09b07",
  "metadata": {
    "title": "The role of routine versus random movements on the spread of disease in Great Britain",
    "coda_data_split": "train",
    "coda_paper_id": 9542,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mathematical models of infectious disease spread are important tools for assessing the threat of a novel pathogen and offer the best information for mitigating an outbreak. Here we present a metapopulation model of disease spread in Great Britain defined at the level of electoral wards. Using data from the United Kingdom 2001 census and the National Travel Survey to define the amount of travel performed by individuals between wards, we examine the effect of assumptions on the regularity of travel. Routine, daily commuter-type movements, characteristic of the working population are shown to lead to a slower epidemic spread compared to movements with random destinations. We demonstrate that routine movements slow down the epidemic spread compared to a standard metapopulation setting by up to 25%. We also show that spurious long distance movements present in the census data do not have a significant impact on the development of a potential epidemic in Great Britain.",
      "sentences": [
        [
          {
            "segment_text": "Mathematical models of infectious disease spread are important tools for assessing the threat of a novel pathogen and offer the best information for mitigating an outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present a metapopulation model of disease spread in Great Britain defined at the level of electoral wards .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using data from the United Kingdom 2001 census and the National Travel Survey to define the amount of travel performed by individuals between wards ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we examine the effect of assumptions on the regularity of travel .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Routine , daily commuter-type movements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "characteristic of the working population are shown to lead to a slower epidemic spread compared to movements with random destinations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that routine movements slow down the epidemic spread compared to a standard metapopulation setting by up to 25 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that spurious long distance movements present in the census data do not have a significant impact on the development of a potential epidemic in Great Britain .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "163"
  }
}