{
  "paper_id": "cb1b098e091c3d41279e8cf754f901388cde8b86",
  "metadata": {
    "title": "18 Cluster of Excellence RESIST (EXC 2155",
    "coda_data_split": "train",
    "coda_paper_id": 4434,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Macrophages have important protective functions during infection with herpes simplex virus type 1 (HSV-1). However, molecular mechanisms that restrict viral propagation and protect from severe disease are unclear. Here we show that macrophages take up HSV-1 via endocytosis and transport the virions into multivesicular bodies (MVBs). In MVBs, acid ceramidase (aCDase) converts ceramide into sphingosine and increases the formation of sphingosine-rich intraluminal vesicles (ILVs). Once HSV-1 particles reach MVBs, sphingosine-rich ILVs bind to HSV-1 particles, which restricts fusion with the limiting endosomal membrane and prevents cellular infection. Lack of aCDase in macrophage cultures or in Asah1 −/− mice results in replication of HSV-1 and Asah1 −/− mice die soon after systemic or intravaginal inoculation. The treatment of macrophages with sphingosine enhancing compounds blocks HSV-1 propagation, suggesting a therapeutic potential of this pathway. In conclusion, aCDase loads ILVs with sphingosine, which prevents HSV-1 capsids from penetrating into the cytosol.",
      "sentences": [
        [
          {
            "segment_text": "Macrophages have important protective functions during infection with herpes simplex virus type 1 ( HSV-1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , molecular mechanisms that restrict viral propagation and protect from severe disease are unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that macrophages take up HSV-1 via endocytosis and transport the virions into multivesicular bodies ( MVBs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In MVBs , acid ceramidase ( aCDase ) converts ceramide into sphingosine and increases the formation of sphingosine-rich intraluminal vesicles ( ILVs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Once HSV-1 particles reach MVBs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sphingosine-rich ILVs bind to HSV-1 particles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which restricts fusion with the limiting endosomal membrane and prevents cellular infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lack of aCDase in macrophage cultures or in Asah1 − / − mice results in replication of HSV-1 and Asah1 − / − mice die soon after systemic or intravaginal inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The treatment of macrophages with sphingosine enhancing compounds blocks HSV-1 propagation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a therapeutic potential of this pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , aCDase loads ILVs with sphingosine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which prevents HSV-1 capsids from penetrating into the cytosol .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "175"
  }
}