{
  "paper_id": "cb22558ac58c43426eebd6a86dd22201c1977005",
  "metadata": {
    "title": "Chapter 10 CHAPTER OVERVIEW SURVEILLANCE AND EPIDEMIOLOGY OF INFECTIOUS DISEASES USING SPATIAL AND TEMPORAL CLUSTERING METHODS",
    "coda_data_split": "train",
    "coda_paper_id": 3064,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the control of infectious diseases, epidemiologic information and useful clustering algorithms can be integrated to garner key indicators from huge amounts of daily surveillance information for the need of early intervention. This chapter first introduces the temporal, spatial and spatiotemporal clustering algorithms commonly used in surveillance systems -the key concepts behind the algorithms and the criteria for appropriate use. This description is followed by an introduction to different statistical methods that can be used to analyze the clustering patterns which occur in different epidemics and epidemic stages. Research methods such as flexible analysis of irregular spatial and temporal clusters, adjustment of personal risk factors, and Bayesian approaches to disease mapping and better prediction all will be needed to understand the epidemiologic characteristics of infectious diseases in the future.",
      "sentences": [
        [
          {
            "segment_text": "In the control of infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiologic information and useful clustering algorithms can be integrated to garner key indicators from huge amounts of daily surveillance information for the need of early intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter first introduces the temporal ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "spatial and spatiotemporal clustering algorithms commonly used in surveillance systems - the key concepts behind the algorithms and the criteria for appropriate use .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This description is followed by an introduction to different statistical methods that can be used to analyze the clustering patterns which occur in different epidemics and epidemic stages .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Research methods such as flexible analysis of irregular spatial and temporal clusters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adjustment of personal risk factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Bayesian approaches to disease mapping and better prediction all will be needed to understand the epidemiologic characteristics of infectious diseases in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "138"
  }
}