{
  "paper_id": "cb312a691da3d603ee1e6fdc74d8451ff021bf2d",
  "metadata": {
    "title": "Serum Surfactant Protein D (SP-D) is a Prognostic Marker of Poor Outcome in Patients with A/H1N1 Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 4184,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction Surfactant protein D (SP-D) plays an important role in the innate responses against pathogens and its production is altered in lung disorders. Methods We studied the circulating levels of SP-D in 37 patients with acute respiratory distress syndrome due to the A/H1N1 virus infection and in 40 healthy controls. Cox logistic regression models were constructed to explore the association of SP-D levels and risk of death. Results Mortality rate after a 28-day was 32.42 %. Significant higher levels of SP-D were detected in A/H1N1 patients with fatal outcome (p \\ 0.05). After adjusting for confounding variables, levels of SP-D C250 ng/mL were associated with increased the risk of death (HR \u003d 8.27, 95 % CI 1.1-64.1, p \u003d 0.043). Conclusions Our results revealed that higher circulating levels of SP-D are associated with higher mortality risk in critically ill A/H1N1 patients. SP-D might be a predictive factor of poor outcomes in viral pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Introduction Surfactant protein D ( SP-D ) plays an important role in the innate responses against pathogens and its production is altered in lung disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods We studied the circulating levels of SP-D in 37 patients with acute respiratory distress syndrome due to the A/H1N1 virus infection and in 40 healthy controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cox logistic regression models were constructed to explore the association of SP-D levels and risk of death .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results Mortality rate after a 28-day was 32.42 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant higher levels of SP-D were detected in A/H1N1 patients with fatal outcome ( p \\ 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After adjusting for confounding variables ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "levels of SP-D C250 ng/mL were associated with increased the risk of death ( HR \u003d 8.27 , 95 % CI 1.1-64.1 , p \u003d 0.043 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions Our results revealed that higher circulating levels of SP-D are associated with higher mortality risk in critically ill A/H1N1 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SP-D might be a predictive factor of poor outcomes in viral pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "170"
  }
}