{
  "paper_id": "cb376e295f1eea19a3946187ab2ccceb7f249116",
  "metadata": {
    "title": "Recombinant protein vaccines produced in insect cells",
    "coda_data_split": "train",
    "coda_paper_id": 2222,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The baculovirus-insect cell expression system is a well known tool for the production of complex proteins. The technology is also used for commercial manufacture of various veterinary and human vaccines. This review paper provides an overview of how this technology can be applied to produce a multitude of vaccine candidates.",
      "sentences": [
        [
          {
            "segment_text": "The baculovirus-insect cell expression system is a well known tool for the production of complex proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The technology is also used for commercial manufacture of various veterinary and human vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review paper provides an overview of how this technology can be applied to produce a multitude of vaccine candidates .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The key advantage of this recombinant protein manufacturing platform is that a universal \"plug and play\" process may be used for producing a broad range of protein-based prophylactic and therapeutic vaccines for both human and veterinary use while offering the potential for low manufacturing costs. Large scale mammalian cell culture facilities previously established for the manufacturing of monoclonal antibodies that have now become obsolete due to yield improvement could be deployed for the manufacturing of these vaccines. Alternatively, manufacturing capacity could be established in geographic regions that do not have any vaccine production capability. Dependent on health care priorities, different vaccines could be manufactured while maintaining the ability to rapidly convert to producing pandemic influenza vaccine when the need arises.",
      "sentences": [
        [
          {
            "segment_text": "The key advantage of this recombinant protein manufacturing platform is that a universal `` plug and play \u0027\u0027 process may be used for producing a broad range of protein-based prophylactic and therapeutic vaccines for both human and veterinary use while offering the potential for low manufacturing costs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Large scale mammalian cell culture facilities previously established for the manufacturing of monoclonal antibodies that have now become obsolete due to yield improvement could be deployed for the manufacturing of these vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alternatively , manufacturing capacity could be established in geographic regions that do not have any vaccine production capability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dependent on health care priorities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "different vaccines could be manufactured while maintaining the ability to rapidly convert to producing pandemic influenza vaccine when the need arises .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "181"
  }
}