{
  "paper_id": "cb43de0358c05aba59dfb4957432fc2cbe31b30e",
  "metadata": {
    "title": "Antagonistic Pleiotropy and Fitness Trade-Offs Reveal Specialist and Generalist Traits in Strains of Canine Distemper Virus",
    "coda_data_split": "train",
    "coda_paper_id": 5882,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Theoretically, homogeneous environments favor the evolution of specialists whereas heterogeneous environments favor generalists. Canine distemper is a multi-host carnivore disease caused by canine distemper virus (CDV). The described cell receptor of CDV is SLAM (CD150). Attachment of CDV hemagglutinin protein (CDV-H) to this receptor facilitates fusion and virus entry in cooperation with the fusion protein (CDV-F). We investigated whether CDV strains co-evolved in the large, homogeneous domestic dog population exhibited specialist traits, and strains adapted to the heterogeneous environment of smaller populations of different carnivores exhibited generalist traits. Comparison of amino acid sequences of the SLAM binding region revealed higher similarity between sequences from Canidae species than to sequences from other carnivore families. Using an in vitro assay, we quantified syncytia formation mediated by CDV-H proteins from dog and non-dog CDV strains in cells expressing dog, lion or cat SLAM. CDV-H proteins from dog strains produced significantly higher values with cells expressing dog SLAM than with cells expressing lion or cat SLAM. CDV-H proteins from strains of non-dog species produced similar values in all three cell types, but lower values in cells expressing dog SLAM than the values obtained for CDV-H proteins from dog strains. By experimentally changing one amino acid (Y549H) in the CDV-H protein of one dog strain we decreased expression of specialist traits and increased expression of generalist traits, thereby confirming its functional importance. A virus titer assay demonstrated that dog strains produced higher titers in cells expressing dog SLAM than cells expressing SLAM of non-dog hosts, which suggested possible fitness benefits of specialization post-cell entry. We provide in vitro evidence for the expression of specialist and generalist traits by CDV strains, and fitness trade-offs across carnivore host environments caused by antagonistic pleiotropy. These findings extend knowledge on CDV molecular epidemiology of particular relevance to wild carnivores.",
      "sentences": [
        [
          {
            "segment_text": "Theoretically , homogeneous environments favor the evolution of specialists whereas heterogeneous environments favor generalists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Canine distemper is a multi-host carnivore disease caused by canine distemper virus ( CDV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The described cell receptor of CDV is SLAM ( CD150 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Attachment of CDV hemagglutinin protein ( CDV-H ) to this receptor facilitates fusion and virus entry in cooperation with the fusion protein ( CDV-F ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether CDV strains co-evolved in the large ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "homogeneous domestic dog population exhibited specialist traits ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and strains adapted to the heterogeneous environment of smaller populations of different carnivores exhibited generalist traits .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Comparison of amino acid sequences of the SLAM binding region revealed higher similarity between sequences from Canidae species than to sequences from other carnivore families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using an in vitro assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we quantified syncytia formation mediated by CDV-H proteins from dog and non-dog CDV strains in cells expressing dog , lion or cat SLAM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CDV-H proteins from dog strains produced significantly higher values with cells expressing dog SLAM than with cells expressing lion or cat SLAM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CDV-H proteins from strains of non-dog species produced similar values in all three cell types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but lower values in cells expressing dog SLAM than the values obtained for CDV-H proteins from dog strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By experimentally changing one amino acid ( Y549H ) in the CDV-H protein of one dog strain we decreased expression of specialist traits and increased expression of generalist traits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby confirming its functional importance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A virus titer assay demonstrated that dog strains produced higher titers in cells expressing dog SLAM than cells expressing SLAM of non-dog hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggested possible fitness benefits of specialization post-cell entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We provide in vitro evidence for the expression of specialist and generalist traits by CDV strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and fitness trade-offs across carnivore host environments caused by antagonistic pleiotropy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings extend knowledge on CDV molecular epidemiology of particular relevance to wild carnivores .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "332"
  }
}