{
  "paper_id": "cb62f467ee641118d0b7d0b6244c6f7aa800416f",
  "metadata": {
    "title": "Roles of N-Myc and STAT Interactor in Cancer: From Initiation to Dissemination",
    "coda_data_split": "train",
    "coda_paper_id": 2076,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "N-myc \u0026 STAT Interactor, NMI, is a protein that has mostly been studied for its physical interactions with transcription factors that play critical roles in tumor growth, progression and metastasis. NMI is an inducible protein, thus its intracellular levels and location can vary dramatically, influencing a diverse array of cellular functions in a context-dependent manner. The physical interactions of NMI with its binding partners have been linked to many aspects of tumor biology including DNA damage response, cell death, epithelial-to-mesenchymal transition and stemness. Thus, discovering more details about the function(s) of NMI could reveal key insights into how transcription factors like c-Myc, STATs and BRCA1 are contextually regulated. Although a normal, physiological function of NMI has not yet been discovered, it has potential roles in pathologies ranging from viral infection to cancer. This review provides a timely perspective of the unfolding roles of NMI with specific focus on cancer progression and metastasis.",
      "sentences": [
        [
          {
            "segment_text": "N-myc \u0026 STAT Interactor , NMI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a protein that has mostly been studied for its physical interactions with transcription factors that play critical roles in tumor growth , progression and metastasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NMI is an inducible protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus its intracellular levels and location can vary dramatically ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influencing a diverse array of cellular functions in a context-dependent manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The physical interactions of NMI with its binding partners have been linked to many aspects of tumor biology including DNA damage response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell death , epithelial-to-mesenchymal transition and stemness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , discovering more details about the function ( s ) of NMI could reveal key insights into how transcription factors like c-Myc ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "STATs and BRCA1 are contextually regulated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a normal , physiological function of NMI has not yet been discovered ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it has potential roles in pathologies ranging from viral infection to cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides a timely perspective of the unfolding roles of NMI with specific focus on cancer progression and metastasis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "172"
  }
}