{
  "paper_id": "cb70928ef1e8112feb2a802c88996237f95a524e",
  "metadata": {
    "title": "Topology Engineering of Proteins in Vivo Using Genetically Encoded, Mechanically Interlocking SpyX Modules for Enhanced Stability",
    "coda_data_split": "train",
    "coda_paper_id": 10625,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recombinant proteins are traditionally limited to linear configuration. Herein, we report in vivo protein topology engineering using highly efficient, mechanically interlocking SpyX modules named AXB and BXA. SpyX modules are protein domains composed of p53dim (X), SpyTag (A), and SpyCatcher (B). The p53dim guides the intertwining of the two nascent protein chains followed by autocatalytic isopeptide bond formation between SpyTag and SpyCatcher to fulfill the interlocking, leading to a variety of backbone topologies. Direct expression of AXB or BXA produces protein catenanes with distinct ring sizes. Recombinant proteins containing SpyX modules are obtained either as mechanically interlocked obligate dimers if the protein of interest is fused to the N-or C-terminus of SpyX modules, or as star proteins if the protein is fused to both N-and C-termini. As examples, cellular syntheses of dimers of (GB1) 2 (where GB1 stands for immunoglobulin-binding domain B1 of streptococcal protein G) and of four-arm elastin-like star proteins were demonstrated. Comparison of the catenation efficiencies in different constructs reveals that BXA is generally much more effective than AXB, which is rationalized by the arrangement of three domains in space. Mechanical interlocking induces considerable stability enhancement. Both AXB and BXA have a melting point ∼20°C higher than the linear controls and the BXA catenane has a melting point~2°C higher than the cyclic control BX\u0027A. Notably, four-arm elastin-like star proteins demonstrate remarkable tolerance against trypsin digestion. The SpyX modules provide a convenient and versatile approach to construct unconventional protein topologies via the \"assembly-reaction\" synergy, which opens a new horizon in protein science for stability enhancement and function reinforcement via topology engineering.",
      "sentences": [
        [
          {
            "segment_text": "Recombinant proteins are traditionally limited to linear configuration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we report in vivo protein topology engineering using highly efficient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mechanically interlocking SpyX modules named AXB and BXA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SpyX modules are protein domains composed of p53dim ( X ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SpyTag ( A ) , and SpyCatcher ( B ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The p53dim guides the intertwining of the two nascent protein chains followed by autocatalytic isopeptide bond formation between SpyTag and SpyCatcher to fulfill the interlocking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to a variety of backbone topologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Direct expression of AXB or BXA produces protein catenanes with distinct ring sizes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recombinant proteins containing SpyX modules are obtained either as mechanically interlocked obligate dimers if the protein of interest is fused to the N-or C-terminus of SpyX modules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or as star proteins if the protein is fused to both N-and C-termini .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As examples , cellular syntheses of dimers of ( GB1 ) 2 ( where GB1 stands for immunoglobulin-binding domain B1 of streptococcal protein G ) and of four-arm elastin-like star proteins were demonstrated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Comparison of the catenation efficiencies in different constructs reveals that BXA is generally much more effective than AXB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is rationalized by the arrangement of three domains in space .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanical interlocking induces considerable stability enhancement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both AXB and BXA have a melting point ∼ 20 °C higher than the linear controls and the BXA catenane has a melting point ~ 2 °C higher than the cyclic control BX ` A. Notably ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "four-arm elastin-like star proteins demonstrate remarkable tolerance against trypsin digestion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SpyX modules provide a convenient and versatile approach to construct unconventional protein topologies via the `` assembly-reaction \u0027\u0027 synergy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which opens a new horizon in protein science for stability enhancement and function reinforcement via topology engineering .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "303"
  }
}