{
  "paper_id": "cb8b64a9b132b17468dc87a44eb83660b168f107",
  "metadata": {
    "title": "Spread of infectious microbes during emergency medical response",
    "coda_data_split": "train",
    "coda_paper_id": 10376,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: To our knowledge, no studies to date demonstrate potential spread of microbes during actual emergency medical service (EMS) activities. Our study introduces a novel approach to identification of contributors to EMS environment contamination and development of infection control strategies, using a bacteriophage surrogate for pathogenic organisms.",
      "sentences": [
        [
          {
            "segment_text": "Background : To our knowledge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no studies to date demonstrate potential spread of microbes during actual emergency medical service ( EMS ) activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our study introduces a novel approach to identification of contributors to EMS environment contamination and development of infection control strategies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a bacteriophage surrogate for pathogenic organisms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Bacteriophage FX174 was used to trace cross-contamination and evaluate current disinfection practices and a hydrogen peroxide (H 2 O 2 ) wipe intervention within emergency response vehicles. Prior to EMS calls, 2 surfaces were seeded with FX174. On call completion, EMS vehicle and equipment surfaces were sampled before decontamination, after decontamination per current practices, and after implementation of the intervention. Results: Current decontamination practices did not significantly reduce viral loads on surfaces (P ¼ .3113), but H 2 O 2 wipe intervention did (P ¼ .0065). Bacteriophage spread to 56% (27/48) of sites and was reduced to 54% (26/48) and 40% (19/48) with current decontamination practices and intervention practices, respectively. Conclusion: Results suggest firefighters\u0027 hands were the main vehicles of microbial transfer. Current practices were not consistently applied or standardized and minimally reduced prevalence and quantity of microbial contamination on EMS surfaces. Although use of a consistent protocol of H 2 O 2 wipes significantly reduced percent prevalence and concentration of viruses, training and promotion of surface disinfection should be provided.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Bacteriophage FX174 was used to trace cross-contamination and evaluate current disinfection practices and a hydrogen peroxide ( H 2 O 2 ) wipe intervention within emergency response vehicles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Prior to EMS calls , 2 surfaces were seeded with FX174 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On call completion , EMS vehicle and equipment surfaces were sampled before decontamination ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "after decontamination per current practices ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and after implementation of the intervention .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Current decontamination practices did not significantly reduce viral loads on surfaces ( P 1/4 .3113 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but H 2 O 2 wipe intervention did ( P 1/4 .0065 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteriophage spread to 56 % ( 27/48 ) of sites and was reduced to 54 % ( 26/48 ) and 40 % ( 19/48 ) with current decontamination practices and intervention practices , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Results suggest firefighters \u0027 hands were the main vehicles of microbial transfer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current practices were not consistently applied or standardized and minimally reduced prevalence and quantity of microbial contamination on EMS surfaces .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although use of a consistent protocol of H 2 O 2 wipes significantly reduced percent prevalence and concentration of viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "training and promotion of surface disinfection should be provided .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "259"
  }
}