{
  "paper_id": "cb8ee4d75ff4ed001f54018eebc2ac360f445b6c",
  "metadata": {
    "title": "DNA-based bioanalytical microsystems for handheld device applications",
    "coda_data_split": "train",
    "coda_paper_id": 5497,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This article reviews and highlights the current development of DNA-based bioanalytical microsystems for point-of-care diagnostics and on-site monitoring of food and water. Recent progresses in the miniaturization of various biological processing steps for the sample preparation, DNA amplification (polymerase chain reaction), and product detection are delineated in detail. Product detection approaches utilizing \"portable\" detection signals and electrochemistry-based methods are emphasized in this work. The strategies and challenges for the integration of individual processing module on the same chip are discussed.",
      "sentences": [
        [
          {
            "segment_text": "This article reviews and highlights the current development of DNA-based bioanalytical microsystems for point-of-care diagnostics and on-site monitoring of food and water .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recent progresses in the miniaturization of various biological processing steps for the sample preparation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "DNA amplification ( polymerase chain reaction ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and product detection are delineated in detail .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Product detection approaches utilizing `` portable \u0027\u0027 detection signals and electrochemistry-based methods are emphasized in this work .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strategies and challenges for the integration of individual processing module on the same chip are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "90"
  }
}