{
  "paper_id": "cb9b02f99d342d9388daced4cae7726427cb444a",
  "metadata": {
    "title": "Innate immunity in the human lung: pathogen recognition and lung disease",
    "coda_data_split": "train",
    "coda_paper_id": 5441,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "As the human lung is exposed to a variety of microbial pathogens in the environment, a first line of defense is built up by pulmonary cells like bronchial/ alveolar epithelial cells and alveolar macrophages. These cells express several pattern recognition receptors (PRRs) recognizing highly conserved microbial motifs and initiating the production of chemokines and pro-and anti-inflammatory cytokines acting as transmembrane or intracellular receptors. This might not only lead to acute but also to chronic inflammation which is discussed as an underlying mechanism in the pathogenesis of different lung diseases.",
      "sentences": [
        [
          {
            "segment_text": "As the human lung is exposed to a variety of microbial pathogens in the environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a first line of defense is built up by pulmonary cells like bronchial / alveolar epithelial cells and alveolar macrophages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These cells express several pattern recognition receptors ( PRRs ) recognizing highly conserved microbial motifs and initiating the production of chemokines and pro-and anti-inflammatory cytokines acting as transmembrane or intracellular receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This might not only lead to acute but also to chronic inflammation which is discussed as an underlying mechanism in the pathogenesis of different lung diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "96"
  }
}