{
  "paper_id": "cbb1be0c2b415a48be67b36821907229e1c236fe",
  "metadata": {
    "title": "SARS coronavirus replicase proteins in pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 6786,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Much progress has been made in understanding the role of structural and accessory proteins in the pathogenesis of severe acute respiratory syndrome coronavirus (SARS-CoV) infections. The SARS epidemic also brought new attention to the proteins translated from ORF1a and ORF1b of the input genome RNA, also known as the replicase/transcriptase gene. Evidence for change within the ORF1ab coding sequence during the SARS epidemic, as well as evidence from studies with other coronaviruses, indicates that it is likely that the ORF1ab proteins play roles in virus pathogenesis distinct from or in addition to functions directly involved in viral replication. Recent reverse genetic studies have confirmed that proteins of ORF1ab may be involved in cellular signaling and modification of cellular gene expression, as well as virulence by mechanisms yet to be determined. Thus, the evolution of the ORF1ab proteins may be determined as much by issues of host range and virulence as they are by specific requirements for intracellular replication.",
      "sentences": [
        [
          {
            "segment_text": "Much progress has been made in understanding the role of structural and accessory proteins in the pathogenesis of severe acute respiratory syndrome coronavirus ( SARS-CoV ) infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The SARS epidemic also brought new attention to the proteins translated from ORF1a and ORF1b of the input genome RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also known as the replicase/transcriptase gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Evidence for change within the ORF1ab coding sequence during the SARS epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as evidence from studies with other coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indicates that it is likely that the ORF1ab proteins play roles in virus pathogenesis distinct from or in addition to functions directly involved in viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent reverse genetic studies have confirmed that proteins of ORF1ab may be involved in cellular signaling and modification of cellular gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as virulence by mechanisms yet to be determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the evolution of the ORF1ab proteins may be determined as much by issues of host range and virulence as they are by specific requirements for intracellular replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "170"
  }
}