{
  "paper_id": "cbc100f9459ee41fa74a2ef65540097e420a461f",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7543,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Creative Commons CC-BY 4.0",
      "sentences": [
        [
          {
            "segment_text": "Creative Commons CC-BY 4.0",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Study of the effect on shelter cat intakes and euthanasia from a shelter neuter return project of 10,080 cats from ABSTRACT Cat impoundments were increasing at the municipal San Jose animal shelter in 2009, despite long-term successful low cost sterilization programs and attempts to lower the euthanasia rate of treatable-rehabilitatable impounds beginning in 2008. San Jose Animal Care and Services implemented a new strategy designed to control overall feral cat reproduction by altering and returning feral cats entering the shelter system, rather than euthanizing the cats. The purpose of this case study was to determine how the program affected the shelter cat intakes over time. In just over four years, 10,080 individual healthy adult feral cats, out of 11,423 impounded at the shelter during this time frame, were altered and returned to their site of capture. Included in the 11,423 cats were 862 cats impounded from one to four additional times for a total of 958 (9.5%) recaptures of the previously altered 10,080 cats. The remaining 385 healthy feral cats were euthanized at the shelter from March 2010 to June 2014. Four years into the program, researchers observed cat and kitten impounds decreased 29.1%; euthanasia decreased from over 70% of intakes in 2009, to 23% in 2014. Euthanasia in the shelter for Upper Respiratory Disease decreased 99%; dead cat pick up off the streets declined 20%. Dog impounds did not similarly decline over the four years. No other laws or program changes were implemented since the beginning of the program.",
      "sentences": [
        [
          {
            "segment_text": "Study of the effect on shelter cat intakes and euthanasia from a shelter neuter return project of 10,080 cats from ABSTRACT Cat impoundments were increasing at the municipal San Jose animal shelter in 2009 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite long-term successful low cost sterilization programs and attempts to lower the euthanasia rate of treatable-rehabilitatable impounds beginning in 2008 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "San Jose Animal Care and Services implemented a new strategy designed to control overall feral cat reproduction by altering and returning feral cats entering the shelter system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rather than euthanizing the cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this case study was to determine how the program affected the shelter cat intakes over time .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In just over four years ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "10,080 individual healthy adult feral cats ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "out of 11,423 impounded at the shelter during this time frame ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were altered and returned to their site of capture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Included in the 11,423 cats were 862 cats impounded from one to four additional times for a total of 958 ( 9.5 % ) recaptures of the previously altered 10,080 cats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The remaining 385 healthy feral cats were euthanized at the shelter from March 2010 to June 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four years into the program ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "researchers observed cat and kitten impounds decreased 29.1 % ; euthanasia decreased from over 70 % of intakes in 2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to 23 % in 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Euthanasia in the shelter for Upper Respiratory Disease decreased 99 % ; dead cat pick up off the streets declined 20 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dog impounds did not similarly decline over the four years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No other laws or program changes were implemented since the beginning of the program .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Subjects Veterinary Medicine",
      "sentences": [
        [
          {
            "segment_text": "Subjects Veterinary Medicine",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "284"
  }
}