{
  "paper_id": "cbcd1a019ffc2158d9f6c58e251f8b30d297a6bb",
  "metadata": {
    "title": "8 Viral-Bacterial Interactions in Childhood Respiratory Tract Infections",
    "coda_data_split": "train",
    "coda_paper_id": 2386,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory infection (ARI) is an important cause of childhood morbidity and mortality worldwide. ARIs are caused primarily by viruses and bacteria that are often co-detected in respiratory specimens. Although viral-bacterial coinfections are frequently reported in children with ARI, their clinical significance and the mechanisms leading to ARI are not well understood. The respiratory tract is a reservoir of a diverse community of microorganisms, including both commensals and potential pathogens and there is growing evidence that the interactions between viruses and bacteria play a key role in the development of ARI. A better understanding of the interactions between viruses and bacteria in the respiratory tract may enhance insight into the pathogenesis of ARI, and potentially reveal new prevention and treatment strategies. This chapter summarizes the current knowledge on viruses, bacteria and viral-bacterial interactions in childhood ARI and the possible mechanisms by which these interactions may lead to disease.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory infection ( ARI ) is an important cause of childhood morbidity and mortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ARIs are caused primarily by viruses and bacteria that are often co-detected in respiratory specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although viral-bacterial coinfections are frequently reported in children with ARI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their clinical significance and the mechanisms leading to ARI are not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The respiratory tract is a reservoir of a diverse community of microorganisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including both commensals and potential pathogens and there is growing evidence that the interactions between viruses and bacteria play a key role in the development of ARI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A better understanding of the interactions between viruses and bacteria in the respiratory tract may enhance insight into the pathogenesis of ARI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and potentially reveal new prevention and treatment strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter summarizes the current knowledge on viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bacteria and viral-bacterial interactions in childhood ARI and the possible mechanisms by which these interactions may lead to disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "160"
  }
}