{
  "paper_id": "cc558cbd8dd2f2c59b87377e688f13646da297e0",
  "metadata": {
    "title": "Diagnostic approaches for viruses and prions in stem cell banks",
    "coda_data_split": "train",
    "coda_paper_id": 7958,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Some stem cell lines may contain an endogenous virus or can be contaminated with exogenous viruses (even of animal origin) and may secrete viral particles or express viral antigens on their surface. Moreover, certain biotechnological products (e.g. bovine fetal serum, murine feeder cells) may contain prion particles. Viral and prion contamination of cell cultures and \u0027\u0027feeder\u0027\u0027 cells, which is a common risk in all biotechnological products derived from the cell lines, is the most challenging and potentially serious outcome to address, due to the difficulty involved in virus and prion detection and the potential to cause serious disease in recipients of these cell products.",
      "sentences": [
        [
          {
            "segment_text": "Some stem cell lines may contain an endogenous virus or can be contaminated with exogenous viruses ( even of animal origin ) and may secrete viral particles or express viral antigens on their surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , certain biotechnological products ( e.g. bovine fetal serum , murine feeder cells ) may contain prion particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral and prion contamination of cell cultures and `` feeder \u0027\u0027 cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is a common risk in all biotechnological products derived from the cell lines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is the most challenging and potentially serious outcome to address ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to the difficulty involved in virus and prion detection and the potential to cause serious disease in recipients of these cell products .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Stem cell banks should introduce adequate quality assurance programs like the microbiological control program and can provide researchers with valuable support in the standardization and safety of procedures and protocols used for the viral and prion testing and in validation programs to assure the quality and safety of the cells.",
      "sentences": [
        [
          {
            "segment_text": "Stem cell banks should introduce adequate quality assurance programs like the microbiological control program and can provide researchers with valuable support in the standardization and safety of procedures and protocols used for the viral and prion testing and in validation programs to assure the quality and safety of the cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "169"
  }
}