{
  "paper_id": "cc64e47ceb8557822f53767880c303eded7b0225",
  "metadata": {
    "title": "Fax +41 61 306 12 34 E-Mail karger@karger",
    "coda_data_split": "train",
    "coda_paper_id": 2782,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "subsequently led to an earlier disease onset and more severe clinical and histological signs of demyelinating disease. Our results have important implications for understanding the pathogenesis of MS, and suggest that stressful events during early infection with an agent capable of inducing demyelination may result in immunosuppression and failure to eliminate the pathogen, which in turn may lead to the development of MS.",
      "sentences": [
        [
          {
            "segment_text": "subsequently led to an earlier disease onset and more severe clinical and histological signs of demyelinating disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results have important implications for understanding the pathogenesis of MS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggest that stressful events during early infection with an agent capable of inducing demyelination may result in immunosuppression and failure to eliminate the pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn may lead to the development of MS.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Multiple sclerosis (MS) is the most common demyelinating disease of the central nervous system (CNS) affecting approximately 350,000 people in the US. The etiology of this disease is unknown, although viral infection during early adulthood is suspected as an initiating event followed by autoimmune-mediated demyelination. In common with other autoimmune diseases, stressful life events precipitate both the onset and clinical relapses in MS patients. One of the mechanisms by which stress affects MS is to compromise the immune system and lead to increased susceptibility to infections,",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is the most common demyelinating disease of the central nervous system ( CNS ) affecting approximately 350,000 people in the US .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The etiology of this disease is unknown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although viral infection during early adulthood is suspected as an initiating event followed by autoimmune-mediated demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In common with other autoimmune diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stressful life events precipitate both the onset and clinical relapses in MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the mechanisms by which stress affects MS is to compromise the immune system and lead to increased susceptibility to infections ,",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Psychological stress is an important factor in susceptibility to many diseases. Our laboratory has been investigating the impact of stress on the susceptibility to Theiler\u0027s virusinduced demyelination (TVID), a mouse model of multiple sclerosis. Using immunodominant viral peptides specific for identification of either CD4 + or CD8 + T cells, stress reduced IFN-␥ -producing virus-specific CD4 + and CD8 + T cells in the spleen and CD8 + T cells in the CNS. Expression of mRNA for the Th1 transcription factor T-bet and the Th2 transcription factor GATA-3 were decreased in spleen cells isolated from stressed mice. Cytokine production by cells isolated from the CNS or spleens following stimulation with virus indicated that stress decreased both type 1 and type 2 responses. The adverse effects of stress were partially reversed by concurrent RU486 administration but mimicked by dexamethasone, indicating a major role for glucocorticoids. Global stress-induced immunosuppression resulted in higher levels of virus replication and dissemination. The higher viral load",
      "sentences": [
        [
          {
            "segment_text": "Psychological stress is an important factor in susceptibility to many diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our laboratory has been investigating the impact of stress on the susceptibility to Theiler \u0027s virusinduced demyelination ( TVID ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a mouse model of multiple sclerosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using immunodominant viral peptides specific for identification of either CD4 + or CD8 + T cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "stress reduced IFN - ␥ - producing virus-specific CD4 + and CD8 + T cells in the spleen and CD8 + T cells in the CNS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression of mRNA for the Th1 transcription factor T-bet and the Th2 transcription factor GATA-3 were decreased in spleen cells isolated from stressed mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytokine production by cells isolated from the CNS or spleens following stimulation with virus indicated that stress decreased both type 1 and type 2 responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The adverse effects of stress were partially reversed by concurrent RU486 administration but mimicked by dexamethasone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a major role for glucocorticoids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Global stress-induced immunosuppression resulted in higher levels of virus replication and dissemination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The higher viral load",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "338"
  }
}