{
  "paper_id": "cc810b2056e14b73fd9783713760f0ec74c5a8c1",
  "metadata": {
    "title": "HTCC as a highly effective polymeric inhibitor of SARS-CoV-2 and MERS-CoV 2 3",
    "coda_data_split": "train",
    "coda_paper_id": 4639,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The beginning of 2020 brought us information about the novel coronavirus emerging in China. 39 Rapid research resulted in the characterization of the pathogen, which appeared to be a member 40 of the SARS-like cluster, commonly seen in bats. Despite the global and local efforts, the virus 41 escaped the healthcare measures and rapidly spread in China and later globally, officially 42 causing a pandemic and global crisis in March 2020. At present, different scenarios are being 43 written to contain the virus, but the development of novel anticoronavirals for all highly 44 pathogenic coronaviruses remains the major challenge. Here, we describe the antiviral activity 45 of previously developed by us HTCC compound (N-(2-hydroxypropyl)-3-trimethylammonium 46 chitosan chloride), which may be used as potential inhibitor of currently circulating highly 47 pathogenic coronaviruses -SARS-CoV-2 and MERS-CoV. : bioRxiv preprint 65 pneumocytes in human airways, hijacking the angiotensin-converting enzyme 2 (ACE2) to 66 enter the cell, similarly as SARS-CoV and HCoV-NL63. 67 MERS-CoV is related to SARS-CoV-2, but together with some bat viruses forms 68 a separate Merbecovirus subgenus. Bats are believed to serve as an original reservoir also in 69 this case 10 , but camels were identified as the intermediate host 11 . The virus never fully crossed 70 the species border, as the human-to-human transmission is limited, and almost all the cases are 71 associated with animal-to-human transmission. The entry receptor for MERS-CoV is the 72 dipeptidyl peptidase 4 (DPP4) 12,13 . In humans, MERS-CoV causes a respiratory illness with 73 author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "The beginning of 2020 brought us information about the novel coronavirus emerging in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "39 Rapid research resulted in the characterization of the pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which appeared to be a member 40 of the SARS-like cluster , commonly seen in bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the global and local efforts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the virus 41 escaped the healthcare measures and rapidly spread in China and later globally ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "officially 42 causing a pandemic and global crisis in March 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At present , different scenarios are being 43 written to contain the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the development of novel anticoronavirals for all highly 44 pathogenic coronaviruses remains the major challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the antiviral activity 45 of previously developed by us HTCC compound ( N - ( 2-hydroxypropyl ) -3-trimethylammonium 46 chitosan chloride ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which may be used as potential inhibitor of currently circulating highly 47 pathogenic coronaviruses - SARS-CoV-2 and MERS-CoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": ": bioRxiv preprint 65 pneumocytes in human airways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hijacking the angiotensin-converting enzyme 2 ( ACE2 ) to 66 enter the cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "similarly as SARS-CoV and HCoV-NL63 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "67 MERS-CoV is related to SARS-CoV-2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but together with some bat viruses forms 68 a separate Merbecovirus subgenus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bats are believed to serve as an original reservoir also in 69 this case 10 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but camels were identified as the intermediate host 11 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus never fully crossed 70 the species border ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the human-to-human transmission is limited ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and almost all the cases are 71 associated with animal-to-human transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The entry receptor for MERS-CoV is the 72 dipeptidyl peptidase 4 ( DPP4 ) 12,13 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans , MERS-CoV causes a respiratory illness with 73 author/funder .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "297"
  }
}