{
  "paper_id": "cc8e81f5fd3efda044a42e965278d17c58bb4ea6",
  "metadata": {
    "title": "Analysis of the spike, ORF3, and nucleocapsid genes of porcine epidemic diarrhea virus circulating on Thai swine farms, 2011-2016 Distributed under Creative Commons CC-BY 4.0",
    "coda_data_split": "train",
    "coda_paper_id": 4012,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) outbreaks on pig farms have caused significant economic loss in the swine industry since it was first reported in Thailand a decade ago. Anecdotal evidence suggests that PEDV is now endemic in this region, therefore genome information of circulating PEDV is important for molecular surveillance and evaluation of potential benefits of field vaccination. Here, we characterized PEDV infection on commercial Thai swine farms by screening 769 samples of feces and small intestinal contents from pigs with diarrhea between 2011 and 2016. Using reverse-transcription polymerase chain reaction targeting the spike (S) gene, 153 PEDV-positive samples were further subjected to analysis of the open reading frame 3 and nucleocapsid (N) genes. Comparison of 95 samples in which nucleotide sequencing was successfully obtained for all three genes revealed evolutionary diversity among the Thai PEDV strains. Phylogenetic analyses suggest that although some Thai strains changed little from years past, others resembled more closely to the recent strains reported in China. Interestingly, eight Thai PEDV strains possessed amino acid deletions in the N protein. The PEDV sequence divergence may be responsible for driving periodic outbreaks and continued persistence of PEDV on commercial swine farms. Our findings provide important insight into regional PEDV strains in circulation, which may assist future inclusions of suitable strains for future PEDV vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) outbreaks on pig farms have caused significant economic loss in the swine industry since it was first reported in Thailand a decade ago .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anecdotal evidence suggests that PEDV is now endemic in this region ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "therefore genome information of circulating PEDV is important for molecular surveillance and evaluation of potential benefits of field vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we characterized PEDV infection on commercial Thai swine farms by screening 769 samples of feces and small intestinal contents from pigs with diarrhea between 2011 and 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using reverse-transcription polymerase chain reaction targeting the spike ( S ) gene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "153 PEDV-positive samples were further subjected to analysis of the open reading frame 3 and nucleocapsid ( N ) genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Comparison of 95 samples in which nucleotide sequencing was successfully obtained for all three genes revealed evolutionary diversity among the Thai PEDV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analyses suggest that although some Thai strains changed little from years past ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "others resembled more closely to the recent strains reported in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , eight Thai PEDV strains possessed amino acid deletions in the N protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PEDV sequence divergence may be responsible for driving periodic outbreaks and continued persistence of PEDV on commercial swine farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings provide important insight into regional PEDV strains in circulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may assist future inclusions of suitable strains for future PEDV vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "238"
  }
}