{
  "paper_id": "cca041657183da140d9bff16a7ec097eb67cdc41",
  "metadata": {
    "title": "Immunohistochemical and Behaviour Pharmacological Analysis of Rats Inoculated Intranasally with Vesicular Stomatitis Virus",
    "coda_data_split": "train",
    "coda_paper_id": 9109,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A temperature-sensitive mutant of vesicular stomatitis virus was inoculated intranasally into inlant Sprague Dawley rats aged 9 to 17 days. Rats receiving the virus at 9 days ol\u0027age had an extensive spread of int\u0027ection throughout the brain and the animals died after a few days. Rats inoculated at day I I postnatally survived and the infection was limited to the olfactory pathways, hypothalamus, diagonal bands and the anterior raphe nuclei. Stereological measurements showed that the volume of infected neurons constituted 67+ 10% of the total neuronal volume in the dorsal raphe nucleus. Doublelabelling experiments revealed that both 5-hydroxytryptamine-and substance P-immunoreactive neurons contained the virus antigen. The motor stimulant effect of amphetamine was studied at 3 months post infection. The increase in amphetamine-induced frequency and duration of rearing was significantly attenuated in infected rats and the amphetamine-induced locomotion was slightl~ reduced.",
      "sentences": [
        [
          {
            "segment_text": "A temperature-sensitive mutant of vesicular stomatitis virus was inoculated intranasally into inlant Sprague Dawley rats aged 9 to 17 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rats receiving the virus at 9 days ol\u0027 age had an extensive spread of int ` ection throughout the brain and the animals died after a few days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rats inoculated at day I I postnatally survived and the infection was limited to the olfactory pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hypothalamus , diagonal bands and the anterior raphe nuclei .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Stereological measurements showed that the volume of infected neurons constituted 67 + 10 % of the total neuronal volume in the dorsal raphe nucleus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Doublelabelling experiments revealed that both 5-hydroxytryptamine-and substance P-immunoreactive neurons contained the virus antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The motor stimulant effect of amphetamine was studied at 3 months post infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase in amphetamine-induced frequency and duration of rearing was significantly attenuated in infected rats and the amphetamine-induced locomotion was slightl ~ reduced .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "KI Y W(IRI)N: Virus infection 5-Hydroxytryptaminc Immunohistochemislrv",
      "sentences": [
        [
          {
            "segment_text": "KI Y W ( IRI ) N : Virus infection 5-Hydroxytryptaminc Immunohistochemislrv",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "167"
  }
}