{
  "paper_id": "ccc0b2eeb7696486c1a4d77a1c46bf58e1fff054",
  "metadata": {
    "title": "Archives of Virology Antigenieity of Mouse Hepatitis Virus Strain 3 Subeomponents in C57 Strain Miee",
    "coda_data_split": "train",
    "coda_paper_id": 5792,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "C57 strain mice were inoculated intraperitoneally with denatured mouse hepatitis virus strain 3 particles and virus surface projection, membrane and ribonucleoprotein subeomponents, obtained from detergent treated purified virus preparations. All immunised animals developed high levels of serum antibody directed against the respective antigens, detectable by enzyme-linked immunosorbent assay. Mice that had been immunised with denatured virus particles or surface projections were protected against infection with mouse hepatitis virus strain 3, whereas immunisation with virus membrane or ribonucleoprotein subcomponents failed to protect mice against virus challenge.",
      "sentences": [
        [
          {
            "segment_text": "C57 strain mice were inoculated intraperitoneally with denatured mouse hepatitis virus strain 3 particles and virus surface projection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "membrane and ribonucleoprotein subeomponents , obtained from detergent treated purified virus preparations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All immunised animals developed high levels of serum antibody directed against the respective antigens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detectable by enzyme-linked immunosorbent assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice that had been immunised with denatured virus particles or surface projections were protected against infection with mouse hepatitis virus strain 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas immunisation with virus membrane or ribonucleoprotein subcomponents failed to protect mice against virus challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "92"
  }
}