{
  "paper_id": "ccca0503045eddceb82b1da50668139a7ad95673",
  "metadata": {
    "title": "Bacterial coinfections in children with viral wheezing",
    "coda_data_split": "train",
    "coda_paper_id": 6625,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bacterial coinfections occur in respiratory viral infections, but the attack rates and the clinical profile are not clear. The aim of this study was to determine bacterial coinfections in children hospitalized for acute expiratory wheezing with defined viral etiology. A total of 220 children aged 3 months to 16 years were investigated. The viral etiology of wheezing was confirmed by viral culture, antigen detection, serologic investigation, and/or PCR. Specific antibodies to common respiratory bacteria were measured from acute and convalescent serum samples. All children were examined clinically for acute otitis media, and subgroups of children were examined radiologically for sinusitis and pneumonia. Rhinovirus (32%), respiratory syncytial virus (31%), and enteroviruses (31%) were the most common causative viruses. Serologic evidence of bacterial coinfection was found in 18% of the children.",
      "sentences": [
        [
          {
            "segment_text": "Bacterial coinfections occur in respiratory viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the attack rates and the clinical profile are not clear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine bacterial coinfections in children hospitalized for acute expiratory wheezing with defined viral etiology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 220 children aged 3 months to 16 years were investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The viral etiology of wheezing was confirmed by viral culture ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "antigen detection , serologic investigation , and/or PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specific antibodies to common respiratory bacteria were measured from acute and convalescent serum samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All children were examined clinically for acute otitis media ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and subgroups of children were examined radiologically for sinusitis and pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus ( 32 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus ( 31 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enteroviruses ( 31 % ) were the most common causative viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serologic evidence of bacterial coinfection was found in 18 % of the children .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Streptococcus pneumoniae (8%) and Mycoplasma pneumoniae (5%) were the most common causative bacteria. Acute otitis media was diagnosed in 44% of the children. Chest radiographs showed alveolar infiltrates in 10%, and paranasal radiographs and clinical signs showed sinusitis in 17% of the older children studied. Leukocyte counts and serum C-reactive protein levels were low in a great majority of patients. Viral lower respiratory tract infection in children is often associated with bacterial-type upper respiratory tract infections. However, coexisting bacterial lower respiratory tract infections that induce systemic inflammatory response are seldom detected.",
      "sentences": [
        [
          {
            "segment_text": "Streptococcus pneumoniae ( 8 % ) and Mycoplasma pneumoniae ( 5 % ) were the most common causative bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acute otitis media was diagnosed in 44 % of the children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chest radiographs showed alveolar infiltrates in 10 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and paranasal radiographs and clinical signs showed sinusitis in 17 % of the older children studied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Leukocyte counts and serum C-reactive protein levels were low in a great majority of patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral lower respiratory tract infection in children is often associated with bacterial-type upper respiratory tract infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , coexisting bacterial lower respiratory tract infections that induce systemic inflammatory response are seldom detected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "262"
  }
}