{
  "paper_id": "ccca93c2e18c8ae3aecad0b824da37236419541d",
  "metadata": {
    "title": "The entry of Junin virus into Vero cells",
    "coda_data_split": "train",
    "coda_paper_id": 5361,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The entry mechanism of Junin virus (JV) into Vero cells was studied analyzing the effect of lysosomotropic compounds and acid pH on JV infection. Ammonium chloride, amantadine, chlorpheniramine and procaine inhibited JV production. The action of ammonium chloride was exerted at early times of infection. Virus internalization was inhibited and viral protein expression was not detected. When the extracellular medium was buffered at low pH, the ammonium chloride induced block on JV infection was overcome. Furthermore, JV was able to induce fusion of infected cells at pH 5.5 leading to polykaryoctye formation. Taken together, these results demonstrate that JV entry occurs through an endocytic mechanism requiring a low pH dependent membrane fusion.",
      "sentences": [
        [
          {
            "segment_text": "The entry mechanism of Junin virus ( JV ) into Vero cells was studied analyzing the effect of lysosomotropic compounds and acid pH on JV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ammonium chloride , amantadine , chlorpheniramine and procaine inhibited JV production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The action of ammonium chloride was exerted at early times of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus internalization was inhibited and viral protein expression was not detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the extracellular medium was buffered at low pH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the ammonium chloride induced block on JV infection was overcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , JV was able to induce fusion of infected cells at pH 5.5 leading to polykaryoctye formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results demonstrate that JV entry occurs through an endocytic mechanism requiring a low pH dependent membrane fusion .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "126"
  }
}