{
  "paper_id": "cccc79beb9b80834fd6302ddec0eb65633ce3f95",
  "metadata": {
    "title": "Local and Regional Anesthesia Dovepress Spinal anesthesia after intraoperative cardiac arrest during general anesthesia in an infant",
    "coda_data_split": "train",
    "coda_paper_id": 5155,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although generally safe and effective, severe perioperative complications, including cardiac arrest, may occur during general anesthesia in infants. With the emergence of evidence that specific anesthetic agents may affect future neurocognitive outcomes, there has been an increased focus on alternatives to general anesthesia, including spinal anesthesia. We present a case of cardiac arrest during general anesthesia in an infant who required urologic surgery. During the subsequent anesthetic care, spinal anesthesia was offered as an alternative to general anesthesia. The risks of severe perioperative complications during general anesthesia are reviewed, etiologic factors for such events are presented, and the use of spinal anesthesia as an alternative to general anesthesia is discussed.",
      "sentences": [
        [
          {
            "segment_text": "Although generally safe and effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe perioperative complications , including cardiac arrest ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may occur during general anesthesia in infants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the emergence of evidence that specific anesthetic agents may affect future neurocognitive outcomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there has been an increased focus on alternatives to general anesthesia , including spinal anesthesia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We present a case of cardiac arrest during general anesthesia in an infant who required urologic surgery .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "During the subsequent anesthetic care ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spinal anesthesia was offered as an alternative to general anesthesia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The risks of severe perioperative complications during general anesthesia are reviewed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "etiologic factors for such events are presented ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the use of spinal anesthesia as an alternative to general anesthesia is discussed .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "123"
  }
}