{
  "paper_id": "ccdfa546c3c6de3c6a91ad713d56d320eac3e6e4",
  "metadata": {
    "title": "Mental health of nurses after the Fukushima complex disaster: a narrative review",
    "coda_data_split": "train",
    "coda_paper_id": 10461,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Work-related mental health impairment is recognized as a real problem in the context of helping responders, including health professionals, due to adverse health outcomes after a severe disaster. The Great East-Japan Earthquake, which occurred on 11 March 2011, was an unprecedented complex disaster that caused a nuclear accident at the Fukushima Daiichi Nuclear Power Plant (NPP). In addition to disaster stress and daily work, medical and health-care professionals, particularly nurses, provided counseling services to residents concerned about radiation health risks or mental health issues. This review focuses on the psychological aspects of the complex nuclear disaster, which was a combined artificial nuclear accident and natural disaster, and we investigated the psychological effects on hospital nurses associated with their experiences during the disaster. We looked at several investigations into the mental health of nurses after a nuclear disaster and in other situations. It was shown that mental health of nurses is impacted, not only after nuclear disasters but also in other circumstances. Furthermore, we noted the effects of extended periods of a heavy workload and daily life. Regarding anxiety about radiation exposure, nurses who had more knowledge of radiation tended to have better mental health, suggesting that education about the health risks of radiation exposure is important for health-care professionals. In summary, it is essential that nurses are provided with education about radiation exposure and its associated health risks, and also that there is a comprehensive approach to mental health care for nurses during the chronic phase of a disaster.",
      "sentences": [
        [
          {
            "segment_text": "Work-related mental health impairment is recognized as a real problem in the context of helping responders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including health professionals , due to adverse health outcomes after a severe disaster .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Great East-Japan Earthquake , which occurred on 11 March 2011 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was an unprecedented complex disaster that caused a nuclear accident at the Fukushima Daiichi Nuclear Power Plant ( NPP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to disaster stress and daily work ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medical and health-care professionals , particularly nurses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provided counseling services to residents concerned about radiation health risks or mental health issues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the psychological aspects of the complex nuclear disaster ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which was a combined artificial nuclear accident and natural disaster ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we investigated the psychological effects on hospital nurses associated with their experiences during the disaster .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We looked at several investigations into the mental health of nurses after a nuclear disaster and in other situations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was shown that mental health of nurses is impacted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "not only after nuclear disasters but also in other circumstances .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we noted the effects of extended periods of a heavy workload and daily life .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regarding anxiety about radiation exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nurses who had more knowledge of radiation tended to have better mental health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that education about the health risks of radiation exposure is important for health-care professionals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , it is essential that nurses are provided with education about radiation exposure and its associated health risks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also that there is a comprehensive approach to mental health care for nurses during the chronic phase of a disaster .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "275"
  }
}