{
  "paper_id": "cceb471096767cae3d64521532428afe376d78f7",
  "metadata": {
    "title": "Acute Respiratory Infections in a Recently Arrived Traveler to Your Part of the World*",
    "coda_data_split": "train",
    "coda_paper_id": 10788,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many acute infectious pulmonary diseases have incubation periods that are long enough for travelers to have symptoms after returning home to a health-care system that is not familiar with \"foreign\" infections. Respiratory infections have a relatively limited repertoire of clinical manifestations, so that there is often nothing characteristic enough about a specific infection to make the diagnosis obvious. Thus, the pathway to the diagnosis of infections that are not endemic in a region relies heavily on taking a thorough history of both itinerary and of specific exposures. One important caveat is that on occasion, the history of a recent trip creates an element of \"tunnel vision\" in the evaluating health-care provider. It is tempting to relate a person\u0027s problem to that recent trip; however, when evaluating recent returnees, it is always important to remember that the travel may have nothing to do with the patient\u0027s presentation. Recent travel may add diagnostic considerations to the list of possibilities, but an astute clinician must not disregard the possibility that the patient\u0027s illness has nothing to do with the recent trip. (CHEST 2008; 134:163-171) ",
      "sentences": [
        [
          {
            "segment_text": "Many acute infectious pulmonary diseases have incubation periods that are long enough for travelers to have symptoms after returning home to a health-care system that is not familiar with `` foreign \u0027\u0027 infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory infections have a relatively limited repertoire of clinical manifestations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so that there is often nothing characteristic enough about a specific infection to make the diagnosis obvious .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the pathway to the diagnosis of infections that are not endemic in a region relies heavily on taking a thorough history of both itinerary and of specific exposures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One important caveat is that on occasion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the history of a recent trip creates an element of `` tunnel vision \u0027\u0027 in the evaluating health-care provider .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is tempting to relate a person \u0027s problem to that recent trip ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when evaluating recent returnees , it is always important to remember that the travel may have nothing to do with the patient \u0027s presentation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent travel may add diagnostic considerations to the list of possibilities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but an astute clinician must not disregard the possibility that the patient \u0027s illness has nothing to do with the recent trip .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( CHEST 2008 ; 134:163-171 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "204"
  }
}