{
  "paper_id": "cd032cf1c7d6bda8be974e6601b7a1e8d79b25de",
  "metadata": {
    "title": "The DEAD-Box RNA Helicase DDX1 Interacts with the Viral Protein 3D and Inhibits Foot-and-Mouth Disease Virus Replication",
    "coda_data_split": "train",
    "coda_paper_id": 6073,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Foot-and-mouth disease virus (FMDV) can infect domestic and wild cloven-hoofed animals. The non-structural protein 3D plays an important role in FMDV replication and pathogenesis. However, the interaction partners of 3D, and the effects of those interactions on FMDV replication, remain incompletely elucidated. In the present study, using the yeast two-hybrid system, we identified a porcine cell protein, DEAD-box RNA helicase 1 (DDX1), which interacted with FMDV 3D. The DDX1-3D interaction was further confirmed by co-immunoprecipitation experiments and an indirect immunofluorescence assay (IFA) in porcine kidney 15 (PK-15) cells. DDX1 was reported to either inhibit or facilitate viral replication and regulate host innate immune responses. However, the roles of DDX1 during FMDV infection remain unclear. Our results revealed that DDX1 inhibited FMDV replication in an ATPase/helicase activity-dependent manner. In addition, DDX1 stimulated IFN-b activation in FMDV-infected cells. Together, our results expand the body of knowledge regarding the role of DDX1 in FMDV infection.",
      "sentences": [
        [
          {
            "segment_text": "Foot-and-mouth disease virus ( FMDV ) can infect domestic and wild cloven-hoofed animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The non-structural protein 3D plays an important role in FMDV replication and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the interaction partners of 3D ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the effects of those interactions on FMDV replication , remain incompletely elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , using the yeast two-hybrid system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified a porcine cell protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DEAD-box RNA helicase 1 ( DDX1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which interacted with FMDV 3D .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The DDX1-3D interaction was further confirmed by co-immunoprecipitation experiments and an indirect immunofluorescence assay ( IFA ) in porcine kidney 15 ( PK-15 ) cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DDX1 was reported to either inhibit or facilitate viral replication and regulate host innate immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the roles of DDX1 during FMDV infection remain unclear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results revealed that DDX1 inhibited FMDV replication in an ATPase/helicase activity-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , DDX1 stimulated IFN-b activation in FMDV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , our results expand the body of knowledge regarding the role of DDX1 in FMDV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Foot-and-mouth disease virus (FMDV) Á Interaction Á DEAD-box RNA helicase 1 (DDX1) Á Antiviral function Á Interferon Electronic supplementary material The online version of this article (https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Keywords Foot-and-mouth disease virus ( FMDV ) Á Interaction Á DEAD-box RNA helicase 1 ( DDX1 ) Á Antiviral function Á Interferon Electronic supplementary material The online version of this article ( https://doi .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "214"
  }
}