{
  "paper_id": "cd1450373b05cee32d0fa1e23713275249a315b3",
  "metadata": {
    "title": "ANTIBODY FUSIONS REDUCE ONSET OF EXPERIMENTAL CRYPTOSPORIDIUM PARVUM INFECTION IN CALVES",
    "coda_data_split": "train",
    "coda_paper_id": 3618,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cryptosporidium parvum is one of the main causes of diarrhea in neonatal calves resulting in significant morbidity and economic losses for producers worldwide. We have previously demonstrated efficacy of a new class of antimicrobial antibody fusions in a neonatal mouse model for C. parvum infection. Here, we extend efficacy testing of these products to experimental infection in calves, the principal target species. Neonatal calves were challenged with C. parvum oocysts and concomitantly treated with antibody-biocide fusion 4H9-G1-LL37 over the course of four days. This resulted in reduced severity of the disease when compared to control animals. Overall clinical health parameters showed significant improvement in treated animals. Oocyst shedding was reduced in treated when compared to control animals. Control of oocyst shedding is a prerequisite for breaking the cycle of re-infection on dairy farms. Antibody-biocide fusion products thus have the potential to reduce the impact of the infection in both individual animals and in the herd.",
      "sentences": [
        [
          {
            "segment_text": "Cryptosporidium parvum is one of the main causes of diarrhea in neonatal calves resulting in significant morbidity and economic losses for producers worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously demonstrated efficacy of a new class of antimicrobial antibody fusions in a neonatal mouse model for C. parvum infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we extend efficacy testing of these products to experimental infection in calves , the principal target species .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Neonatal calves were challenged with C. parvum oocysts and concomitantly treated with antibody-biocide fusion 4H9-G1-LL37 over the course of four days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This resulted in reduced severity of the disease when compared to control animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall clinical health parameters showed significant improvement in treated animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Oocyst shedding was reduced in treated when compared to control animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Control of oocyst shedding is a prerequisite for breaking the cycle of re-infection on dairy farms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibody-biocide fusion products thus have the potential to reduce the impact of the infection in both individual animals and in the herd .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "9",
    "token_num": "166"
  }
}