{
  "paper_id": "cd18b402ae6cf0913a3a12aef3a8819964d8057e",
  "metadata": {
    "title": "Pig immune response to general stimulus and to porcine reproductive and respiratory syndrome virus infection: a meta-analysis approach",
    "coda_data_split": "train",
    "coda_paper_id": 9613,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The availability of gene expression data that corresponds to pig immune response challenges provides compelling material for the understanding of the host immune system. Meta-analysis offers the opportunity to confirm and expand our knowledge by combining and studying at one time a vast set of independent studies creating large datasets with increased statistical power. In this study, we performed two metaanalyses of porcine transcriptomic data: i) scrutinized the global immune response to different challenges, and ii) determined the specific response to Porcine Reproductive and Respiratory Syndrome Virus (PRRSV) infection. To gain an in-depth knowledge of the pig response to PRRSV infection, we used an original approach comparing and eliminating the common genes from both meta-analyses in order to identify genes and pathways specifically involved in the PRRSV immune response. The software Pointillist was used to cope with the highly disparate data, circumventing the biases generated by the specific responses linked to single studies. Next, we used the Ingenuity Pathways Analysis (IPA) software to survey the canonical pathways, biological functions and transcription factors found to be significantly involved in the pig immune response. We used 779 chips corresponding to 29 datasets for the pig global immune response and 279 chips obtained from 6 datasets for the pig response to PRRSV infection, respectively.",
      "sentences": [
        [
          {
            "segment_text": "Background : The availability of gene expression data that corresponds to pig immune response challenges provides compelling material for the understanding of the host immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meta-analysis offers the opportunity to confirm and expand our knowledge by combining and studying at one time a vast set of independent studies creating large datasets with increased statistical power .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we performed two metaanalyses of porcine transcriptomic data : i ) scrutinized the global immune response to different challenges ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ii ) determined the specific response to Porcine Reproductive and Respiratory Syndrome Virus ( PRRSV ) infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To gain an in-depth knowledge of the pig response to PRRSV infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we used an original approach comparing and eliminating the common genes from both meta-analyses in order to identify genes and pathways specifically involved in the PRRSV immune response .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The software Pointillist was used to cope with the highly disparate data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "circumventing the biases generated by the specific responses linked to single studies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Next , we used the Ingenuity Pathways Analysis ( IPA ) software to survey the canonical pathways ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "biological functions and transcription factors found to be significantly involved in the pig immune response .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used 779 chips corresponding to 29 datasets for the pig global immune response and 279 chips obtained from 6 datasets for the pig response to PRRSV infection , respectively .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This work reveals key genes, canonical pathways and biological functions involved in the pig global immune response to diverse challenges, including PRRSV infection. The powerful statistical approach led us to consolidate previous findings as well as to gain new insights into the pig immune response either to common stimuli or specifically to PRRSV infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This work reveals key genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "canonical pathways and biological functions involved in the pig global immune response to diverse challenges , including PRRSV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The powerful statistical approach led us to consolidate previous findings as well as to gain new insights into the pig immune response either to common stimuli or specifically to PRRSV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "294"
  }
}