{
  "paper_id": "cd20636717b2150e71b69c9d62945a8f3a49b809",
  "metadata": {
    "title": "Recombinant Receptor Binding Domain Protein Induces Partial Protective Immunity in Rhesus Macaques Against Middle East Respiratory Syndrome Coronavirus Challenge ☆-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 7960,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Development an effective vaccine against Middle East respiratory syndrome coronavirus (MERS-CoV) is urgent and limited information is available on vaccination in nonhuman primate (NHP) model. We herein report of evaluating a recombinant receptor-binding domain (rRBD) protein vaccine in a rhesus macaque model. Methods: Nine monkeys were randomly assigned to high-dose, low-dose and mock groups,which were immunized with different doses of rRBD plus alum adjuvant or adjuvant alone at different time points (0, 8, 25 weeks). Immunological analysis was conducted after each immunisation. Monkeys were challenged with MERS-CoV at 14 days after the final immunisation followed by observation for clinical signs and chest X-rays. Nasal, oropharyngeal and rectal swabs were also collected for analyses. Monkeys were euthanized 3 days after challenge and multiple specimens from tissues were collected for pathological, virological and immunological tests. Conclusion: Robust and sustained immunological responses (including neutralisation antibody) were elicited by the rRBD vaccination. Besides, rRBD vaccination alleviated pneumonia with evidence of reduced tissue impairment and clinical manifestation in monkeys. Furthermore, the rRBD vaccine decreased viral load of lung, trachea and oropharyngeal swabs of monkeys. These data in NHP paves a way for further development of an effective human vaccine against MERS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "Background : Development an effective vaccine against Middle East respiratory syndrome coronavirus ( MERS-CoV ) is urgent and limited information is available on vaccination in nonhuman primate ( NHP ) model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We herein report of evaluating a recombinant receptor-binding domain ( rRBD ) protein vaccine in a rhesus macaque model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Nine monkeys were randomly assigned to high-dose ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "low-dose and mock groups , which were immunized with different doses of rRBD plus alum adjuvant or adjuvant alone at different time points ( 0 , 8 , 25 weeks ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunological analysis was conducted after each immunisation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Monkeys were challenged with MERS-CoV at 14 days after the final immunisation followed by observation for clinical signs and chest X-rays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal , oropharyngeal and rectal swabs were also collected for analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Monkeys were euthanized 3 days after challenge and multiple specimens from tissues were collected for pathological , virological and immunological tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Robust and sustained immunological responses ( including neutralisation antibody ) were elicited by the rRBD vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides , rRBD vaccination alleviated pneumonia with evidence of reduced tissue impairment and clinical manifestation in monkeys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the rRBD vaccine decreased viral load of lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trachea and oropharyngeal swabs of monkeys .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data in NHP paves a way for further development of an effective human vaccine against MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "232"
  }
}