{
  "paper_id": "cd5ecb61ee562e83a2f76e6e9673684d9e769a74",
  "metadata": {
    "title": "Impacts of high-speed rail on domestic air transportation in China",
    "coda_data_split": "train",
    "coda_paper_id": 9351,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study investigates the impacts of high-speed rail (HSR) on domestic air transportation in China using a new comprehensive modeling framework utilizing both demand and supply perspectives. For the first time the assessment was conducted using an improved panel regression model by taking into account of the detailed opening schedules of various HSR services during the period 2001-2014. The research findings reveal that the deployed HSR services have a significant substitutional effect on domestic air transportation in China, but the effect varies across different HSR routes, travel distance and city type. Specifically, the research found a decrease in domestic passengers of 28.2%, in flights of 24.6% and in seat capacity of 27.9% after the introduction of HSR services. The impacts are found much stronger among those air routes that connect major hub within a distance range of 500 to 800 km. The uneven nature of the impact can be seen in the different experiences of selected cities. For example, air travel declined approximately 45% after commencement of the Wuhan-Guangzhou HSR, whereas it fell by 34% after the opening of the Beijing-Shanghai HSR.",
      "sentences": [
        [
          {
            "segment_text": "This study investigates the impacts of high-speed rail ( HSR ) on domestic air transportation in China using a new comprehensive modeling framework utilizing both demand and supply perspectives .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For the first time the assessment was conducted using an improved panel regression model by taking into account of the detailed opening schedules of various HSR services during the period 2001-2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The research findings reveal that the deployed HSR services have a significant substitutional effect on domestic air transportation in China ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the effect varies across different HSR routes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "travel distance and city type .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically , the research found a decrease in domestic passengers of 28.2 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in flights of 24.6 % and in seat capacity of 27.9 % after the introduction of HSR services .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The impacts are found much stronger among those air routes that connect major hub within a distance range of 500 to 800 km .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The uneven nature of the impact can be seen in the different experiences of selected cities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For example , air travel declined approximately 45 % after commencement of the Wuhan-Guangzhou HSR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas it fell by 34 % after the opening of the Beijing-Shanghai HSR .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "http://dx.",
      "sentences": [
        [
          {
            "segment_text": "http://dx .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "204"
  }
}