{
  "paper_id": "cd8448251f371435b51a7fa9506c85e8f162bf48",
  "metadata": {
    "title": "Endothelial pathomechanisms in acute lung injury",
    "coda_data_split": "train",
    "coda_paper_id": 4473,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute lung injury (ALI) and its most severe extreme the acute respiratory distress syndrome (ARDS) refer to increased-permeability pulmonary edema caused by a variety of pulmonary or systemic insults. ALI and in particular ARDS, are usually accompanied by refractory hypoxemia and the need for mechanical ventilation. In most cases, an exaggerated inflammatory and pro-thrombotic reaction to an initial stimulus, such as systemic infection, elicits disruption of the alveolo-capillary membrane and vascular fluid leak. The pulmonary endothelium is a major metabolic organ promoting adequate pulmonary and systemic vascular homeostasis, and a main target of circulating cells and humoral mediators under injury; pulmonary endothelium is therefore critically involved in the pathogenesis of ALI. In this review we will discuss mechanisms of pulmonary endothelial dysfunction and edema generation in the lung with special emphasis on the interplay between the endothelium, the immune and hemostatic systems, and highlight how these principles apply in the context of defined disorders and specific insults implicated in ALI pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Acute lung injury ( ALI ) and its most severe extreme the acute respiratory distress syndrome ( ARDS ) refer to increased-permeability pulmonary edema caused by a variety of pulmonary or systemic insults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ALI and in particular ARDS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are usually accompanied by refractory hypoxemia and the need for mechanical ventilation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In most cases , an exaggerated inflammatory and pro-thrombotic reaction to an initial stimulus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as systemic infection , elicits disruption of the alveolo-capillary membrane and vascular fluid leak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pulmonary endothelium is a major metabolic organ promoting adequate pulmonary and systemic vascular homeostasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a main target of circulating cells and humoral mediators under injury ; pulmonary endothelium is therefore critically involved in the pathogenesis of ALI .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we will discuss mechanisms of pulmonary endothelial dysfunction and edema generation in the lung with special emphasis on the interplay between the endothelium ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the immune and hemostatic systems ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and highlight how these principles apply in the context of defined disorders and specific insults implicated in ALI pathogenesis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "178"
  }
}