{
  "paper_id": "cd90be0889655b15519305753b9433e3ce66a5c0",
  "metadata": {
    "title": "EIF4A2 interacts with the membrane protein of transmissible gastroenteritis coronavirus and plays a role in virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 8419,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis coronavirus (TGEV) is enteropathogenic coronavirus that causes diarrhea in pigs, and is associated with high morbidity and mortality in sucking piglets. The TGEV membrane (M) protein is a decisive protein for the proliferation of viral proteins, and is associated with virus assembly and budding. To identify the cellular proteins that interact with the TGEV M protein, yeast two-hybrid screening was employed, and seven cellular proteins were identified M-binding partners. Using the GST pull-down approach and a CO-IP assay, the M protein was found to interact with porcine intestinal cells via eukaryotic translation initiation factor 4-alpha (EIF4A2), an essential component of the cellular translational machinery. Additionally, confocal microscopy revealed that EIF4A2 and M were colocalized in the cytoplasm. Furthermore, the function of EIF4A2 in intestinal cells during TGEV infection was examined. A knockdown of EIF4A2 by siRNA markedly decreased M protein proliferation and TGEV replication in target cells. Thus demonstrating that EIF4A2 plays a significant role in TGEV replication. The present study provides mechanistic insight into the interaction between the TGEV M protein and intestinal cells which contributes to the understanding of coronavirus replication and may be useful for the development of novel therapeutic strategies for TGEV infection.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis coronavirus ( TGEV ) is enteropathogenic coronavirus that causes diarrhea in pigs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is associated with high morbidity and mortality in sucking piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The TGEV membrane ( M ) protein is a decisive protein for the proliferation of viral proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is associated with virus assembly and budding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify the cellular proteins that interact with the TGEV M protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "yeast two-hybrid screening was employed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and seven cellular proteins were identified M-binding partners .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using the GST pull-down approach and a CO-IP assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the M protein was found to interact with porcine intestinal cells via eukaryotic translation initiation factor 4-alpha ( EIF4A2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an essential component of the cellular translational machinery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , confocal microscopy revealed that EIF4A2 and M were colocalized in the cytoplasm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the function of EIF4A2 in intestinal cells during TGEV infection was examined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A knockdown of EIF4A2 by siRNA markedly decreased M protein proliferation and TGEV replication in target cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus demonstrating that EIF4A2 plays a significant role in TGEV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study provides mechanistic insight into the interaction between the TGEV M protein and intestinal cells which contributes to the understanding of coronavirus replication and may be useful for the development of novel therapeutic strategies for TGEV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "222"
  }
}