{
  "paper_id": "cd97924f9086a3b48379c59a7b87fd01a66b3f11",
  "metadata": {
    "title": "Bromovirus RNA Replication Compartment Formation Requires Concerted Action of 1a\u0027s Self-Interacting RNA Capping and Helicase Domains",
    "coda_data_split": "train",
    "coda_paper_id": 5569,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "All positive-strand RNA viruses replicate their genomes in association with rearranged intracellular membranes such as singleor double-membrane vesicles. Brome mosaic virus (BMV) RNA synthesis occurs in vesicular endoplasmic reticulum (ER) membrane invaginations, each induced by many copies of viral replication protein 1a, which has N-terminal RNA capping and C-terminal helicase domains. Although the capping domain is responsible for 1a membrane association and ER targeting, neither this domain nor the helicase domain was sufficient to induce replication vesicle formation. Moreover, despite their potential for mutual interaction, the capping and helicase domains showed no complementation when coexpressed in trans. Crosslinking showed that the capping and helicase domains each form trimers and larger multimers in vivo, and the capping domain formed extended, stacked, hexagonal lattices in vivo. Furthermore, coexpressing the capping domain blocked the ability of fulllength 1a to form replication vesicles and replicate RNA and recruited full-length 1a into mixed hexagonal lattices with the capping domain. Thus, BMV replication vesicle formation and RNA replication depend on the direct linkage and concerted action of 1a\u0027s self-interacting capping and helicase domains. In particular, the capping domain\u0027s strong dominant-negative effects showed that the ability of full-length 1a to form replication vesicles was highly sensitive to disruption by non-productively titrating lattice-forming self-interactions of the capping domain. These and other findings shed light on the roles and interactions of 1a domains in replication compartment formation and support prior results suggesting that 1a induces replication vesicles by forming a capsid-like interior shell.",
      "sentences": [
        [
          {
            "segment_text": "All positive-strand RNA viruses replicate their genomes in association with rearranged intracellular membranes such as singleor double-membrane vesicles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Brome mosaic virus ( BMV ) RNA synthesis occurs in vesicular endoplasmic reticulum ( ER ) membrane invaginations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each induced by many copies of viral replication protein 1a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has N-terminal RNA capping and C-terminal helicase domains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the capping domain is responsible for 1a membrane association and ER targeting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neither this domain nor the helicase domain was sufficient to induce replication vesicle formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , despite their potential for mutual interaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the capping and helicase domains showed no complementation when coexpressed in trans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Crosslinking showed that the capping and helicase domains each form trimers and larger multimers in vivo ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the capping domain formed extended ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stacked , hexagonal lattices in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , coexpressing the capping domain blocked the ability of fulllength 1a to form replication vesicles and replicate RNA and recruited full-length 1a into mixed hexagonal lattices with the capping domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , BMV replication vesicle formation and RNA replication depend on the direct linkage and concerted action of 1a \u0027s self-interacting capping and helicase domains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , the capping domain \u0027s strong dominant-negative effects showed that the ability of full-length 1a to form replication vesicles was highly sensitive to disruption by non-productively titrating lattice-forming self-interactions of the capping domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These and other findings shed light on the roles and interactions of 1a domains in replication compartment formation and support prior results suggesting that 1a induces replication vesicles by forming a capsid-like interior shell .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "270"
  }
}