{
  "paper_id": "cda01ec7142d383ddb2bc74f75ba19ca958b8ca0",
  "metadata": {
    "title": "Secondary Bacterial Infections in Influenza Virus Infection Pathogenesis",
    "coda_data_split": "train",
    "coda_paper_id": 4935,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza is often complicated by bacterial pathogens that colonize the nasopharynx and invade the middle ear and/or lung epithelium. Incidence and pathogenicity of influenza-bacterial coinfections are multifactorial processes that involve various pathogenic virulence factors and host responses with distinct site-and strain-specific differences. Animal models and kinetic models have improved our understanding of how influenza viruses interact with their bacterial co-pathogens and the accompanying immune responses. Data from these models indicate that considerable alterations in epithelial surfaces and aberrant immune responses lead to severe inflammation, a key driver of bacterial acquisition and infection severity following influenza. However, further experimental and analytical studies are essential to determining the full mechanistic spectrum of different viral and bacterial strains and species and to finding new ways to prevent and treat influenza-associated bacterial coinfections. Here, we review recent advances regarding transmission and disease potential of influenza-associated bacterial infections and discuss the current gaps in knowledge.",
      "sentences": [
        [
          {
            "segment_text": "Influenza is often complicated by bacterial pathogens that colonize the nasopharynx and invade the middle ear and/or lung epithelium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Incidence and pathogenicity of influenza-bacterial coinfections are multifactorial processes that involve various pathogenic virulence factors and host responses with distinct site-and strain-specific differences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal models and kinetic models have improved our understanding of how influenza viruses interact with their bacterial co-pathogens and the accompanying immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Data from these models indicate that considerable alterations in epithelial surfaces and aberrant immune responses lead to severe inflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a key driver of bacterial acquisition and infection severity following influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , further experimental and analytical studies are essential to determining the full mechanistic spectrum of different viral and bacterial strains and species and to finding new ways to prevent and treat influenza-associated bacterial coinfections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review recent advances regarding transmission and disease potential of influenza-associated bacterial infections and discuss the current gaps in knowledge .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "159"
  }
}