{
  "paper_id": "cdae67da9ac6cb4466d0eb137d9657682fae9768",
  "metadata": {
    "title": "Characterization of a temperature sensitive feline infectious peritonitis coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9944,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The characteristics of a temperature sensitive feline infectious peritonitis virus (TS-FIPV) were examined. TS-FIPV, unlike its parent strain, DF2 wild type FIPV (WT-FIPV), propagated at 31 °C (permissive temperature) but not at 39 °C (nonpermissive temperature). This temperature preference of TS-FIPV was also demonstrated in cats by the ability of the virus to replicate only at the lower temperature in the upper respiratory tract and not at systemic sites where higher temperatures (38-39 °C) prevail. Viral structural proteins and RNA were synthesized at 39 °C but some undefined maturational defect prevented the formation of infectious TS-FIPV at its nonpermissive temperature. TS-FIPV was more thennolabile than WT-FIPV which indicated alterations in the structural proteins of TS-FIPV, and a difference in the envelope protein of the two viruses was revealed by Western blot analysis. Plaque assay characterization showed that TS-FIPV produced small plaques in comparison to the large plaques of WT-FIPV. These unique characteristics possessed by TS-FIPV may account for its nonvirulent nature and ability to stimulate protective immune responses in cats.",
      "sentences": [
        [
          {
            "segment_text": "The characteristics of a temperature sensitive feline infectious peritonitis virus ( TS-FIPV ) were examined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "TS-FIPV , unlike its parent strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DF2 wild type FIPV ( WT-FIPV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "propagated at 31 °C ( permissive temperature ) but not at 39 °C ( nonpermissive temperature ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This temperature preference of TS-FIPV was also demonstrated in cats by the ability of the virus to replicate only at the lower temperature in the upper respiratory tract and not at systemic sites where higher temperatures ( 38-39 °C ) prevail .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral structural proteins and RNA were synthesized at 39 °C but some undefined maturational defect prevented the formation of infectious TS-FIPV at its nonpermissive temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TS-FIPV was more thennolabile than WT-FIPV which indicated alterations in the structural proteins of TS-FIPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a difference in the envelope protein of the two viruses was revealed by Western blot analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Plaque assay characterization showed that TS-FIPV produced small plaques in comparison to the large plaques of WT-FIPV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These unique characteristics possessed by TS-FIPV may account for its nonvirulent nature and ability to stimulate protective immune responses in cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "191"
  }
}