{
  "paper_id": "cdb2bd1b90da9e8acc1eec157ff5b5efc32d64a1",
  "metadata": {
    "title": "P450s and UGTs: Key Players in the Structural Diversity of Triterpenoid Saponins",
    "coda_data_split": "train",
    "coda_paper_id": 6280,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The recent spread of next-generation sequencing techniques has facilitated transcriptome analyses of non-model plants. As a result, many of the genes encoding enzymes related to the production of specialized metabolites have been identified. Compounds derived from 2,3-oxidosqualene (the common precursor of sterols, steroids and triterpenoids), a linear compound of 30 carbon atoms produced through the mevalonate pathway, are called triterpenes. These include essential sterols, which are structural components of biomembranes; steroids such as the plant hormones, brassinolides and the toxin in potatoes, solanine; as well as the structurally diverse triterpenoids. Triterpenoids containing one or more sugar moieties attached to triterpenoid aglycones are called triterpenoid saponins. Triterpenoid saponins have been shown to have various medicinal properties, such as anti-inflammatory, anticancerogenic and antiviral effects. This review summarizes the recent progress in gene discovery and elucidates the biochemical functions of biosynthetic enzymes in triterpenoid saponin biosynthesis. Special focus is placed on key players in generating the structural diversity of triterpenoid saponins, cytochrome P450 monooxygenases (P450s) and the UDPdependent glycosyltransferases (UGTs). Perspectives on further gene discovery and the use of biosynthetic genes for the microbial production of plant-derived triterpenoid saponins are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "The recent spread of next-generation sequencing techniques has facilitated transcriptome analyses of non-model plants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , many of the genes encoding enzymes related to the production of specialized metabolites have been identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compounds derived from 2,3-oxidosqualene ( the common precursor of sterols , steroids and triterpenoids ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a linear compound of 30 carbon atoms produced through the mevalonate pathway , are called triterpenes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These include essential sterols , which are structural components of biomembranes ; steroids such as the plant hormones ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "brassinolides and the toxin in potatoes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "solanine ; as well as the structurally diverse triterpenoids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Triterpenoids containing one or more sugar moieties attached to triterpenoid aglycones are called triterpenoid saponins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Triterpenoid saponins have been shown to have various medicinal properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as anti-inflammatory , anticancerogenic and antiviral effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the recent progress in gene discovery and elucidates the biochemical functions of biosynthetic enzymes in triterpenoid saponin biosynthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Special focus is placed on key players in generating the structural diversity of triterpenoid saponins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytochrome P450 monooxygenases ( P450s ) and the UDPdependent glycosyltransferases ( UGTs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Perspectives on further gene discovery and the use of biosynthetic genes for the microbial production of plant-derived triterpenoid saponins are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "216"
  }
}