{
  "paper_id": "cdbb0432697559fa369ef2df9c304242a279bc28",
  "metadata": {
    "title": "The Integument 1",
    "coda_data_split": "train",
    "coda_paper_id": 8292,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The skin is the largest organ in the body and has haired and hairless portions (Figs. 17-1 and 17-2). It consists of epidermis, dermis, subcutis, and adnexa (hair follicles and sebaceous, sweat, and other glands). The histologic structure varies greatly by anatomic site and among different species of animals. The haired skin is thickest over the dorsal aspect of the body and on the lateral aspect of the limbs and is thinnest on the ventral aspect of the body and the medial aspect of the thighs. Haired skin has a thinner epidermis, whereas nonhaired skin of the nose and pawpads has a thicker epidermis (see Figs. 17-1 and 17-2) . The skin of large animals is generally thicker than the skin of small animals. The subcutis, consisting of lobules of adipose tissue and fascia, connects the more superficial layers (epidermis and dermis) with the underlying fascia and musculature.",
      "sentences": [
        [
          {
            "segment_text": "The skin is the largest organ in the body and has haired and hairless portions ( Figs. 17-1 and 17-2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It consists of epidermis , dermis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subcutis , and adnexa ( hair follicles and sebaceous , sweat , and other glands ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The histologic structure varies greatly by anatomic site and among different species of animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The haired skin is thickest over the dorsal aspect of the body and on the lateral aspect of the limbs and is thinnest on the ventral aspect of the body and the medial aspect of the thighs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Haired skin has a thinner epidermis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas nonhaired skin of the nose and pawpads has a thicker epidermis ( see Figs. 17-1 and 17-2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The skin of large animals is generally thicker than the skin of small animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The subcutis , consisting of lobules of adipose tissue and fascia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "connects the more superficial layers ( epidermis and dermis ) with the underlying fascia and musculature .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "170"
  }
}