{
  "paper_id": "cdc164ee5fb5c2e3f2089c365627e9ee41488072",
  "metadata": {
    "title": "Equine Coronavirus-Associated Colitis in Horses: A Retrospective Study",
    "coda_data_split": "train",
    "coda_paper_id": 7467,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Equine coronavirus (ECoV) is a known cause of fever, anorexia, and lethargy in adult horses. Although there are multiple reports of ECoV outbreaks, less is known about the clinical presentation of individual horses during a nonoutbreak situation. The purpose of this study was to describe the clinical presentation of horses diagnosed with ECoV infection that were not associated with an outbreak. Medical records of all horses admitted to Washington State University, Veterinary Teaching Hospital, during an 8year period were reviewed (2010e2018). The five horses included in this study were older than 1 year of age, were diagnosed with colitis, tested positive for ECoV using real-time polymerase chain reaction, and were negative to other enteric pathogens. Interestingly, 4 of 5 horses had moderate to severe diarrhea, 3 had abnormal large colon ultrasonography, 2 had transient ventricular tachycardia and 2 had clinicopathologic evidence of liver dysfunction. ECoV should be included as a differential diagnosis for individual horses presenting with anorexia, fever, lethargy, and colitis. Early identification of ECoV cases is key to implement appropriate biosecurity measures to prevent the potential spread of this disease.",
      "sentences": [
        [
          {
            "segment_text": "Equine coronavirus ( ECoV ) is a known cause of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "anorexia , and lethargy in adult horses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although there are multiple reports of ECoV outbreaks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "less is known about the clinical presentation of individual horses during a nonoutbreak situation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to describe the clinical presentation of horses diagnosed with ECoV infection that were not associated with an outbreak .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Medical records of all horses admitted to Washington State University ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Veterinary Teaching Hospital , during an 8 year period were reviewed ( 2010e2018 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The five horses included in this study were older than 1 year of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were diagnosed with colitis , tested positive for ECoV using real-time polymerase chain reaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were negative to other enteric pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , 4 of 5 horses had moderate to severe diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3 had abnormal large colon ultrasonography ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 had transient ventricular tachycardia and 2 had clinicopathologic evidence of liver dysfunction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ECoV should be included as a differential diagnosis for individual horses presenting with anorexia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fever , lethargy , and colitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Early identification of ECoV cases is key to implement appropriate biosecurity measures to prevent the potential spread of this disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "209"
  }
}