{
  "paper_id": "cdc329678216ba082e673fe9ecebca5353dc9060",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4376,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "AOM Acute otitis media HCV Human coronavirus HRV Human rhinovirus MEE Middle ear effusion OME Otitis media with effusion PBS Phosphate-buffered saline RSV Respiratory syncytial virus RT-PCR Reverse-transcriptase polymerase chain reaction Objectives: To study the association of human rhinovirus (HRV), respiratory syncytial virus (RSV), and human coronavirus infections in children aged 6 months to 12 years with otitis media with effusion (OME). To determine how long HRV RNA can be detected after HRV infection. Methods: Middle ear effusion (MEE) samples collected at the time of tympanostomy tube placement from 100 children with OME were examined. Viral RNA was detected by reverse-transcriptase polymerase chain reaction. For HRV the results were compared with virus isolation in cell culture. In vitro studies of the persistence of HRV infectivity and RNA were conducted by combining ~10 5 median cell culture infectious doses of HRV with pooled MEE at 37°C and assaying serial samples for 12 weeks.",
      "sentences": [
        [
          {
            "segment_text": "AOM Acute otitis media HCV Human coronavirus HRV Human rhinovirus MEE Middle ear effusion OME Otitis media with effusion PBS Phosphate-buffered saline RSV Respiratory syncytial virus RT-PCR Reverse-transcriptase polymerase chain reaction Objectives : To study the association of human rhinovirus ( HRV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and human coronavirus infections in children aged 6 months to 12 years with otitis media with effusion ( OME ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine how long HRV RNA can be detected after HRV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Middle ear effusion ( MEE ) samples collected at the time of tympanostomy tube placement from 100 children with OME were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was detected by reverse-transcriptase polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For HRV the results were compared with virus isolation in cell culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vitro studies of the persistence of HRV infectivity and RNA were conducted by combining ~ 10 5 median cell culture infectious doses of HRV with pooled MEE at 37 °C and assaying serial samples for 12 weeks .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Virus RNA was detected in 30 children. HRV was detected by reverse-transcriptase polymerase chain reaction in 19 children with OME and by virus isolation in 5 children. RSV RNA was found in 8 and HCV in 3 children with OME. No dual viral infection was found. Bacterial pathogens were isolated from 35 MEE samples and were associated with viral RNA in 11 cases, most often with HRV (9 cases). Under in vitro conditions, HRV culture positivity declined rapidly (\u003c2 days), but RNA was detectable for up to 8 weeks.",
      "sentences": [
        [
          {
            "segment_text": "Results : Virus RNA was detected in 30 children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HRV was detected by reverse-transcriptase polymerase chain reaction in 19 children with OME and by virus isolation in 5 children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV RNA was found in 8 and HCV in 3 children with OME .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No dual viral infection was found .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacterial pathogens were isolated from 35 MEE samples and were associated with viral RNA in 11 cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most often with HRV ( 9 cases ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Under in vitro conditions , HRV culture positivity declined rapidly ( \u003c 2 days ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but RNA was detectable for up to 8 weeks .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results suggest that virus infection, particularly HRV infection, either alone or concurrent with bacteria, is present in a larger percentage of children with OME than previously suspected. It remains to be determined how often the presence of viral RNA in MEE represents persistent RNA, ongoing viral replication, or recurrent infection. (J Pediatr 1998;133:390-4) ",
      "sentences": [
        [
          {
            "segment_text": "These results suggest that virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly HRV infection , either alone or concurrent with bacteria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is present in a larger percentage of children with OME than previously suspected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It remains to be determined how often the presence of viral RNA in MEE represents persistent RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ongoing viral replication , or recurrent infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Pediatr 1998 ; 133:390-4 )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "342"
  }
}