{
  "paper_id": "cdc7a84bccdf6a66bb0e2c902a818aa09ffabfc9",
  "metadata": {
    "title": "Tanreqing Injection Attenuates Lipopolysaccharide-Induced Airway Inflammation through MAPK/NF-B Signaling Pathways in Rats Model",
    "coda_data_split": "train",
    "coda_paper_id": 2917,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. Tanreqing injection (TRQ) is a commonly used herbal patent medicine for treating inflammatory airway diseases in view of its outstanding anti-inflammatory properties. In this study, we explored the signaling pathways involved in contributions of TRQ to LPS-induced airway inflammation in rats. Methods/Design. Adult male Sprague Dawley (SD) rats randomly divided into different groups received intratracheal instillation of LPS and/or intraperitoneal injection of TRQ. Bronchoalveolar Lavage Fluid (BALF) and lung samples were collected at 24 h, 48 h, and 96 h after TRQ administration. Protein and mRNA levels of tumor necrosis factor-(TNF-) , Interleukin-(IL-) 1 , IL-6, and IL-8 in BALF and lung homogenate were observed by ELISA and realtime PCR, respectively. Lung sections were stained for p38 MAPK and NF-B detection by immunohistochemistry. Phospho-p38 MAPK, phosphor-extracellular signal-regulated kinases ERK1/2, phospho-SAPK/JNK, phospho-NF-B p65, phospho-IKK / , and phospho-I B-were measured by western blot analysis. Results. The results showed that TRQ significantly counteracted LPSstimulated release of TNF-, IL-1 , IL-6, and IL-8, attenuated cells influx in BALF, mitigated mucus hypersecretion, suppressed phosphorylation of NF-B p65, I B-, ΙKK / , ERK1/2, JNK, and p38 MAPK, and inhibited p38 MAPK and NF-B p65 expression in rat lungs. Conclusions. Results of the current research indicate that TRQ possesses potent exhibitory effects in LPS-induced airway inflammation by, at least partially, suppressing the MAPKs and NF-B signaling pathways, in a general dose-dependent manner.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tanreqing injection ( TRQ ) is a commonly used herbal patent medicine for treating inflammatory airway diseases in view of its outstanding anti-inflammatory properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we explored the signaling pathways involved in contributions of TRQ to LPS-induced airway inflammation in rats .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods/Design .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Adult male Sprague Dawley ( SD ) rats randomly divided into different groups received intratracheal instillation of LPS and/or intraperitoneal injection of TRQ .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bronchoalveolar Lavage Fluid ( BALF ) and lung samples were collected at 24 h ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "48 h , and 96 h after TRQ administration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Protein and mRNA levels of tumor necrosis factor - ( TNF - ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Interleukin - ( IL - ) 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-6 , and IL-8 in BALF and lung homogenate were observed by ELISA and realtime PCR , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lung sections were stained for p38 MAPK and NF-B detection by immunohistochemistry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phospho-p38 MAPK , phosphor-extracellular signal-regulated kinases ERK1/2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "phospho-SAPK/JNK , phospho-NF-B p65 , phospho-IKK / ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and phospho-I B-were measured by western blot analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed that TRQ significantly counteracted LPSstimulated release of TNF - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-1 , IL-6 , and IL-8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "attenuated cells influx in BALF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mitigated mucus hypersecretion , suppressed phosphorylation of NF-B p65 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "I B - , ΙKK / ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ERK1/2 , JNK , and p38 MAPK ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and inhibited p38 MAPK and NF-B p65 expression in rat lungs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results of the current research indicate that TRQ possesses potent exhibitory effects in LPS-induced airway inflammation by ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least partially , suppressing the MAPKs and NF-B signaling pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in a general dose-dependent manner .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "26",
    "token_num": "281"
  }
}