{
  "paper_id": "cde51fb9e3c69afff2f2c85dbe3a3ca165e7bab4",
  "metadata": {
    "title": "Transcriptome Analysis of Feline Infectious Peritonitis Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 7811,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline infectious peritonitis (FIP) is a lethal systemic disease caused by FIP virus (FIPV). There are no effective vaccines or treatment available, and the virus virulence determinants and pathogenesis are not fully understood. Here, we describe the sequencing of RNA extracted from Crandell Rees Feline Kidney (CRFK) cells infected with FIPV using the Illumina next-generation sequencing approach. Bioinformatics analysis, based on Felis catus 2X annotated shotgun reference genome, using CLC bio Genome Workbench is used to map both control and infected cells. Kal\u0027s Z test statistical analysis is used to analyze the differentially expressed genes from the infected CRFK cells. In addition, RT-qPCR analysis is used for further transcriptional profi ling of selected genes in infected CRFK cells and Peripheral Blood Mononuclear Cells (PBMCs) from healthy and FIP-diagnosed cats.",
      "sentences": [
        [
          {
            "segment_text": "Feline infectious peritonitis ( FIP ) is a lethal systemic disease caused by FIP virus ( FIPV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are no effective vaccines or treatment available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the virus virulence determinants and pathogenesis are not fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the sequencing of RNA extracted from Crandell Rees Feline Kidney ( CRFK ) cells infected with FIPV using the Illumina next-generation sequencing approach .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Bioinformatics analysis , based on Felis catus 2X annotated shotgun reference genome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using CLC bio Genome Workbench is used to map both control and infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Kal \u0027s Z test statistical analysis is used to analyze the differentially expressed genes from the infected CRFK cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , RT-qPCR analysis is used for further transcriptional profi ling of selected genes in infected CRFK cells and Peripheral Blood Mononuclear Cells ( PBMCs ) from healthy and FIP-diagnosed cats .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "149"
  }
}