{
  "paper_id": "cdffc1eadb85e776433b6850a2dd40a350874622",
  "metadata": {
    "title": "Virology Journal Natural products that reduce rotavirus infectivity identified by a cell-based moderate-throughput screening assay",
    "coda_data_split": "train",
    "coda_paper_id": 2648,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: There is widespread interest in the use of innate immune modulators as a defense strategy against infectious pathogens. Using rotavirus as a model system, we developed a cell-based, moderate-throughput screening (MTS) assay to identify compounds that reduce rotavirus infectivity in vitro, toward a long-term goal of discovering immunomodulatory agents that enhance innate responses to viral infection.",
      "sentences": [
        [
          {
            "segment_text": "Background : There is widespread interest in the use of innate immune modulators as a defense strategy against infectious pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using rotavirus as a model system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we developed a cell-based , moderate-throughput screening ( MTS ) assay to identify compounds that reduce rotavirus infectivity in vitro ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "toward a long-term goal of discovering immunomodulatory agents that enhance innate responses to viral infection .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A natural product library consisting of 280 compounds was screened in the assay and 15 compounds that significantly reduced infectivity without cytotoxicity were identified. Time course analysis of four compounds with previously characterized effects on inflammatory gene expression inhibited replication with pre-treatment times as minimal as 2 hours. Two of these four compounds, α-mangostin and 18-β-glycyrrhetinic acid, activated NFκB and induced IL-8 secretion. The assay is adaptable to other virus systems, and amenable to full automation and adaptation to a high-throughput format.",
      "sentences": [
        [
          {
            "segment_text": "A natural product library consisting of 280 compounds was screened in the assay and 15 compounds that significantly reduced infectivity without cytotoxicity were identified .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Time course analysis of four compounds with previously characterized effects on inflammatory gene expression inhibited replication with pre-treatment times as minimal as 2 hours .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two of these four compounds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "α-mangostin and 18-β-glycyrrhetinic acid , activated NFκB and induced IL-8 secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay is adaptable to other virus systems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and amenable to full automation and adaptation to a high-throughput format .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Identification of several compounds with known effects on inflammatory and antiviral gene expression that confer resistance to rotavirus infection in vitro suggests the assay is an appropriate platform for discovery of compounds with potential to amplify innate antiviral responses.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Identification of several compounds with known effects on inflammatory and antiviral gene expression that confer resistance to rotavirus infection in vitro suggests the assay is an appropriate platform for discovery of compounds with potential to amplify innate antiviral responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "196"
  }
}