{
  "paper_id": "cdffb72af0749246fd5f957fda4e793e29911a83",
  "metadata": {
    "title": "SURVEY AND SUMMARY Insights into the development of chemical probes for RNA",
    "coda_data_split": "train",
    "coda_paper_id": 6408,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Over the past decade, the RNA revolution has revealed thousands of non-coding RNAs that are essential for cellular regulation and are misregulated in disease. While the development of methods and tools to study these RNAs has been challenging, the power and promise of small molecule chemical probes is increasingly recognized. To harness existing knowledge, we compiled a list of 116 ligands with reported activity against RNA targets in biological systems (R-BIND). In this survey, we examine the RNA targets, design and discovery strategies, and chemical probe characterization techniques of these ligands. We discuss the applicability of current tools to identify and evaluate RNA-targeted chemical probes, suggest criteria to assess the quality of RNA chemical probes and targets, and propose areas where new tools are particularly needed. We anticipate that this knowledge will expedite the discovery of RNA-targeted ligands and the next phase of the RNA revolution.",
      "sentences": [
        [
          {
            "segment_text": "Over the past decade , the RNA revolution has revealed thousands of non-coding RNAs that are essential for cellular regulation and are misregulated in disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the development of methods and tools to study these RNAs has been challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the power and promise of small molecule chemical probes is increasingly recognized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To harness existing knowledge , we compiled a list of 116 ligands with reported activity against RNA targets in biological systems ( R-BIND ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In this survey , we examine the RNA targets ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "design and discovery strategies , and chemical probe characterization techniques of these ligands .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We discuss the applicability of current tools to identify and evaluate RNA-targeted chemical probes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "suggest criteria to assess the quality of RNA chemical probes and targets ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and propose areas where new tools are particularly needed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We anticipate that this knowledge will expedite the discovery of RNA-targeted ligands and the next phase of the RNA revolution .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "162"
  }
}