{
  "paper_id": "ce0425b48e9b111a10f612fc562a2cd316633c15",
  "metadata": {
    "title": "Vaccines and Therapeutics Against Hantaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 9742,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hantaviruses (HVs) are rodent-transmitted viruses that can cause hantavirus cardiopulmonary syndrome (HCPS) in the Americas and hemorrhagic fever with renal syndrome (HFRS) in Eurasia. Together, these viruses have annually caused approximately 200,000 human infections worldwide in recent years, with a case fatality rate of 5-15% for HFRS and up to 40% for HCPS. There is currently no effective treatment available for either HFRS or HCPS. Only whole virus inactivated vaccines against HTNV or SEOV are licensed for use in the Republic of Korea and China, but the protective efficacies of these vaccines are uncertain. To a large extent, the immune correlates of protection against hantavirus are not known. In this review, we summarized the epidemiology, virology, and pathogenesis of four HFRS-causing viruses, HTNV, SEOV, PUUV, and DOBV, and two HCPS-causing viruses, ANDV and SNV, and then discussed the existing knowledge on vaccines and therapeutics against these diseases. We think that this information will shed light on the rational development of new vaccines and treatments.",
      "sentences": [
        [
          {
            "segment_text": "Hantaviruses ( HVs ) are rodent-transmitted viruses that can cause hantavirus cardiopulmonary syndrome ( HCPS ) in the Americas and hemorrhagic fever with renal syndrome ( HFRS ) in Eurasia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Together , these viruses have annually caused approximately 200,000 human infections worldwide in recent years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a case fatality rate of 5-15 % for HFRS and up to 40 % for HCPS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is currently no effective treatment available for either HFRS or HCPS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only whole virus inactivated vaccines against HTNV or SEOV are licensed for use in the Republic of Korea and China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the protective efficacies of these vaccines are uncertain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To a large extent , the immune correlates of protection against hantavirus are not known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarized the epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "virology , and pathogenesis of four HFRS-causing viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "HTNV , SEOV , PUUV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and DOBV , and two HCPS-causing viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "ANDV and SNV , and then discussed the existing knowledge on vaccines and therapeutics against these diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We think that this information will shed light on the rational development of new vaccines and treatments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "193"
  }
}