{
  "paper_id": "ce0ca681cb2db42644114ce96a1467a040deffb2",
  "metadata": {
    "title": "Cell adhesion as a novel approach to determining the cellular binding motif on the severe acute respiratory syndrome coronavirus spike protein",
    "coda_data_split": "train",
    "coda_paper_id": 9532,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging life threatening pathogens such as severe acute aspiratory syndrome-coronavirus (SARS-CoV), avian-origin influenzas H7N9, and the Middle East respiratory syndrome coronavirus (MERS-CoV) have caused a high case-fatality rate and psychological effects on society and the economy. Therefore, a simple, rapid, and safe method to investigate a therapeutic approach against these pathogens is required. In this study, a simple, quick, and safe cell adhesion inhibition assay was developed to determine the potential cellular binding site on the SARS-CoV spike protein. Various synthetic peptides covering the potential binding site helped to minimize further the binding motif to 10-25 residues. Following analyses, 2 peptides spanning the 436-445 and 437-461 amino acids of the spike protein were identified as peptide inhibitor or peptide vaccine candidates against SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Emerging life threatening pathogens such as severe acute aspiratory syndrome-coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "avian-origin influenzas H7N9 , and the Middle East respiratory syndrome coronavirus ( MERS-CoV ) have caused a high case-fatality rate and psychological effects on society and the economy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a simple , rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and safe method to investigate a therapeutic approach against these pathogens is required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a simple ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "quick , and safe cell adhesion inhibition assay was developed to determine the potential cellular binding site on the SARS-CoV spike protein .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Various synthetic peptides covering the potential binding site helped to minimize further the binding motif to 10-25 residues .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Following analyses , 2 peptides spanning the 436-445 and 437-461 amino acids of the spike protein were identified as peptide inhibitor or peptide vaccine candidates against SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "141"
  }
}