{
  "paper_id": "ce44a856b4195975947b45a950e95e4368f6b940",
  "metadata": {
    "title": "The Role of Electron Microscopy in the Rapid Diagnosis of Viral Infections -review and Foreign Cell in Clinical Specimens CONTENTS",
    "coda_data_split": "train",
    "coda_paper_id": 6488,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Electron microscopy (EM) allows fast visualization of viruses in a wide range of clinical specimens. Viruses are grouped into families based on their morphology. Viruses from various families look distinctly and these morphological variances are the basis for identification of viruses by EM. The identification to the family level is often sufficient for the clinician or recognition of an unknown infectious agent. Diagnostic EM has two advantages over enzyme-linked immunosorbent assay and nucleic acid amplification tests. After a simple and fast negative staining, EM allows fast morphological identification and differential diagnosis of infectious agents contained in the specimen without the need for special considerations and/or reagents. Nevertheless, EM has the disadvantage of being unsuitable as a screening method. Abbreviations CSF cerebrospinal fluid PBS phosphate-buffered saline ELISA enzyme-linked immunosorbent assay PCR polymerase chain reaction EM electron microscopy PTA phosphotungstic acid IEM immune electron microscopy SARS severe acute respiratory syndrome NAT nucleic acid amplification (techniques) SPIEM solid phase immune electron microscopy NRL/ELM",
      "sentences": [
        [
          {
            "segment_text": "Electron microscopy ( EM ) allows fast visualization of viruses in a wide range of clinical specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses are grouped into families based on their morphology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses from various families look distinctly and these morphological variances are the basis for identification of viruses by EM .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The identification to the family level is often sufficient for the clinician or recognition of an unknown infectious agent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnostic EM has two advantages over enzyme-linked immunosorbent assay and nucleic acid amplification tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After a simple and fast negative staining ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "EM allows fast morphological identification and differential diagnosis of infectious agents contained in the specimen without the need for special considerations and/or reagents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , EM has the disadvantage of being unsuitable as a screening method .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Abbreviations CSF cerebrospinal fluid PBS phosphate-buffered saline ELISA enzyme-linked immunosorbent assay PCR polymerase chain reaction EM electron microscopy PTA phosphotungstic acid IEM immune electron microscopy SARS severe acute respiratory syndrome NAT nucleic acid amplification ( techniques ) SPIEM solid phase immune electron microscopy NRL/ELM",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "173"
  }
}