{
  "paper_id": "ce4762b4a69b8405967ef8b79b92796cd35d3819",
  "metadata": {
    "title": "Loss of galectin-3 decreases the number of immune cells in the subventricular zone and restores proliferation in a viral model of multiple sclerosis Graphical Abstract HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4281,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) frequently starts near the lateral ventricles, which are lined by subventricular zone (SVZ) progenitor cells that can migrate to lesions and contribute to repair. Since MS-induced inflammation may decrease SVZ proliferation and thus limit repair, we studied the role of galectin-3 (Gal-3), a pro-inflammatory protein. Gal-3 expression was increased in periventricular regions of human MS in post-mortem brain samples and was also upregulated in periventricular regions in a murine MS model, Theiler\u0027s murine encephalomyelitis virus (TMEV) infection. Whereas TMEV increased SVZ chemokine (CCL2, CCL5, CCL8 and CXCL10) expression in wild type (WT) mice, this was inhibited in Gal-3 −/− mice. Though numerous CD45+ immune cells entered the SVZ of WT mice after TMEV infection, their numbers were significantly diminished in Gal-3 −/− mice. TMEV also reduced neuroblast and proliferative SVZ cell numbers in WT mice but this was restored in Gal-3 −/− mice and was correlated with increased numbers of doublecortin+ neuroblasts in the corpus callosum. In summary, our data showed that loss of Gal-3 blocked chemokine expression, reduced immune cell migration into the SVZ, reestablished SVZ proliferation and increased the number of progenitors in the corpus callosum. These results suggest Gal-3 plays a central role in modulating the SVZ neurogenic niche\u0027s response to this model of MS.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) frequently starts near the lateral ventricles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are lined by subventricular zone ( SVZ ) progenitor cells that can migrate to lesions and contribute to repair .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since MS-induced inflammation may decrease SVZ proliferation and thus limit repair ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we studied the role of galectin-3 ( Gal-3 ) , a pro-inflammatory protein .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Gal-3 expression was increased in periventricular regions of human MS in post-mortem brain samples and was also upregulated in periventricular regions in a murine MS model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Theiler \u0027s murine encephalomyelitis virus ( TMEV ) infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whereas TMEV increased SVZ chemokine ( CCL2 , CCL5 , CCL8 and CXCL10 ) expression in wild type ( WT ) mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this was inhibited in Gal-3 − / − mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Though numerous CD45 + immune cells entered the SVZ of WT mice after TMEV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "their numbers were significantly diminished in Gal-3 − / − mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TMEV also reduced neuroblast and proliferative SVZ cell numbers in WT mice but this was restored in Gal-3 − / − mice and was correlated with increased numbers of doublecortin + neuroblasts in the corpus callosum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , our data showed that loss of Gal-3 blocked chemokine expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduced immune cell migration into the SVZ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reestablished SVZ proliferation and increased the number of progenitors in the corpus callosum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest Gal-3 plays a central role in modulating the SVZ neurogenic niche \u0027s response to this model of MS.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "251"
  }
}