{
  "paper_id": "ce4ea425e11d9868dc9aa2dbb225860db39bd9ae",
  "metadata": {
    "title": "PLGA -PEI nanoparticles for gene delivery to pulmonary epithelium",
    "coda_data_split": "train",
    "coda_paper_id": 5864,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pulmonary gene delivery is thought to play an important role in treating genetically related diseases and may induce immunity towards pathogens entering the body via the airways. In this study we prepared poly (D,L-lactide-co-glycolide) (PLGA) nanoparticles bearing polyethyleneimine (PEI) on their surface and characterized them for their potential in serving as non-viral gene carriers to the pulmonary epithelium. Particles that were synthesized at different PLGA-PEI ratios and loaded with DNA in several PEI -DNA ratios, exhibited narrow size distribution in all formulations, with mean particle sizes ranging between 207 and 231 nm. Zeta potential was strongly positive (above 30 mV) for all the PEI -DNA ratios examined and the loading efficiency exceeded 99% for all formulations. Internalization of the DNA-loaded PLGA -PEI nanoparticles was studied in the human airway submucosal epithelial cell line, Calu-3, and DNA was detected in the endo-lysosomal compartment 6 h after particles were applied. Cytotoxicity of these nanoparticles was dependent on the PEI -DNA ratio and best cell viability was achieved by PEI -DNA ratios 1:1 and 0.5:1. These findings demonstrate that PLGA-PEI nanoparticles are a potential new delivery system to carry genes to the lung epithelium. q",
      "sentences": [
        [
          {
            "segment_text": "Pulmonary gene delivery is thought to play an important role in treating genetically related diseases and may induce immunity towards pathogens entering the body via the airways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we prepared poly ( D,L-lactide-co-glycolide ) ( PLGA ) nanoparticles bearing polyethyleneimine ( PEI ) on their surface and characterized them for their potential in serving as non-viral gene carriers to the pulmonary epithelium .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Particles that were synthesized at different PLGA-PEI ratios and loaded with DNA in several PEI - DNA ratios ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "exhibited narrow size distribution in all formulations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with mean particle sizes ranging between 207 and 231 nm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Zeta potential was strongly positive ( above 30 mV ) for all the PEI - DNA ratios examined and the loading efficiency exceeded 99 % for all formulations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Internalization of the DNA-loaded PLGA - PEI nanoparticles was studied in the human airway submucosal epithelial cell line ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Calu-3 , and DNA was detected in the endo-lysosomal compartment 6 h after particles were applied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytotoxicity of these nanoparticles was dependent on the PEI - DNA ratio and best cell viability was achieved by PEI - DNA ratios 1:1 and 0.5:1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings demonstrate that PLGA-PEI nanoparticles are a potential new delivery system to carry genes to the lung epithelium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "217"
  }
}