{
  "paper_id": "ce708dd37870908f94d2e5845c963cfadaa38b0d",
  "metadata": {
    "title": "Impact of severe acute respiratory syndrome on the status of lung cancer chemotherapy patients and a correlation of the signs and symptoms",
    "coda_data_split": "train",
    "coda_paper_id": 6137,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chemotherapy;",
      "sentences": [
        [
          {
            "segment_text": "Chemotherapy ;",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Non-small-cell lung cancer (NSCLC); Severe acute respiratory syndrome (SARS) Summary Our aim was to describe the impact of severe acute respiratory syndrome (SARS) on the status and chemotherapy of non-small-cell lung cancer (NSCLC) patients who had entered clinical trials, and to review how to differentiate the signs and symptoms of SARS from lung cancer and its treatment-related toxicities. A prospective case series involving 79 NSCLC patients who were enrolled in clinical trials undergoing chemotherapy at Taipei Veterans General Hospital, between April 1 and July 15, 2003, was studied. Whether or not there existed a delay, omission, or refusal of scheduled chemotherapy, was recorded. Whether or not our patients had been suspected of or treated as having SARS, was recorded. The patients filled out questionnaires regarding lung cancer treatment and the risk of getting SARS from the hospital. Among these patients, five were placed in an isolation unit to rule out SARS infection during this period of time, and no patient was documented to have suffered from a SARS infection after examinations. Of 373 scheduled chemotherapy injections in 79 patients, a delay in treatment occurred only 10 times. Three patients refused further chemotherapy because of a fear of getting SARS if they visited the hospital. Fifty-eight patients responded to our questionnaires. Thirty-seven patients (63.8%) were afraid of visiting hospital during this SARS infection period. Twenty-one patients (36.2%) felt that a SARS infection was more severe and fatal than their lung cancer. In conclusion, SARS is a new disease entity that is highly contagious. Its clinical manifestations overlap with the signs and symptoms of lung cancer. Thus, a clear differentiation between the two conditions is needed, especially for those patients who are under active anti-cancer treatment.",
      "sentences": [
        [
          {
            "segment_text": "Non-small-cell lung cancer ( NSCLC ) ; Severe acute respiratory syndrome ( SARS ) Summary Our aim was to describe the impact of severe acute respiratory syndrome ( SARS ) on the status and chemotherapy of non-small-cell lung cancer ( NSCLC ) patients who had entered clinical trials ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to review how to differentiate the signs and symptoms of SARS from lung cancer and its treatment-related toxicities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A prospective case series involving 79 NSCLC patients who were enrolled in clinical trials undergoing chemotherapy at Taipei Veterans General Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "between April 1 and July 15 , 2003 , was studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whether or not there existed a delay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "omission , or refusal of scheduled chemotherapy , was recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whether or not our patients had been suspected of or treated as having SARS , was recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The patients filled out questionnaires regarding lung cancer treatment and the risk of getting SARS from the hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among these patients , five were placed in an isolation unit to rule out SARS infection during this period of time ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and no patient was documented to have suffered from a SARS infection after examinations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 373 scheduled chemotherapy injections in 79 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a delay in treatment occurred only 10 times .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three patients refused further chemotherapy because of a fear of getting SARS if they visited the hospital .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fifty-eight patients responded to our questionnaires .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thirty-seven patients ( 63.8 % ) were afraid of visiting hospital during this SARS infection period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twenty-one patients ( 36.2 % ) felt that a SARS infection was more severe and fatal than their lung cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , SARS is a new disease entity that is highly contagious .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its clinical manifestations overlap with the signs and symptoms of lung cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , a clear differentiation between the two conditions is needed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially for those patients who are under active anti-cancer treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "329"
  }
}