{
  "paper_id": "ce7dbbc77478de90963004c8d04729494062e276",
  "metadata": {
    "title": "Establishing benchmarks and metrics for disruptive technologies, inappropriate and obsolete tests in the clinical laboratory",
    "coda_data_split": "train",
    "coda_paper_id": 6260,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Benchmarks and metrics related to laboratory test utilization are based on evidence-based medical literature that may suffer from a positive publication bias. Guidelines are only as good as the data reviewed to create them. Disruptive technologies require time for appropriate use to be established before utilization review will be meaningful. Metrics include monitoring the use of obsolete tests and the inappropriate use of lab tests. Test utilization by clients in a hospital outreach program can be used to monitor the impact of new clients on lab workload. A multi-disciplinary laboratory utilization committee is the most effective tool for modifying bad habits, and reviewing and approving new tests for the lab formulary or by sending them out to a reference lab.",
      "sentences": [
        [
          {
            "segment_text": "Benchmarks and metrics related to laboratory test utilization are based on evidence-based medical literature that may suffer from a positive publication bias .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guidelines are only as good as the data reviewed to create them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disruptive technologies require time for appropriate use to be established before utilization review will be meaningful .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Metrics include monitoring the use of obsolete tests and the inappropriate use of lab tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Test utilization by clients in a hospital outreach program can be used to monitor the impact of new clients on lab workload .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A multi-disciplinary laboratory utilization committee is the most effective tool for modifying bad habits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reviewing and approving new tests for the lab formulary or by sending them out to a reference lab .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "127"
  }
}