{
  "paper_id": "ce863351f083273555e1e979dbc76b16a2a1dd59",
  "metadata": {
    "title": "Docking Screens for Novel Ligands Conferring New Biology HHS Public Access STRUCTURE-BASED LIGAND DISCOVERY",
    "coda_data_split": "train",
    "coda_paper_id": 6462,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is now plausible to dock libraries of 10 million molecules against targets over several days or weeks. When the molecules screened are commercially available, they may be rapidly tested to find new leads. Although docking retains important liabilities (it cannot calculate affinities accurately nor even reliably rank order high-scoring molecules), it can often can distinguish likely from unlikely ligands, often with hit rates above 10%. Here we summarize the improvements in libraries, target quality, and methods that have supported these advances, and the open access resources that make docking accessible. Recent docking screens for new ligands are sketched, as are the binding, crystallographic, and in vivo assays that support them. Like any technique, controls are crucial, and key experimental ones are reviewed. With such controls, docking campaigns can find ligands with new chemotypes, often revealing the new biology that may be docking\u0027s greatest impact over the next few years.",
      "sentences": [
        [
          {
            "segment_text": "It is now plausible to dock libraries of 10 million molecules against targets over several days or weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When the molecules screened are commercially available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they may be rapidly tested to find new leads .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although docking retains important liabilities ( it can not calculate affinities accurately nor even reliably rank order high-scoring molecules ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it can often can distinguish likely from unlikely ligands ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often with hit rates above 10 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we summarize the improvements in libraries ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "target quality , and methods that have supported these advances ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the open access resources that make docking accessible .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recent docking screens for new ligands are sketched ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as are the binding , crystallographic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in vivo assays that support them .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Like any technique , controls are crucial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and key experimental ones are reviewed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With such controls , docking campaigns can find ligands with new chemotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "often revealing the new biology that may be docking \u0027s greatest impact over the next few years .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "* Corresponding Authors: J.J.I.: phone, 415-",
      "sentences": [
        [
          {
            "segment_text": "* Corresponding Authors : J.J.I. : phone , 415 -",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "185"
  }
}