{
  "paper_id": "ce8aa11c28bcba215140de8c2643a7cec6f2b5fc",
  "metadata": {
    "title": "REPRODUCTIVE NUMBERS, EPIDEMIC SPREAD AND CONTROL IN A COMMUNITY OF HOUSEHOLDS",
    "coda_data_split": "train",
    "coda_paper_id": 5433,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many of the studies on emerging epidemics (such as SARS and pandemic flu) use mass action models to estimate reproductive numbers and the needed control measures. In reality, transmission patterns are more complex due to the presence of various social networks. One level of complexity can be accommodated by considering a community of households. Our study of transmission dynamics in a community of households emphasizes five types of reproductive numbers for the epidemic spread: household-to-household reproductive number, leaky vaccine-associated reproductive numbers, perfect vaccine reproductive number, growth rate reproductive number, and the individual reproductive number. Each of those carries different information about the transmission dynamics and the required control measures, and often some of those can be estimated from the data while others cannot. Simulations have shown that under certain scenarios there is an ordering for those reproductive numbers. We have proven a number of ordering inequalities under general assumptions about the individual infectiousness profiles. Those inequalities allow, for instance, to estimate the needed vaccine coverage and other control measures without knowing the various transmission parameters in the models. Along the way, we\u0027ve also shown that in choosing between increasing vaccine efficacy and increasing coverage levels by the same factor, preference should go to efficacy.",
      "sentences": [
        [
          {
            "segment_text": "Many of the studies on emerging epidemics ( such as SARS and pandemic flu ) use mass action models to estimate reproductive numbers and the needed control measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In reality , transmission patterns are more complex due to the presence of various social networks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One level of complexity can be accommodated by considering a community of households .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our study of transmission dynamics in a community of households emphasizes five types of reproductive numbers for the epidemic spread : household-to-household reproductive number ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leaky vaccine-associated reproductive numbers , perfect vaccine reproductive number ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "growth rate reproductive number , and the individual reproductive number .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each of those carries different information about the transmission dynamics and the required control measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and often some of those can be estimated from the data while others can not .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Simulations have shown that under certain scenarios there is an ordering for those reproductive numbers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have proven a number of ordering inequalities under general assumptions about the individual infectiousness profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those inequalities allow , for instance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to estimate the needed vaccine coverage and other control measures without knowing the various transmission parameters in the models .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Along the way , we \u0027ve also shown that in choosing between increasing vaccine efficacy and increasing coverage levels by the same factor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "preference should go to efficacy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "228"
  }
}