{
  "paper_id": "ce8de48bcf361d0955b5e59f616b2a2ff1bd28de",
  "metadata": {
    "title": "A multiplex real-time PCR assay for the detection and differentiation of five bovine pinkeye pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 10915,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bovine keratoconjunctivitis (IBK), also known as pinkeye, is one of the most common eye diseases in cattle. Several pathogens have been associated with IBK cases, however, Moraxella bovis, Moraxella bovoculi, Mycoplasma bovis, Mycoplasma bovoculi and bovine herpesvirus type 1 (BHV-1) are most frequently observed. A multiplex real-time PCR assay using two reactions was developed for the detection and differentiation of these five pathogens. Detection sensitivities of the multiplex assays were compared to singleplex reactions testing for the same targets. Correlation coefficients (R 2 ) of \u003e 0.99, and PCR efficiencies between 92 and 106% were demonstrated in all singleplex and multiplex real-time PCR reactions. The limits of detection (LOD) of multiplex assays for Moraxella bovis, Moraxella bovoculi, Mycoplasma bovis, Mycoplasma bovoculi and BHV-1 were 19, 23, 25, 24 and 26 copies per reaction, respectively. No cross amplification was observed for specificity testing of 179 IBK positive clinical samples and 55 non-target clinical samples. Percentage of clinical samples positive for Mycoplasma bovoculi, Moraxella bovoculi, Moraxella bovis, BHV-1 and Mycoplasma bovis were 88.8% (159/179), 75.9% (136/179), 60.3% (108/179), 11.7% (21/179) and 10.0% (18/179), respectively. Moraxella bovis, Moraxella bovoculi and Mycoplasma bovoculi were more prevalent than Mycoplasma bovis and BHV-1 in IBK samples collected from animals in this study population. Our data indicates that the multiplex real-time PCR panel assay is highly sensitive and highly specific for the detection and differentiation of the five major pathogens associated with bovine pinkeye. Fig. 3. The prevalence of the five pathogens in IBK samples. Panel A: Prevalence of the five pathogens from the 179 bovine ocular swab samples that were subjected to multiplex real-time PCR testing. Panel B: Co-infections among the three most prevalent IBK pathogens in the 179 positive clinical samples: 95 (53.0%) samples were positive for both Moraxella bovis and Moraxella bovoculi; 100 (55.8%) samples were positive for both Moraxella bovis and Mycoplasma bovoculi; 129 (72.0%) samples were positive for both Moraxella bovoculi and Mycoplasma bovoculi and 93 (51.9%) samples were positive for Moraxella bovis, Moraxella bovoculi and Mycoplasma bovoculi. W. Zheng, et al. ",
      "sentences": [
        [
          {
            "segment_text": "Infectious bovine keratoconjunctivitis ( IBK ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also known as pinkeye , is one of the most common eye diseases in cattle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several pathogens have been associated with IBK cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , Moraxella bovis , Moraxella bovoculi ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mycoplasma bovis , Mycoplasma bovoculi and bovine herpesvirus type 1 ( BHV-1 ) are most frequently observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A multiplex real-time PCR assay using two reactions was developed for the detection and differentiation of these five pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Detection sensitivities of the multiplex assays were compared to singleplex reactions testing for the same targets .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Correlation coefficients ( R 2 ) of \u003e 0.99 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and PCR efficiencies between 92 and 106 % were demonstrated in all singleplex and multiplex real-time PCR reactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The limits of detection ( LOD ) of multiplex assays for Moraxella bovis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Moraxella bovoculi , Mycoplasma bovis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mycoplasma bovoculi and BHV-1 were 19 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "23 , 25 , 24 and 26 copies per reaction , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No cross amplification was observed for specificity testing of 179 IBK positive clinical samples and 55 non-target clinical samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Percentage of clinical samples positive for Mycoplasma bovoculi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Moraxella bovoculi , Moraxella bovis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "BHV-1 and Mycoplasma bovis were 88.8 % ( 159/179 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "75.9 % ( 136/179 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "60.3 % ( 108/179 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "11.7 % ( 21/179 ) and 10.0 % ( 18/179 ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moraxella bovis , Moraxella bovoculi and Mycoplasma bovoculi were more prevalent than Mycoplasma bovis and BHV-1 in IBK samples collected from animals in this study population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicates that the multiplex real-time PCR panel assay is highly sensitive and highly specific for the detection and differentiation of the five major pathogens associated with bovine pinkeye .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fig. 3 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The prevalence of the five pathogens in IBK samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Panel A : Prevalence of the five pathogens from the 179 bovine ocular swab samples that were subjected to multiplex real-time PCR testing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Panel B : Co-infections among the three most prevalent IBK pathogens in the 179 positive clinical samples : 95 ( 53.0 % ) samples were positive for both Moraxella bovis and Moraxella bovoculi ; 100 ( 55.8 % ) samples were positive for both Moraxella bovis and Mycoplasma bovoculi ; 129 ( 72.0 % ) samples were positive for both Moraxella bovoculi and Mycoplasma bovoculi and 93 ( 51.9 % ) samples were positive for Moraxella bovis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Moraxella bovoculi and Mycoplasma bovoculi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "W. Zheng , et al. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "28",
    "token_num": "421"
  }
}