{
  "paper_id": "ce959dfce0605c25ac5acc75537fcdfacb3f9072",
  "metadata": {
    "title": "Association of Interleukin-8 and Neutrophils with Nasal Symptom Severity During Acute Respiratory Infection HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7929,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using a large data set (n \u003d 811), the relationship between acute respiratory infection illness severity and inflammatory biomarkers was investigated to determine whether certain symptoms are correlated more closely than others with the inflammatory biomarkers, interleukin-8 (IL-8) and nasal neutrophils. Participants with community acquired acute respiratory infection underwent nasal lavage for IL-8 and neutrophil testing, in addition to multiplex polymerase chain reaction (PCR) methods for the detection and identification of respiratory viruses. Information about symptoms was obtained throughout the duration of the illness episode using the well-validated Wisconsin Upper Respiratory Symptom Survey (WURSS-21). Global symptom severity was calculated by the area under the curve (AUC) plotting duration versus WURSS total. Of the specimens tested, 56% were positively identified for one or more of nine different respiratory viruses. During acute respiratory infection illness, both IL-8 and neutrophils positively correlate with AUC (r s \u003d 0.082, P \u003d 0.022; r s \u003d 0.080, P \u003d 0.030). IL-8 and neutrophils correlate with nasal symptom severity: runny nose (r \u003d 0.13, P \u003d \u003c0.00001; r \u003d 0.18, P \u003d \u003c0.003), plugged nose (r \u003d 0.045, P \u003d 0.003; r \u003d 0.14, P \u003d 0.058), and sneezing (r \u003d −0.02, P \u003d \u003c0.0001; r \u003d −0.0055, P \u003d 0.31). Neutrophils correlate with some quality of life measures such as sleeping well (r \u003d 0.15, P \u003d 0.026). Thus, the study demonstrates that IL-8 and neutrophils are correlated with severity of nasal symptoms during acute respiratory infection. Further research is necessary to determine if the concentration of these or other biomarkers can predict the overall duration and severity of acute respiratory infection illness.",
      "sentences": [
        [
          {
            "segment_text": "Using a large data set ( n \u003d 811 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the relationship between acute respiratory infection illness severity and inflammatory biomarkers was investigated to determine whether certain symptoms are correlated more closely than others with the inflammatory biomarkers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interleukin-8 ( IL-8 ) and nasal neutrophils .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants with community acquired acute respiratory infection underwent nasal lavage for IL-8 and neutrophil testing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in addition to multiplex polymerase chain reaction ( PCR ) methods for the detection and identification of respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Information about symptoms was obtained throughout the duration of the illness episode using the well-validated Wisconsin Upper Respiratory Symptom Survey ( WURSS-21 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Global symptom severity was calculated by the area under the curve ( AUC ) plotting duration versus WURSS total .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of the specimens tested , 56 % were positively identified for one or more of nine different respiratory viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During acute respiratory infection illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both IL-8 and neutrophils positively correlate with AUC ( r s \u003d 0.082 , P \u003d 0.022 ; r s \u003d 0.080 , P \u003d 0.030 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-8 and neutrophils correlate with nasal symptom severity : runny nose ( r \u003d 0.13 , P \u003d \u003c 0.00001 ; r \u003d 0.18 , P \u003d \u003c 0.003 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "plugged nose ( r \u003d 0.045 , P \u003d 0.003 ; r \u003d 0.14 , P \u003d 0.058 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and sneezing ( r \u003d − 0.02 , P \u003d \u003c 0.0001 ; r \u003d − 0.0055 , P \u003d 0.31 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutrophils correlate with some quality of life measures such as sleeping well ( r \u003d 0.15 , P \u003d 0.026 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the study demonstrates that IL-8 and neutrophils are correlated with severity of nasal symptoms during acute respiratory infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research is necessary to determine if the concentration of these or other biomarkers can predict the overall duration and severity of acute respiratory infection illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "326"
  }
}