{
  "paper_id": "ce9f00edc831c3d517344c7c089f211c4eea5075",
  "metadata": {
    "title": "In vitro plant tissue culture: means for production of biological active compounds",
    "coda_data_split": "train",
    "coda_paper_id": 2308,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Main conclusion Plant tissue culture as an important tool for the continuous production of active compounds including secondary metabolites and engineered molecules. Novel methods (gene editing, abiotic stress) can improve the technique.",
      "sentences": [
        [
          {
            "segment_text": "Main conclusion Plant tissue culture as an important tool for the continuous production of active compounds including secondary metabolites and engineered molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel methods ( gene editing , abiotic stress ) can improve the technique .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Humans have a long history of reliance on plants for a supply of food, shelter and, most importantly, medicine. Current-day pharmaceuticals are typically based on plant-derived metabolites, with new products being discovered constantly. Nevertheless, the consistent and uniform supply of plant pharmaceuticals has often been compromised. One alternative for the production of important plant active compounds is in vitro plant tissue culture, as it assures independence from geographical conditions by eliminating the need to rely on wild plants. Plant transformation also allows the further use of plants for the production of engineered compounds, such as vaccines and multiple pharmaceuticals. This review summarizes the important bioactive compounds currently produced by plant tissue culture and the fundamental methods and plants employed for their production.",
      "sentences": [
        [
          {
            "segment_text": "Humans have a long history of reliance on plants for a supply of food ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "shelter and , most importantly , medicine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current-day pharmaceuticals are typically based on plant-derived metabolites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with new products being discovered constantly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the consistent and uniform supply of plant pharmaceuticals has often been compromised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One alternative for the production of important plant active compounds is in vitro plant tissue culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as it assures independence from geographical conditions by eliminating the need to rely on wild plants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Plant transformation also allows the further use of plants for the production of engineered compounds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as vaccines and multiple pharmaceuticals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes the important bioactive compounds currently produced by plant tissue culture and the fundamental methods and plants employed for their production .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "172"
  }
}