{
  "paper_id": "cebf6e7862919c77fd59480af879cc05c411a1c0",
  "metadata": {
    "title": "POXVIRUS TROPISM HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2912,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite the success of the WHO-led smallpox eradication programme a quarter of a century ago, there remains considerable fear that variola virus, or other related pathogenic poxviruses such as monkeypox, could re-emerge and spread disease in the human population. Even today, we are still mostly ignorant about why most poxvirus infections of vertebrate hosts show strict species specificity, or how zoonotic poxvirus infections occur when poxviruses occasionally leap into novel host species. Poxvirus tropism at the cellular level seems to be regulated by intracellular events downstream of virus binding and entry, rather than at the level of specific host receptors as is the case for many other viruses. This review summarizes our current understanding of poxvirus tropism and host range, and discusses the prospects of exploiting host-restricted poxvirus vectors for vaccines, gene therapy or tissue-targeted oncolytic viral therapies for the treatment of human cancers.",
      "sentences": [
        [
          {
            "segment_text": "Despite the success of the WHO-led smallpox eradication programme a quarter of a century ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there remains considerable fear that variola virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or other related pathogenic poxviruses such as monkeypox ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "could re-emerge and spread disease in the human population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Even today , we are still mostly ignorant about why most poxvirus infections of vertebrate hosts show strict species specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or how zoonotic poxvirus infections occur when poxviruses occasionally leap into novel host species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Poxvirus tropism at the cellular level seems to be regulated by intracellular events downstream of virus binding and entry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rather than at the level of specific host receptors as is the case for many other viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes our current understanding of poxvirus tropism and host range ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discusses the prospects of exploiting host-restricted poxvirus vectors for vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "gene therapy or tissue-targeted oncolytic viral therapies for the treatment of human cancers .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Despite remarkable advances in the control and treatment of infectious diseases, the problem of emerging and re-emerging pathogens is likely to be one of the main issues of medical and public health in the twenty-first century 1 . Viral diseases are of particular concern because advances in the field of antiviral drugs have lagged behind those of bacteriocidal drugs and antibiotics. Instead, the use of vaccines and good medical practices remain the traditional strategies to control viral infections. Also, particularly in the case of emerging viral pathogens, the development of antiviral therapies and vaccines can lag behind the time of viral emergence by years, or even decades. As the experience with severe acute respiratory syndrome (SARS) taught us, new members from neglected virus families can cross into humans from unsuspected reservoirs, necessitating rapid advances in our understanding of novel virus-host dynamics before the development of effective vaccines and drugs can even be contemplated 2 . Indeed, if there is one certainty in this new century, it is that viral pathogens will continue to emerge in the human population. It is therefore worthwhile to consider lessons that have been learned from the one viral pathogen -variola virus -that has killed more members of the human population over the span of recorded history than all other infectious diseases combined.",
      "sentences": [
        [
          {
            "segment_text": "Despite remarkable advances in the control and treatment of infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the problem of emerging and re-emerging pathogens is likely to be one of the main issues of medical and public health in the twenty-first century 1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral diseases are of particular concern because advances in the field of antiviral drugs have lagged behind those of bacteriocidal drugs and antibiotics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Instead , the use of vaccines and good medical practices remain the traditional strategies to control viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , particularly in the case of emerging viral pathogens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the development of antiviral therapies and vaccines can lag behind the time of viral emergence by years , or even decades .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As the experience with severe acute respiratory syndrome ( SARS ) taught us ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new members from neglected virus families can cross into humans from unsuspected reservoirs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "necessitating rapid advances in our understanding of novel virus-host dynamics before the development of effective vaccines and drugs can even be contemplated 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , if there is one certainty in this new century ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is that viral pathogens will continue to emerge in the human population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is therefore worthwhile to consider lessons that have been learned from the one viral pathogen - variola virus - that has killed more members of the human population over the span of recorded history than all other infectious diseases combined .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "391"
  }
}