{
  "paper_id": "ced0deabb5630c40ad904cd57efc0a3799bb8e79",
  "metadata": {
    "title": "Recombinant receptor-binding domain of SARS-CoV spike protein expressed in mammalian, insect and E. coli cells elicits potent neutralizing antibody and protective immunity NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7853,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is a newly emerging infectious disease. The potential recurrence of the disease from animal reservoirs highlights the significance of development of safe and efficient vaccines to prevent a future SARS epidemic. In this study, we expressed the recombinant receptor-binding domain (rRBD) in mammalian (293T) cells, insect (Sf9) cells, and E. coli, respectively, and compared their immunogenicity and protection against SARS-CoV infection in an established mouse model. Our results show that all rRBD proteins expressed in the above systems maintained intact conformation, being able to induce highly potent neutralizing antibody responses and complete protective immunity against SARS-CoV challenge in mice, albeit the rRBD expressed in 293T cells elicited stronger humoral immune responses with significantly higher neutralizing activity (P \u003c 0.05) than those expressed in Sf9 and E. coli cells. These results suggest that all three rRBDs are effective in eliciting immune responses and protection against SARS-CoV and any of the above expression systems can be used for production of rRBD-based SARS subunit vaccines. Preference will be given to rRBD expressed in mammalian cells for future evaluation of the vaccine efficacy in a non-human primate model of SARS because of its ability to refold into a native conformation more readily and to induce higher level of neutralizing antibody responses than those expressed in E. coli and insect cells.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is a newly emerging infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The potential recurrence of the disease from animal reservoirs highlights the significance of development of safe and efficient vaccines to prevent a future SARS epidemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we expressed the recombinant receptor-binding domain ( rRBD ) in mammalian ( 293T ) cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "insect ( Sf9 ) cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and E. coli , respectively ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and compared their immunogenicity and protection against SARS-CoV infection in an established mouse model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our results show that all rRBD proteins expressed in the above systems maintained intact conformation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "being able to induce highly potent neutralizing antibody responses and complete protective immunity against SARS-CoV challenge in mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "albeit the rRBD expressed in 293T cells elicited stronger humoral immune responses with significantly higher neutralizing activity ( P \u003c 0.05 ) than those expressed in Sf9 and E. coli cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that all three rRBDs are effective in eliciting immune responses and protection against SARS-CoV and any of the above expression systems can be used for production of rRBD-based SARS subunit vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Preference will be given to rRBD expressed in mammalian cells for future evaluation of the vaccine efficacy in a non-human primate model of SARS because of its ability to refold into a native conformation more readily and to induce higher level of neutralizing antibody responses than those expressed in E. coli and insect cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "244"
  }
}