{
  "paper_id": "cef038f20123d3ce78a8c6d70e79ffa01aff1e0b",
  "metadata": {
    "title": "Virus-Receptor Interactions and Receptor- Mediated Virus Entry into Host Cells",
    "coda_data_split": "train",
    "coda_paper_id": 5509,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The virus particles described in previous chapters are vehicles that transmit the viral genome and the infection from cell to cell. To initiate the infective cycle, the viral genome must therefore translocate from the viral particle to the cytoplasm. Via distinct proteins or motifs in their outermost shell, the particles attach initially to specific molecules on the host cell surface. These virus receptors thus mediate penetration of the viral genome inside the cell, where the intracellular infective cycle starts. The presence of these receptors on the cell surface is a principal determinant of virus host tropism. Viruses can use diverse types of molecules to attach to and enter into cells. In addition, virus-receptor recognition can evolve over the course of an infection, and virus variants with distinct receptorbinding specificities and tropism can appear. The identification of virus receptors and the characterization of virus-receptor interactions have been major research goals in virology for the last two decades. In this chapter, we will describe, from a structural perspective, several virus-receptor interactions and the active role of receptor molecules in virus entry.",
      "sentences": [
        [
          {
            "segment_text": "The virus particles described in previous chapters are vehicles that transmit the viral genome and the infection from cell to cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To initiate the infective cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the viral genome must therefore translocate from the viral particle to the cytoplasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Via distinct proteins or motifs in their outermost shell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the particles attach initially to specific molecules on the host cell surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These virus receptors thus mediate penetration of the viral genome inside the cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where the intracellular infective cycle starts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of these receptors on the cell surface is a principal determinant of virus host tropism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses can use diverse types of molecules to attach to and enter into cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , virus-receptor recognition can evolve over the course of an infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and virus variants with distinct receptorbinding specificities and tropism can appear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of virus receptors and the characterization of virus-receptor interactions have been major research goals in virology for the last two decades .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we will describe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from a structural perspective , several virus-receptor interactions and the active role of receptor molecules in virus entry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "196"
  }
}