{
  "paper_id": "cef9c6f2ffcbfc076e10c168bc4e1be1b74d29ef",
  "metadata": {
    "title": "Activation of Egr-1 expression in astrocytes by HIV-1 Tat: new insights into astrocyte-mediated Tat neurotoxicity",
    "coda_data_split": "train",
    "coda_paper_id": 10735,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human immunodeficiency virus type 1 (HIV-1) Tat plays an important role in HIV-associated neuropathogenesis; the underlying mechanisms are still evolving. We have recently shown that HIV-1 Tat induces expression of glial fibrillary acidic protein (GFAP), a characteristic of HIV-1 infection of the central nervous system (CNS). We have also shown that the Tat-induced GFAP expression in astrocytes is regulated by p300, and that deletion of the early growth response 1 (Egr-1) cis-transacting element within the p300 promoter abolishes Tat-induced GFAP expression. In this study, we further examined the relationship between Tat and Egr-1 in astrocytes. We found increased Egr-1 protein expression in Tat-expressing human astrocytoma cells and mouse primary astrocytes. Using the Egr-1 promoter-driven firefly luciferase reporter gene assay and the sitedirected mutagenesis, we demonstrated that Tat increased Egr-1 expression by transactivating the Egr-1 promoter and involving specific serum response elements (SRE) within the promoter. Consistent with these data, we showed that Tat transactivation of the Egr-1 promoter was abrogated when astrocytes were cultured in serum-reduced media. Taken together, these results reveal that Tat directly transactivates Egr-1 expression and suggest that Tat interaction with Egr-1 is probably one of the very upstream molecular events that initiate Tat-induced astrocyte dysfunction and subsequent Tat neurotoxicity.",
      "sentences": [
        [
          {
            "segment_text": "Human immunodeficiency virus type 1 ( HIV-1 ) Tat plays an important role in HIV-associated neuropathogenesis ; the underlying mechanisms are still evolving .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have recently shown that HIV-1 Tat induces expression of glial fibrillary acidic protein ( GFAP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a characteristic of HIV-1 infection of the central nervous system ( CNS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have also shown that the Tat-induced GFAP expression in astrocytes is regulated by p300 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and that deletion of the early growth response 1 ( Egr-1 ) cis-transacting element within the p300 promoter abolishes Tat-induced GFAP expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we further examined the relationship between Tat and Egr-1 in astrocytes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found increased Egr-1 protein expression in Tat-expressing human astrocytoma cells and mouse primary astrocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using the Egr-1 promoter-driven firefly luciferase reporter gene assay and the sitedirected mutagenesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we demonstrated that Tat increased Egr-1 expression by transactivating the Egr-1 promoter and involving specific serum response elements ( SRE ) within the promoter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with these data , we showed that Tat transactivation of the Egr-1 promoter was abrogated when astrocytes were cultured in serum-reduced media .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results reveal that Tat directly transactivates Egr-1 expression and suggest that Tat interaction with Egr-1 is probably one of the very upstream molecular events that initiate Tat-induced astrocyte dysfunction and subsequent Tat neurotoxicity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "228"
  }
}