{
  "paper_id": "cf01ef599b7215bfb3685ff2c1542653f4c06835",
  "metadata": {
    "title": "Recombinant Truncated Nucleocapsid Protein as Antigen in a Novel Immunoglobulin M Capture Enzyme-Linked Immunosorbent Assay for Diagnosis of Severe Acute Respiratory Syndrome Coronavirus Infection ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 2737,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We report the development of an immunoglobulin M (IgM) antibody capture enzyme-linked immunosorbent assay (MAC-ELISA) for severe acute respiratory syndrome coronavirus (SARS-CoV) by using recombinant truncated SARS-CoV nucleocapsid protein as the antigen. The newly developed MAC-ELISA had a specificity and sensitivity of 100% as evaluated by using sera from healthy volunteers and patients with laboratoryconfirmed SARS. Using serial serum samples collected from SARS patients, the times to seroconversion were determined by IgM antibody detection after SARS-CoV infection. The median time to seroconversion detection was 8 days (range, 5 to 17 days) after disease onset, and the seroconversion rates after the onset of illness were 33% by the first week, 97% by the second week, and 100% by the third week. Compared with the results of our previous report on the detection of IgG, the median seroconversion time by IgM detection was 3 days earlier and the seroconversion rate by the second week after the illness for IgM was significantly higher than by IgG assay. Our results indicating that the IgM response appears earlier than IgG after SARS-CoV infection in consistent with those for other pathogens. Our newly developed MAC-ELISA system offers a new alternative for the confirmation of SARS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "We report the development of an immunoglobulin M ( IgM ) antibody capture enzyme-linked immunosorbent assay ( MAC-ELISA ) for severe acute respiratory syndrome coronavirus ( SARS-CoV ) by using recombinant truncated SARS-CoV nucleocapsid protein as the antigen .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The newly developed MAC-ELISA had a specificity and sensitivity of 100 % as evaluated by using sera from healthy volunteers and patients with laboratoryconfirmed SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using serial serum samples collected from SARS patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the times to seroconversion were determined by IgM antibody detection after SARS-CoV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The median time to seroconversion detection was 8 days ( range , 5 to 17 days ) after disease onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the seroconversion rates after the onset of illness were 33 % by the first week ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "97 % by the second week ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 100 % by the third week .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with the results of our previous report on the detection of IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the median seroconversion time by IgM detection was 3 days earlier and the seroconversion rate by the second week after the illness for IgM was significantly higher than by IgG assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicating that the IgM response appears earlier than IgG after SARS-CoV infection in consistent with those for other pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our newly developed MAC-ELISA system offers a new alternative for the confirmation of SARS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "225"
  }
}