{
  "paper_id": "cf08012c131b34b073bc10b82fcb6574b17d13b8",
  "metadata": {
    "title": "Coinfection modulates inflammatory responses, clinical outcome and pathogen load of H1N1 swine influenza virus and Haemophilus parasuis infections in pigs",
    "coda_data_split": "train",
    "coda_paper_id": 5138,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory co-infections are important factor affecting the profitability of pigs production. Swine influenza virus (SIV) may predispose to secondary infection. Haemophilus parasuis (Hps) can be a primary pathogen or be associated with other pathogens such as SIV. To date, little is known about the effect of coinfection with SIV and Hps on the disease severity and inflammatory response and the role of Hps in the induction of pneumonia in the absence of other respiratory pathogens. In the study we investigated the influence of SIV and Hps coinfection on clinical course, inflammatory response, pathogens shedding and load at various time points following intranasal inoculation. The correlation between local concentration of cytokines and severity of disease as well as serum acute phase proteins (APP) concentration has been also studied. Results: All co-infected pigs had fever, while in single inoculated pigs fever was observed only in part of animals. Necropsy revealed lesions in the lungs all SIV-inoculated and co-inoculated pigs, while in Hps-single inoculated animals only 1 out of 11 pigs revealed gross lung lesions. The SIV shedding was the highest in co-inoculated pigs. There were no differences between Hps-single inoculated and co-inoculated groups with regard to Hps shedding. The significant increase in Hps titre in the lung has been found only in co-inoculated group. All APP increased after co-infection. In single-inoculated animals various kinetics of APP response has been observed. The lung concentrations of cytokines were induced mostly in SIV + Hps pigs in the apical and middle lobe. These results correlated well with localization of gross lung lesions. Conclusions: The results revealed that SIV increased the severity of lung lesions and facilitated Hps (PIWetHps192/ 2015) replication in the porcine lung. Furthermore, Hps influenced the SIV nasal shedding. Enhanced Hps and SIV replication, together with stronger systemic and local inflammatory response contributed to a more severe clinical signs and stronger, earlier immune response in co-inoculated animals. We confirmed the previous evidence that single-Hps infection does not produce significant pneumonic lesions but it should be in mind that other strains of Hps may produce lesions different from that reported in the present study.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory co-infections are important factor affecting the profitability of pigs production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Swine influenza virus ( SIV ) may predispose to secondary infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Haemophilus parasuis ( Hps ) can be a primary pathogen or be associated with other pathogens such as SIV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , little is known about the effect of coinfection with SIV and Hps on the disease severity and inflammatory response and the role of Hps in the induction of pneumonia in the absence of other respiratory pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the study we investigated the influence of SIV and Hps coinfection on clinical course ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "inflammatory response , pathogens shedding and load at various time points following intranasal inoculation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The correlation between local concentration of cytokines and severity of disease as well as serum acute phase proteins ( APP ) concentration has been also studied .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results : All co-infected pigs had fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in single inoculated pigs fever was observed only in part of animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Necropsy revealed lesions in the lungs all SIV-inoculated and co-inoculated pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in Hps-single inoculated animals only 1 out of 11 pigs revealed gross lung lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SIV shedding was the highest in co-inoculated pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no differences between Hps-single inoculated and co-inoculated groups with regard to Hps shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The significant increase in Hps titre in the lung has been found only in co-inoculated group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All APP increased after co-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In single-inoculated animals various kinetics of APP response has been observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lung concentrations of cytokines were induced mostly in SIV + Hps pigs in the apical and middle lobe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results correlated well with localization of gross lung lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The results revealed that SIV increased the severity of lung lesions and facilitated Hps ( PIWetHps192 / 2015 ) replication in the porcine lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , Hps influenced the SIV nasal shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enhanced Hps and SIV replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with stronger systemic and local inflammatory response contributed to a more severe clinical signs and stronger ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "earlier immune response in co-inoculated animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We confirmed the previous evidence that single-Hps infection does not produce significant pneumonic lesions but it should be in mind that other strains of Hps may produce lesions different from that reported in the present study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "19",
    "segment_num": "24",
    "token_num": "390"
  }
}