{
  "paper_id": "cf0dd4d9f9f906626d5bc4a01e1f1eb21806291c",
  "metadata": {
    "title": "Strengthening field-based training in low and middle-income countries to build public health capacity: Lessons from Australia\u0027s Master of Applied Epidemiology program",
    "coda_data_split": "train",
    "coda_paper_id": 6160,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The International Health Regulations (2005) and the emergence and global spread of infectious diseases have triggered a re-assessment of how rich countries should support capacity development for communicable disease control in low and medium income countries (LMIC). In LMIC, three types of public health training have been tried: the university-based model; streamed training for specialised workers; and field-based programs. The first has low rates of production and teaching may not always be based on the needs and priorities of the host country. The second model is efficient, but does not accord the workers sufficient status to enable them to impact on policy. The third has the most potential as a capacity development measure for LMIC, but in practice faces challenges which may limit its ability to promote capacity development.",
      "sentences": [
        [
          {
            "segment_text": "The International Health Regulations ( 2005 ) and the emergence and global spread of infectious diseases have triggered a re-assessment of how rich countries should support capacity development for communicable disease control in low and medium income countries ( LMIC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In LMIC , three types of public health training have been tried : the university-based model ; streamed training for specialised workers ; and field-based programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first has low rates of production and teaching may not always be based on the needs and priorities of the host country .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The second model is efficient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but does not accord the workers sufficient status to enable them to impact on policy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The third has the most potential as a capacity development measure for LMIC ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in practice faces challenges which may limit its ability to promote capacity development .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We describe Australia\u0027s first Master of Applied Epidemiology (MAE) model (established in 1991), which uses field-based training to strengthen the control of communicable diseases. A central attribute of this model is the way it partners and complements health department initiatives to enhance workforce skills, health system performance and the evidencebase for policies, programs and practice.",
      "sentences": [
        [
          {
            "segment_text": "We describe Australia \u0027s first Master of Applied Epidemiology ( MAE ) model ( established in 1991 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which uses field-based training to strengthen the control of communicable diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A central attribute of this model is the way it partners and complements health department initiatives to enhance workforce skills ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "health system performance and the evidencebase for policies , programs and practice .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The MAE experience throws light on ways Australia could collaborate in regional capacity development initiatives. Key needs are a shared vision for a regional approach to integrate training with initiatives that strengthen service and research, and the pooling of human, financial and technical resources. We focus on communicable diseases, but our findings and recommendations are generalisable to other areas of public health.",
      "sentences": [
        [
          {
            "segment_text": "The MAE experience throws light on ways Australia could collaborate in regional capacity development initiatives .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Key needs are a shared vision for a regional approach to integrate training with initiatives that strengthen service and research ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the pooling of human , financial and technical resources .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We focus on communicable diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but our findings and recommendations are generalisable to other areas of public health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "277"
  }
}