{
  "paper_id": "cf12fa05b03ee0aea4a5df067d330ae829c3b8b5",
  "metadata": {
    "title": "One Bioregion/One Health: An Integrative Narrative for Transboundary Planning along the US-Mexico Border",
    "coda_data_split": "train",
    "coda_paper_id": 2309,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global megatrends-including climate change, food and water insecurity, economic crisis, largescale disasters and widespread increases in preventable diseases-are motivating a bioregionalisation of planning in city-regions around the world. Bioregionalisation is an emergent process. It is visible where societies have begun grappling with complex socio-ecological problems by establishing place-based (territorial) approaches to securing health and well-being. This article examines a bioregional effort to merge place-based health planning and ecological restoration along the US-Mexico border. The theoretical construct underpinning this effort is called One Bioregion/One Health (OBROH). OBROH frames health as a transborder phenomenon that involves human-animal-environment interactions. The OBROH approach aims to improve transborder knowledge networking, ecosystem resilience, community participation in sciencesociety relations, leadership development and cross-disciplinary training. It is a theoretically informed narrative to guide action. OBROH is part of a paradigm shift evident worldwide; it is redefining human-ecological relationships in the quest for healthy place making. The article concludes on a forward-looking note about the promise of environmental epidemiology, telecoupling, ecological restoration, the engaged university and bioregional justice as concepts pertinent to reinventing place-based planning.",
      "sentences": [
        [
          {
            "segment_text": "Global megatrends-including climate change , food and water insecurity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "economic crisis , largescale disasters and widespread increases in preventable diseases-are motivating a bioregionalisation of planning in city-regions around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bioregionalisation is an emergent process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is visible where societies have begun grappling with complex socio-ecological problems by establishing place-based ( territorial ) approaches to securing health and well-being .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article examines a bioregional effort to merge place-based health planning and ecological restoration along the US-Mexico border .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The theoretical construct underpinning this effort is called One Bioregion/One Health ( OBROH ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "OBROH frames health as a transborder phenomenon that involves human-animal-environment interactions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The OBROH approach aims to improve transborder knowledge networking ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ecosystem resilience , community participation in sciencesociety relations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "leadership development and cross-disciplinary training .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It is a theoretically informed narrative to guide action .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "OBROH is part of a paradigm shift evident worldwide ; it is redefining human-ecological relationships in the quest for healthy place making .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The article concludes on a forward-looking note about the promise of environmental epidemiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "telecoupling , ecological restoration , the engaged university and bioregional justice as concepts pertinent to reinventing place-based planning .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "200"
  }
}