{
  "paper_id": "cf1b176939e17f8a776b9e2c546409bdff5a0d98",
  "metadata": {
    "title": "An event-based model of superspreading in epidemics",
    "coda_data_split": "train",
    "coda_paper_id": 2075,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many recent disease outbreaks (e.g. SARS, foot-and-mouth disease) exhibit superspreading, where relatively few individuals cause a large number of secondary cases. Epidemic models have previously treated this as a demographic phenomenon where each individual has an infectivity allocated at random from some distribution. Here, it is shown that superspreading can also be regarded as being caused by environmental variability, where superspreading events (SSEs) occur as a stochastic consequence of the complex network of interactions made by individuals. This interpretation based on SSEs is compared with data and its efficacy in evaluating epidemic control strategies is discussed.",
      "sentences": [
        [
          {
            "segment_text": "Many recent disease outbreaks ( e.g. SARS , foot-and-mouth disease ) exhibit superspreading ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where relatively few individuals cause a large number of secondary cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemic models have previously treated this as a demographic phenomenon where each individual has an infectivity allocated at random from some distribution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , it is shown that superspreading can also be regarded as being caused by environmental variability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where superspreading events ( SSEs ) occur as a stochastic consequence of the complex network of interactions made by individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This interpretation based on SSEs is compared with data and its efficacy in evaluating epidemic control strategies is discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "An event-based model of superspreading A. James et al. 747",
      "sentences": [
        [
          {
            "segment_text": "An event-based model of superspreading A. James et al. 747",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "118"
  }
}