{
  "paper_id": "cf2b21513ebe7ddeb39e48f09f3f3e6bc47b117e",
  "metadata": {
    "title": "Identification of residues on human receptor DPP4 critical for MERS-CoV binding and entry",
    "coda_data_split": "train",
    "coda_paper_id": 4554,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) infects host cells through binding the receptor binding domain (RBD) on its spike glycoprotein to human receptor dipeptidyl peptidase 4 (hDPP4). Here, we report identification of critical residues on hDPP4 for RBD binding and virus entry through analysis of a panel of hDPP4 mutants. Based on the RBD-hDPP4 crystal structure we reported, the mutated residues were located at the interface between RBD and hDPP4, which potentially changed the polarity, hydrophobic or hydrophilic properties of hDPP4, thereby interfering or disrupting their interaction with RBD. Using surface plasmon resonance (SPR) binding analysis and pseudovirus infection assay, we showed that several residues in hDPP4-RBD binding interface were important on hDPP4-RBD binding and viral entry. These results provide atomic insights into the features of interactions between hDPP4 and MERS-CoV RBD, and also provide potential explanation for cellular and species tropism of MERS-CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) infects host cells through binding the receptor binding domain ( RBD ) on its spike glycoprotein to human receptor dipeptidyl peptidase 4 ( hDPP4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report identification of critical residues on hDPP4 for RBD binding and virus entry through analysis of a panel of hDPP4 mutants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on the RBD-hDPP4 crystal structure we reported ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mutated residues were located at the interface between RBD and hDPP4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which potentially changed the polarity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hydrophobic or hydrophilic properties of hDPP4 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby interfering or disrupting their interaction with RBD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using surface plasmon resonance ( SPR ) binding analysis and pseudovirus infection assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we showed that several residues in hDPP4-RBD binding interface were important on hDPP4-RBD binding and viral entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide atomic insights into the features of interactions between hDPP4 and MERS-CoV RBD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also provide potential explanation for cellular and species tropism of MERS-CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "165"
  }
}