{
  "paper_id": "cf418ee0dbf748c0464bc42111a8fc79e00dab3c",
  "metadata": {
    "title": "Are China\u0027s oldest-old living longer with less disability? A longitudinal modeling analysis of birth cohorts born 10 years apart",
    "coda_data_split": "train",
    "coda_paper_id": 4848,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: China has transitioned from being one of the fastest-growing populations to among the most rapidly aging countries worldwide. In particular, the population of oldest-old individuals, those aged 80+, is projected to quadruple by 2050. The oldest-old represent a uniquely important group-they have high demand for personal assistance and the highest healthcare costs of any age group. Understanding trends in disability and longevity among the oldest-old-that is, whether successive generations are living longer and with less disability-is of great importance for policy and planning purposes.",
      "sentences": [
        [
          {
            "segment_text": "Background : China has transitioned from being one of the fastest-growing populations to among the most rapidly aging countries worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , the population of oldest-old individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "those aged 80 + , is projected to quadruple by 2050 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The oldest-old represent a uniquely important group-they have high demand for personal assistance and the highest healthcare costs of any age group .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Understanding trends in disability and longevity among the oldest-old-that is ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "whether successive generations are living longer and with less disability-is of great importance for policy and planning purposes .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We utilized data from successive birth cohorts (n \u003d 20,520) of the Chinese oldest-old born 10 years apart (the earlier cohort was interviewed in 1998 and the later cohort in 2008). Disability was defined as needing personal assistance in performing one or more of five essential activities (bathing, transferring, dressing, eating, and toileting) or being incontinent. Participants were followed for age-specific disability transitions and mortality (in 2000 and 2002 for the earlier cohort and 2011 and 2014 for the later cohort), which were then used to generate microsimulation-based multistate life tables to estimate partial life expectancy (LE) and disability-free LE (DFLE), stratified by sex and age groups (octogenarians, nonagenarians, and centenarians). We additionally explored sociodemographic heterogeneity in LE and DFLE by urban/rural residence and educational attainment.",
      "sentences": [
        [
          {
            "segment_text": "We utilized data from successive birth cohorts ( n \u003d 20,520 ) of the Chinese oldest-old born 10 years apart ( the earlier cohort was interviewed in 1998 and the later cohort in 2008 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Disability was defined as needing personal assistance in performing one or more of five essential activities ( bathing , transferring , dressing , eating , and toileting ) or being incontinent .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants were followed for age-specific disability transitions and mortality ( in 2000 and 2002 for the earlier cohort and 2011 and 2014 for the later cohort ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which were then used to generate microsimulation-based multistate life tables to estimate partial life expectancy ( LE ) and disability-free LE ( DFLE ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "stratified by sex and age groups ( octogenarians , nonagenarians , and centenarians ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We additionally explored sociodemographic heterogeneity in LE and DFLE by urban/rural residence and educational attainment .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: More recently born Chinese octogenarians (born 1919-1928) had a longer partial LE between ages 80 and 89 than octogenarians born 1909-1918, and octogenarian women experienced an increase in partial DFLE of 0.32 years (P \u003d 0.004) across the two birth cohorts. Although no increases in partial LE were observed among nonagenarians or centenarians, partial DFLE increased across birth cohorts, with a gain of 0.41 years (P \u003c 0.001) among nonagenarians and 0.07 years (P \u003d 0.050) among centenarians. Subgroup analyses revealed that gains in partial LE and DFLE primarily occurred among the urban resident population.",
      "sentences": [
        [
          {
            "segment_text": "Results : More recently born Chinese octogenarians ( born 1919-1928 ) had a longer partial LE between ages 80 and 89 than octogenarians born 1909-1918 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and octogenarian women experienced an increase in partial DFLE of 0.32 years ( P \u003d 0.004 ) across the two birth cohorts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although no increases in partial LE were observed among nonagenarians or centenarians ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "partial DFLE increased across birth cohorts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a gain of 0.41 years ( P \u003c 0.001 ) among nonagenarians and 0.07 years ( P \u003d 0.050 ) among centenarians .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subgroup analyses revealed that gains in partial LE and DFLE primarily occurred among the urban resident population .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Successive generations of China\u0027s oldest-old are living with less disability as a whole, and LE is expanding among octogenarians. However, we found a widening urban-rural disparity in longevity and disability, highlighting the need to improve policies to alleviate health inequality throughout the population.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Successive generations of China \u0027s oldest-old are living with less disability as a whole ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and LE is expanding among octogenarians .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , we found a widening urban-rural disparity in longevity and disability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the need to improve policies to alleviate health inequality throughout the population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "409"
  }
}