{
  "paper_id": "cf5d73caa681d5149910917a4ce993d704e373b2",
  "metadata": {
    "title": "Colonization of Parasites and Vectors",
    "coda_data_split": "train",
    "coda_paper_id": 2360,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Colonization comprises the physical arrival of a species in a new area, but also its successful establishment within the local community. Oceanic islands, like the Hawaiian and the Galapagos archipelagos, represent excellent systems to study the mechanisms of colonization because of their historical isolation. In this chapter, we first review some of the major mechanisms by which parasites and vectors could arrive to an oceanic island, both naturally or due to human activities, and the factors that may influence their successful establishment in the insular host community. We then explore examples of natural and anthropogenic colonization of the Galapagos Islands by parasites and vectors, focusing on one or more case studies that best represent the diversity of colonization mechanisms that has shaped parasite distribution in the archipelago. Finally, we discuss future directions for research on parasite and vector colonization in Galapagos Islands.",
      "sentences": [
        [
          {
            "segment_text": "Colonization comprises the physical arrival of a species in a new area ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also its successful establishment within the local community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Oceanic islands , like the Hawaiian and the Galapagos archipelagos ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represent excellent systems to study the mechanisms of colonization because of their historical isolation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we first review some of the major mechanisms by which parasites and vectors could arrive to an oceanic island ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "both naturally or due to human activities ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the factors that may influence their successful establishment in the insular host community .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We then explore examples of natural and anthropogenic colonization of the Galapagos Islands by parasites and vectors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on one or more case studies that best represent the diversity of colonization mechanisms that has shaped parasite distribution in the archipelago .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , we discuss future directions for research on parasite and vector colonization in Galapagos Islands .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "155"
  }
}