{
  "paper_id": "cf809464372ccec811d156d2b9d30aa57289f40b",
  "metadata": {
    "title": "A preliminary study on the interaction between Asn-Gly-Arg (NGR)-modified multifunctional nanoparticles and vascular epithelial cells-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 5934,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Previously developed Asn-Gly-Arg (NGR) peptide-modified multifunctional poly(ethyleneimine)-poly(ethylene glycol) (PEI-PEG)-based nanoparticles (TPIC) have been considered to be promising carriers for the co-delivery of DNA and doxorubicin (DOX). As a continued effort, the aim of the present study was to further evaluate the interaction between TPIC and human umbilical vein endothelial cells (HUVEC) to better understand the cellular entry mechanism. In the present investigation, experiments relevant to co-localization, endocytosis inhibitors and factors influencing the internalization were performed. Without any treatment, there was no co-localization between aminopeptidase N/CD13 (APN/CD13) and caveolin 1 (CAV1). However, co-localization between CD13 and CAV1 was observed when cells were incubated with an anti-CD13 antibody or TPIC. As compared with antibody treatment, TPIC accelerated the speed and enhanced the degree of co-localization. TPIC entered HUVEC not only together with CD13 but also together with CAV1. However, this internalization was not dependent on the enzyme activity of CD13 but could be inhibited by methyl-β-eyclodextfin (MβCD), further identifying the involvement of caveolae-mediated endocytosis (CvME). This conclusion was also verified by endocytosis inhibitor experiments.",
      "sentences": [
        [
          {
            "segment_text": "Previously developed Asn-Gly-Arg ( NGR ) peptide-modified multifunctional poly ( ethyleneimine ) - poly ( ethylene glycol ) ( PEI-PEG ) - based nanoparticles ( TPIC ) have been considered to be promising carriers for the co-delivery of DNA and doxorubicin ( DOX ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a continued effort , the aim of the present study was to further evaluate the interaction between TPIC and human umbilical vein endothelial cells ( HUVEC ) to better understand the cellular entry mechanism .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In the present investigation , experiments relevant to co-localization ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "endocytosis inhibitors and factors influencing the internalization were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Without any treatment , there was no co-localization between aminopeptidase N/CD13 ( APN/CD13 ) and caveolin 1 ( CAV1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , co-localization between CD13 and CAV1 was observed when cells were incubated with an anti-CD13 antibody or TPIC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As compared with antibody treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TPIC accelerated the speed and enhanced the degree of co-localization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TPIC entered HUVEC not only together with CD13 but also together with CAV1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , this internalization was not dependent on the enzyme activity of CD13 but could be inhibited by methyl-β-eyclodextfin ( MβCD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further identifying the involvement of caveolae-mediated endocytosis ( CvME ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This conclusion was also verified by endocytosis inhibitor experiments .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "217"
  }
}