{
  "paper_id": "cf9cde968342b44337cfc9c25c2e1c98dcf9f1cc",
  "metadata": {
    "title": "Contributions of the S2 spike ectodomain to attachment and host range of infectious bronchitis virus",
    "coda_data_split": "train",
    "coda_paper_id": 3701,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The spike protein is the major viral attachment protein of the avian coronavirus infectious bronchitis virus (IBV) and ultimately determines viral tropism. The S1 subunit of the spike is assumed to be required for virus attachment. However, we have previously shown that this domain of the embryo-and cell culture adapted Beaudette strain, in contrast to that of the virulent M41 strain, is not sufficient for binding to chicken trachea (Wickramasinghe et al., 2011) . In the present study, we demonstrated that the lack of binding of Beaudette S1 was not due to absence of virus receptors on this tissue nor due to the production of S1 from mammalian cells, as S1 proteins expressed from chicken cells also lacked the ability to bind IBVsusceptible embryonic tissue. Subsequently, we addressed the contribution of the S2 subunit of the spike in IBV attachment. Recombinant IBV Beaudette spike ectodomains, comprising the entire S1 domain and the S2 ectodomain, were expressed and analyzed for binding to susceptible embryonic chorio-allantoic membrane (CAM) in our previously developed spike histochemistry assay. We observed that extension of the S1 domain with the S2 subunit of the Beaudette spike was sufficient to gain binding to CAM. A previously suggested heparin sulfate binding site in Beaudette S2 was not required for the observed binding to CAM, while sialic acids on the host tissues were essential for the attachment. To further elucidate the role of S2 the spike ectodomains of virulent IBV M41 and chimeras of M41 and Beaudette were analyzed for their binding to CAM, chicken trachea and mammalian cell lines. While the M41 spike ectodomain showed increased attachment to both CAM and chicken trachea, no binding to mammalian cells was observed. In contrast, Beaudette spike ectodomain had relatively weak ability to bind to chicken trachea, but displayed marked extended host range to mammalian cells. Binding patterns of chimeric spike ectodomains to these tissues and cells indicate that S2 subunits most likely do not contain an additional independent receptor-binding site. Rather, the interplay between S1 and S2 subunits of spikes from the same viral origin might finally determine the avidity and specificity of virus attachment and thus viral host range. (M.H. Verheije).",
      "sentences": [
        [
          {
            "segment_text": "The spike protein is the major viral attachment protein of the avian coronavirus infectious bronchitis virus ( IBV ) and ultimately determines viral tropism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The S1 subunit of the spike is assumed to be required for virus attachment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , we have previously shown that this domain of the embryo-and cell culture adapted Beaudette strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in contrast to that of the virulent M41 strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is not sufficient for binding to chicken trachea ( Wickramasinghe et al. , 2011 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we demonstrated that the lack of binding of Beaudette S1 was not due to absence of virus receptors on this tissue nor due to the production of S1 from mammalian cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as S1 proteins expressed from chicken cells also lacked the ability to bind IBVsusceptible embryonic tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , we addressed the contribution of the S2 subunit of the spike in IBV attachment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombinant IBV Beaudette spike ectodomains ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "comprising the entire S1 domain and the S2 ectodomain ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were expressed and analyzed for binding to susceptible embryonic chorio-allantoic membrane ( CAM ) in our previously developed spike histochemistry assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed that extension of the S1 domain with the S2 subunit of the Beaudette spike was sufficient to gain binding to CAM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A previously suggested heparin sulfate binding site in Beaudette S2 was not required for the observed binding to CAM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while sialic acids on the host tissues were essential for the attachment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To further elucidate the role of S2 the spike ectodomains of virulent IBV M41 and chimeras of M41 and Beaudette were analyzed for their binding to CAM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chicken trachea and mammalian cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the M41 spike ectodomain showed increased attachment to both CAM and chicken trachea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no binding to mammalian cells was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , Beaudette spike ectodomain had relatively weak ability to bind to chicken trachea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but displayed marked extended host range to mammalian cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Binding patterns of chimeric spike ectodomains to these tissues and cells indicate that S2 subunits most likely do not contain an additional independent receptor-binding site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather , the interplay between S1 and S2 subunits of spikes from the same viral origin might finally determine the avidity and specificity of virus attachment and thus viral host range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( M.H. Verheije ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Coronaviruses have a strict species tropism, which is largely determined by the interaction of the viral attachment protein spike (S) with the host cell (recently reviewed in Belouzard et al., 2012; Graham and Baric, 2010) . The coronaviral S protein is a highly glycosylated class I viral fusion protein (Bosch et al., 2003) , which in some coronaviruses, including IBV, is cleaved during synthesis into an S1 and an S2 subunit by the host serine protease furin (de Haan et al., 2004; ). The S1 is essential for initial attachment of the virus, while the membrane anchored S2 subunit or domain, containing the remaining part of the ectodomain, a transmembrane domain and an endodomain, drives virus-cell fusion (reviewed in Heald-Sargent and Gallagher, 2012). All coronaviral receptor-binding domains (RBD) currently identified are located within the S1 subunit or domain (reviewed in Belouzard et al., 2012; Graham and Baric, 2010) . For IBV, the exact location of the RBD has, however, not yet been elucidated. Heterogeneity between IBV strains is mainly associated with differences in S1, but IBV spike 0168-1702/$ -see front matter",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses have a strict species tropism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is largely determined by the interaction of the viral attachment protein spike ( S ) with the host cell ( recently reviewed in Belouzard et al. , 2012 ; Graham and Baric , 2010 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The coronaviral S protein is a highly glycosylated class I viral fusion protein ( Bosch et al. , 2003 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in some coronaviruses , including IBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is cleaved during synthesis into an S1 and an S2 subunit by the host serine protease furin ( de Haan et al. , 2004 ; ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S1 is essential for initial attachment of the virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the membrane anchored S2 subunit or domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "containing the remaining part of the ectodomain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a transmembrane domain and an endodomain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "drives virus-cell fusion ( reviewed in Heald-Sargent and Gallagher , 2012 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All coronaviral receptor-binding domains ( RBD ) currently identified are located within the S1 subunit or domain ( reviewed in Belouzard et al. , 2012 ; Graham and Baric , 2010 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For IBV , the exact location of the RBD has ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , not yet been elucidated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Heterogeneity between IBV strains is mainly associated with differences in S1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but IBV spike 0168-1702 / $ - see front matter",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "20",
    "segment_num": "38",
    "token_num": "618"
  }
}