{
  "paper_id": "cfadae2614f845ee68f94fd6e4db2973dd8cf1ce",
  "metadata": {
    "title": "Pathogenicity of severe acute respiratory coronavirus deletion mutants in hACE-2 transgenic mice",
    "coda_data_split": "train",
    "coda_paper_id": 3507,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recombinant severe acute respiratory virus (SARS-CoV) variants lacking the group specific genes 6, 7a, 7b, 8a, 8b and 9b (rSARS-CoV-Δ[6-9b]), the structural gene E (rSARS-CoV-ΔE), and a combination of both sets of genes (rSARS-CoV-Δ[E,6-9b]) have been generated. All these viruses were rescued in monkey (Vero E6) cells and were also infectious for human (Huh-7, Huh7.5.1 and CaCo-2) cell lines and for transgenic (Tg) mice expressing the SARS-CoV receptor human angiotensin converting enzyme-2 (hACE-2), indicating that none of these proteins is essential for the viral cycle. Furthermore, in Vero E6 cells, all the viruses showed the formation of particles with the same morphology as the wt virus, indicating that these proteins do not have a high impact in the final morphology of the virions. Nevertheless, in the absence of E protein, release of virus particles efficacy was reduced. Viruses lacking E protein grew about 100-fold lower than the wt virus in lungs of Tg infected mice but did not grow in the brains of the same animals, in contrast to the rSARS-CoV-Δ[6-9b] virus, which grew almost as well as the wt in both tissues. Viruses lacking E protein were highly attenuated in the highly sensitive hACE-2 Tg mice, in contrast to the minimal rSARS-CoV-Δ[6-9b] and wt viruses. These data indicate that E gene might be a virulence factor influencing replication level, tissue tropism and pathogenicity of SARS-CoV, suggesting that ΔE attenuated viruses are promising vaccine candidates.",
      "sentences": [
        [
          {
            "segment_text": "Recombinant severe acute respiratory virus ( SARS-CoV ) variants lacking the group specific genes 6 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "7a , 7b , 8a ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "8b and 9b ( rSARS-CoV-Δ ( 6-9b ) ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the structural gene E ( rSARS-CoV-ΔE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and a combination of both sets of genes ( rSARS-CoV-Δ ( E,6-9b ) ) have been generated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All these viruses were rescued in monkey ( Vero E6 ) cells and were also infectious for human ( Huh-7 , Huh7 .5.1 and CaCo-2 ) cell lines and for transgenic ( Tg ) mice expressing the SARS-CoV receptor human angiotensin converting enzyme-2 ( hACE-2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that none of these proteins is essential for the viral cycle .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , in Vero E6 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all the viruses showed the formation of particles with the same morphology as the wt virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that these proteins do not have a high impact in the final morphology of the virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , in the absence of E protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "release of virus particles efficacy was reduced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses lacking E protein grew about 100-fold lower than the wt virus in lungs of Tg infected mice but did not grow in the brains of the same animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to the rSARS-CoV-Δ ( 6-9b ) virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which grew almost as well as the wt in both tissues .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses lacking E protein were highly attenuated in the highly sensitive hACE-2 Tg mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to the minimal rSARS-CoV-Δ ( 6-9b ) and wt viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that E gene might be a virulence factor influencing replication level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tissue tropism and pathogenicity of SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that ΔE attenuated viruses are promising vaccine candidates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "20",
    "token_num": "289"
  }
}