{
  "paper_id": "cfb3735e8a8570efe9bc510fb05fe73441b00314",
  "metadata": {
    "title": "Comparison of the Luminex xTAG Respiratory Viral Panel Fast v2 Assay With Anyplex II RV16 Detection Kit and AdvanSure RV Real-Time RT-PCR Assay for the Detection of Respiratory Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 3160,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The accurate and rapid identification of the causative viruses is important for the timely diagnosis and management of respiratory infections. Multiplex molecular diagnostic techniques have been widely adopted to detect respiratory viruses. We compared the results of a newly upgraded, multiplex, molecular bead-based respiratory viral panel (RVP) assay with the results of Anyplex II RV16 detection kit and AdvanSure RV real-time RT-PCR assay.",
      "sentences": [
        [
          {
            "segment_text": "Background : The accurate and rapid identification of the causative viruses is important for the timely diagnosis and management of respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiplex molecular diagnostic techniques have been widely adopted to detect respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We compared the results of a newly upgraded ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "multiplex , molecular bead-based respiratory viral panel ( RVP ) assay with the results of Anyplex II RV16 detection kit and AdvanSure RV real-time RT-PCR assay .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: We tested 254 respiratory specimens and cultured viral strains using the Luminex xTAG RVP Fast v2 assay (Luminex Molecular Diagnostics, Canada) and Anyplex II RV16 detection kit and compared the results. Specimens showing discordant results between the two assays were tested with a AdvanSure RV real-time RT-PCR assay.",
      "sentences": [
        [
          {
            "segment_text": "Methods : We tested 254 respiratory specimens and cultured viral strains using the Luminex xTAG RVP Fast v2 assay ( Luminex Molecular Diagnostics , Canada ) and Anyplex II RV16 detection kit and compared the results .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specimens showing discordant results between the two assays were tested with a AdvanSure RV real-time RT-PCR assay .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Of the 254 respiratory specimens, there was total agreement in the results between the xTAG RVP Fast v2 assay and the other real-time PCR assay in 94.1-100% of the specimens. The agreement levels were relatively low (94.1-97.6%) for specimens of adenovirus, coronavirus NL63, and parainfluenza type 3. In comparison to the other assay, the xTAG RVP Fast v2 assay detected a higher number of parainfluenza type 3 (4 cases) and metapneumovirus (9 cases).",
      "sentences": [
        [
          {
            "segment_text": "Results : Of the 254 respiratory specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there was total agreement in the results between the xTAG RVP Fast v2 assay and the other real-time PCR assay in 94.1-100 % of the specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The agreement levels were relatively low ( 94.1-97.6 % ) for specimens of adenovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronavirus NL63 , and parainfluenza type 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison to the other assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the xTAG RVP Fast v2 assay detected a higher number of parainfluenza type 3 ( 4 cases ) and metapneumovirus ( 9 cases ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The xTAG RVP Fast v2 assay showed comparable capabilities compared with the other assays; it will be useful for identifying respiratory viral infections in patients with respiratory symptoms. Clinicians should be aware of the characteristics of the assays they use, since different assays show different detectability for each virus.",
      "sentences": [
        [
          {
            "segment_text": "The xTAG RVP Fast v2 assay showed comparable capabilities compared with the other assays ; it will be useful for identifying respiratory viral infections in patients with respiratory symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinicians should be aware of the characteristics of the assays they use ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since different assays show different detectability for each virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "270"
  }
}