{
  "paper_id": "cfed6be64aa1e2c1b0824ad3e3ff857a28465284",
  "metadata": {
    "title": "Personal View Towards a conceptual framework to support one-health research for policy on emerging zoonoses",
    "coda_data_split": "train",
    "coda_paper_id": 7914,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the past two decades there has been a growing realisation that the livestock sector was in a process of change, resulting from an expansion of intensive animal production systems and trade to meet a globalised world\u0027s increasing demand for livestock products. One unintended consequence has been the emergence and spread of transboundary animal diseases and, more specifi cally, the resurgence and emergence of zoonotic diseases. Concurrent with changes in the livestock sector, contact with wildlife has increased. This development has increased the risk of transmission of infections from wildlife to human beings and livestock. Two overarching questions arise with respect to the real and perceived threat from emerging infectious diseases: why are these problems arising with increasing frequency, and how should we manage and control them? A clear conceptual research framework can provide a guide to ensure a research strategy that coherently links to the overarching goals of policy makers. We propose such a new framework in support of a research and policy-generation strategy to help to address the challenges posed by emerging zoonoses.",
      "sentences": [
        [
          {
            "segment_text": "In the past two decades there has been a growing realisation that the livestock sector was in a process of change ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting from an expansion of intensive animal production systems and trade to meet a globalised world \u0027s increasing demand for livestock products .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One unintended consequence has been the emergence and spread of transboundary animal diseases and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more specifi cally , the resurgence and emergence of zoonotic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Concurrent with changes in the livestock sector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contact with wildlife has increased .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This development has increased the risk of transmission of infections from wildlife to human beings and livestock .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two overarching questions arise with respect to the real and perceived threat from emerging infectious diseases : why are these problems arising with increasing frequency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and how should we manage and control them ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A clear conceptual research framework can provide a guide to ensure a research strategy that coherently links to the overarching goals of policy makers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We propose such a new framework in support of a research and policy-generation strategy to help to address the challenges posed by emerging zoonoses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "189"
  }
}