{
  "paper_id": "d0067a3d2448fee1313c821e9638d0ee542336a9",
  "metadata": {
    "title": "Variation of the sequence in the gene encoding for transmembrane protein M of canine coronavirus (CCV)",
    "coda_data_split": "train",
    "coda_paper_id": 10304,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A nucleotide variability in the sequence of the gene encoding for the transmembrane protein M of canine coronavirus (CCV) is described. A total of 177 faecal samples from pups with enteritis were analysed by a PCR and n-PCR specific for CCV. Four samples, collected from a dog presenting a long-duration shedding of CCV, and a sample from another diarrhoeic dog, were found positive by PCR but negative by n-PCR. Sequence analysis of the samples revealed silent nucleotide substitutions in the binding site of the internal primer used for the n-PCR. Moreover, the nucleotide substitutions occurring over the whole fragment of the five samples analysed were similar.",
      "sentences": [
        [
          {
            "segment_text": "A nucleotide variability in the sequence of the gene encoding for the transmembrane protein M of canine coronavirus ( CCV ) is described .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 177 faecal samples from pups with enteritis were analysed by a PCR and n-PCR specific for CCV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four samples , collected from a dog presenting a long-duration shedding of CCV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a sample from another diarrhoeic dog ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were found positive by PCR but negative by n-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of the samples revealed silent nucleotide substitutions in the binding site of the internal primer used for the n-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the nucleotide substitutions occurring over the whole fragment of the five samples analysed were similar .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "117"
  }
}