{
  "paper_id": "d00ef4f7e5e8aa3bd2e1b0414f85c9d89b0d6a1a",
  "metadata": {
    "title": "Sequential biogenesis of host cell membrane rearrangements induced by hepatitis C virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 4396,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Like most positive-strand RNA viruses, hepatitis C virus (HCV) forms a membrane-associated replication complex consisting of replicating RNA, viral and host proteins anchored to altered cell membranes. We used a combination of qualitative and quantitative electron microscopy (EM), immuno-EM, and the 3D reconstruction of serial EM sections to analyze the host cell membrane alterations induced by HCV. Three different types of membrane alteration were observed: vesicles in clusters (ViCs), contiguous vesicles (CVs), and double-membrane vesicles (DMVs). The main ultrastructural change observed early in infection was the formation of a network of CVs surrounding the lipid droplets. Later stages in the infectious cycle were characterized by a large increase in the number of DMVs, which may be derived from the CVs. These DMVs are thought to constitute the membranous structures harboring the viral replication complexes in which viral replication is firmly and permanently established and to protect the virus against double-stranded RNA-triggered host antiviral responses. Keywords HCV Á Host cell membranes Á Membranous web Á Electron microscopy Á 3D reconstruction Abbreviations BSA Bovine serum albumin CM Convoluted membranes CV Contiguous vesicles DENV Dengue virus DMEM Dulbecco\u0027s modified Eagle medium DMV Double-membrane vesicle EM Electron microscopy FFU Focus forming unit HCV Hepatitis C virus KUNV Kunjin virus LD Lipid droplet MAbs Mouse monoclonal antibody MMV Multimembrane vesicles MVB Multivesicular bodies ViC Vesicles in cluster VP Vesicle packets WNV West Nile virus E. Blanchard and P. Roingeard are co-last authors. Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Like most positive-strand RNA viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hepatitis C virus ( HCV ) forms a membrane-associated replication complex consisting of replicating RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral and host proteins anchored to altered cell membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used a combination of qualitative and quantitative electron microscopy ( EM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immuno-EM , and the 3D reconstruction of serial EM sections to analyze the host cell membrane alterations induced by HCV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three different types of membrane alteration were observed : vesicles in clusters ( ViCs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "contiguous vesicles ( CVs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and double-membrane vesicles ( DMVs ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main ultrastructural change observed early in infection was the formation of a network of CVs surrounding the lipid droplets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Later stages in the infectious cycle were characterized by a large increase in the number of DMVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may be derived from the CVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These DMVs are thought to constitute the membranous structures harboring the viral replication complexes in which viral replication is firmly and permanently established and to protect the virus against double-stranded RNA-triggered host antiviral responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Keywords HCV Á Host cell membranes Á Membranous web Á Electron microscopy Á 3D reconstruction Abbreviations BSA Bovine serum albumin CM Convoluted membranes CV Contiguous vesicles DENV Dengue virus DMEM Dulbecco \u0027s modified Eagle medium DMV Double-membrane vesicle EM Electron microscopy FFU Focus forming unit HCV Hepatitis C virus KUNV Kunjin virus LD Lipid droplet MAbs Mouse monoclonal antibody MMV Multimembrane vesicles MVB Multivesicular bodies ViC Vesicles in cluster VP Vesicle packets WNV West Nile virus E. Blanchard and P. Roingeard are co-last authors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Electronic supplementary material The online version of this article (",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "273"
  }
}