{
  "paper_id": "d01690bafbc4c042dd47c6aa77801b56071493d2",
  "metadata": {
    "title": "Oseltamivir-Resistant Infl uenza Viruses A (H1N1) during 2007-2009 Infl uenza Seasons, Japan the Working Group for Infl uenza Virus Surveillance in Japan 1",
    "coda_data_split": "train",
    "coda_paper_id": 7314,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To monitor oseltamivir-resistant infl uenza viruses A (H1N1) (ORVs) with H275Y in neuraminidase (NA) in Japan during 2 infl uenza seasons, we analyzed 3,216 clinical samples by NA sequencing and/or NA inhibition assay. The total frequency of ORVs was 2.6% (45/1,734) during the 2007-08 season and 99.7% (1,477/1,482) during the 2008-09 season, indicating a marked increase in ORVs in Japan during 1 infl uenza season. The NA gene of ORVs in the 2007-08 season fell into 2 distinct lineages by D354G substitution, whereas that of ORVs in the 2008-09 season fell into 1 lineage. NA inhibition assay and M2 sequencing showed that almost all the ORVs were sensitive to zanamivir and amantadine. The hemagglutination inhibition test showed that ORVs were antigenetically similar to the 2008-09 vaccine strain A/Brisbane/59/2007. Our data indicate that the current vaccine or zanamivir and amantadine are effective against recent ORVs, but continuous surveillance remains necessary.",
      "sentences": [
        [
          {
            "segment_text": "To monitor oseltamivir-resistant infl uenza viruses A ( H1N1 ) ( ORVs ) with H275Y in neuraminidase ( NA ) in Japan during 2 infl uenza seasons ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we analyzed 3,216 clinical samples by NA sequencing and/or NA inhibition assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The total frequency of ORVs was 2.6 % ( 45/1 ,734 ) during the 2007-08 season and 99.7 % ( 1,477 / 1,482 ) during the 2008-09 season ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a marked increase in ORVs in Japan during 1 infl uenza season .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The NA gene of ORVs in the 2007-08 season fell into 2 distinct lineages by D354G substitution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas that of ORVs in the 2008-09 season fell into 1 lineage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NA inhibition assay and M2 sequencing showed that almost all the ORVs were sensitive to zanamivir and amantadine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The hemagglutination inhibition test showed that ORVs were antigenetically similar to the 2008-09 vaccine strain A/Brisbane/59 / 2007 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that the current vaccine or zanamivir and amantadine are effective against recent ORVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but continuous surveillance remains necessary .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "176"
  }
}