{
  "paper_id": "d02034376ac45efa3806785215aa2d9619c7abfa",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7594,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For pandemic infl uenza planning, realistic estimates of personal protective equipment (PPE) and antiviral medication required for hospital healthcare workers (HCWs) are vital. In this simulation study, a patient with suspected avian or pandemic infl uenza (API) sought treatment at 9 Australian hospital emergency departments where patient-staff interactions during the fi rst 6 hours of hospitalization were observed. Based on World Health Organization defi nitions and guidelines, the mean number of \"close contacts\" of the API patient was 12.3 (range 6-17; 85% HCWs); mean \"exposures\" were 19.3 (range 15-26). Overall, 20-25 PPE sets were required per patient, with variable HCW compliance for wearing these items (93% N95 masks, 77% gowns, 83% gloves, and 73% eye protection). Up to 41% of HCW close contacts would have qualifi ed for postexposure antiviral prophylaxis. These data indicate that many current national stockpiles of PPE and antiviral medication are likely inadequate for a pandemic.",
      "sentences": [
        [
          {
            "segment_text": "For pandemic infl uenza planning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "realistic estimates of personal protective equipment ( PPE ) and antiviral medication required for hospital healthcare workers ( HCWs ) are vital .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this simulation study , a patient with suspected avian or pandemic infl uenza ( API ) sought treatment at 9 Australian hospital emergency departments where patient-staff interactions during the fi rst 6 hours of hospitalization were observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on World Health Organization defi nitions and guidelines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mean number of `` close contacts \u0027\u0027 of the API patient was 12.3 ( range 6-17 ; 85 % HCWs ) ; mean `` exposures \u0027\u0027 were 19.3 ( range 15-26 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 20-25 PPE sets were required per patient ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with variable HCW compliance for wearing these items ( 93 % N95 masks , 77 % gowns , 83 % gloves , and 73 % eye protection ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Up to 41 % of HCW close contacts would have qualifi ed for postexposure antiviral prophylaxis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data indicate that many current national stockpiles of PPE and antiviral medication are likely inadequate for a pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "188"
  }
}