{
  "paper_id": "d03cf2f21e08b7e0df78531221da6c06915e1b50",
  "metadata": {
    "title": "Influenza vaccination and respiratory virus interference among Department of Defense personnel during the 2017-2018 influenza season",
    "coda_data_split": "train",
    "coda_paper_id": 7863,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Receiving influenza vaccination may increase the risk of other respiratory viruses, a phenomenon known as virus interference. Test-negative study designs are often utilized to calculate influenza vaccine effectiveness. The virus interference phenomenon goes against the basic assumption of the test-negative vaccine effectiveness study that vaccination does not change the risk of infection with other respiratory illness, thus potentially biasing vaccine effectiveness results in the positive direction. This study aimed to investigate virus interference by comparing respiratory virus status among Department of Defense personnel based on their influenza vaccination status. Furthermore, individual respiratory viruses and their association with influenza vaccination were examined. Results: We compared vaccination status of 2880 people with non-influenza respiratory viruses to 3240 people with pan-negative results. Comparing vaccinated to non-vaccinated patients, the adjusted odds ratio for non-flu viruses was 0.97 (95% confidence interval (CI): 0.86, 1.09; p \u003d 0.60). Additionally, the vaccination status of 3349 cases of influenza were compared to three different control groups: all controls (N \u003d 6120), non-influenza positive controls (N \u003d 2880), and pan-negative controls (N \u003d 3240). The adjusted ORs for the comparisons among the three control groups did not vary much (range: 0.46-0.51). Conclusions: Receipt of influenza vaccination was not associated with virus interference among our population. Examining virus interference by specific respiratory viruses showed mixed results. Vaccine derived virus interference was significantly associated with coronavirus and human metapneumovirus; however, significant protection with vaccination was associated not only with most influenza viruses, but also parainfluenza, RSV, and non-influenza virus coinfections.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Receiving influenza vaccination may increase the risk of other respiratory viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a phenomenon known as virus interference .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Test-negative study designs are often utilized to calculate influenza vaccine effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus interference phenomenon goes against the basic assumption of the test-negative vaccine effectiveness study that vaccination does not change the risk of infection with other respiratory illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus potentially biasing vaccine effectiveness results in the positive direction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to investigate virus interference by comparing respiratory virus status among Department of Defense personnel based on their influenza vaccination status .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Furthermore , individual respiratory viruses and their association with influenza vaccination were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We compared vaccination status of 2880 people with non-influenza respiratory viruses to 3240 people with pan-negative results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparing vaccinated to non-vaccinated patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the adjusted odds ratio for non-flu viruses was 0.97 ( 95 % confidence interval ( CI ) : 0.86 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.09 ; p \u003d 0.60 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , the vaccination status of 3349 cases of influenza were compared to three different control groups : all controls ( N \u003d 6120 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-influenza positive controls ( N \u003d 2880 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and pan-negative controls ( N \u003d 3240 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The adjusted ORs for the comparisons among the three control groups did not vary much ( range : 0.46-0.51 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Receipt of influenza vaccination was not associated with virus interference among our population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Examining virus interference by specific respiratory viruses showed mixed results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccine derived virus interference was significantly associated with coronavirus and human metapneumovirus ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significant protection with vaccination was associated not only with most influenza viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also parainfluenza , RSV , and non-influenza virus coinfections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Ltd.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "300"
  }
}