{
  "paper_id": "d04931d795b87d97de6fbf013206543af8961ace",
  "metadata": {
    "title": "The cytotoxicity to leukemia cells and antiviral effects of Isatis indigotica extracts on pseudorabies virus",
    "coda_data_split": "train",
    "coda_paper_id": 10053,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Leaf and root extracts Anti-leukemia and pseudorabies virus In vitro a b s t r a c t Aim of the study: Isatis indigotica (I. indigotica), Cruciferae, has been used in Chinese medicine for antileukemia and anti-severe acute respiratory syndrome (SARS). The aim of this study was to evaluate the cytotoxicity of Isatis indigotica extracts on human leukemia cell line (HL-60) and the antiviral activity on swine pseudorabies virus (PrV) in in vitro assays. Materials and methods: Extracts and derived fractions of Isatis indigotica were prepared from root (R) and leaf (L) using methanol (M), ethyl acetate (E) and distilled water (D). The cytotoxic effect of extracts on swine peripheral blood mononuclear cells (PBMCs) and HL-60 was assessed by MTT method. The cytopathic effect (CPE) reduction, plaque reduction and inhibition assays on viral replication, and virucidal activity were further conducted to investigate the anti-PrV activity. Results: Indirubin, one of the biological active compounds of Isatis indigotica, had the most significant cytotoxicity on HL-60 cells and inhibitory effect on PrV replication. Extracts from roots and leaves of Isatis indigotica also presented CPE inhibition either before or after infection of PrV on porcine kidney (PK-15) cells. Leaf extracts had better virucidal activity than roots, and ethyl acetate extracts exhibited the highest efficacy among extracts tested. Conclusion: Isatis indigotica posses a valuable virucidal effect in disease control of pseudorabies virus infection in swine.",
      "sentences": [
        [
          {
            "segment_text": "Leaf and root extracts Anti-leukemia and pseudorabies virus In vitro a b s t r a c t Aim of the study : Isatis indigotica ( I. indigotica ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Cruciferae , has been used in Chinese medicine for antileukemia and anti-severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to evaluate the cytotoxicity of Isatis indigotica extracts on human leukemia cell line ( HL-60 ) and the antiviral activity on swine pseudorabies virus ( PrV ) in in vitro assays .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : Extracts and derived fractions of Isatis indigotica were prepared from root ( R ) and leaf ( L ) using methanol ( M ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ethyl acetate ( E ) and distilled water ( D ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cytotoxic effect of extracts on swine peripheral blood mononuclear cells ( PBMCs ) and HL-60 was assessed by MTT method .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The cytopathic effect ( CPE ) reduction ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "plaque reduction and inhibition assays on viral replication ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and virucidal activity were further conducted to investigate the anti-PrV activity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Indirubin , one of the biological active compounds of Isatis indigotica ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had the most significant cytotoxicity on HL-60 cells and inhibitory effect on PrV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Extracts from roots and leaves of Isatis indigotica also presented CPE inhibition either before or after infection of PrV on porcine kidney ( PK-15 ) cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Leaf extracts had better virucidal activity than roots ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ethyl acetate extracts exhibited the highest efficacy among extracts tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Isatis indigotica posses a valuable virucidal effect in disease control of pseudorabies virus infection in swine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "275"
  }
}