{
  "paper_id": "d04f957ad43399778ec25698de9477811ae763e3",
  "metadata": {
    "title": "Trypanosome mRNAs Share a Common 5\u0027 Spliced Leader Sequence",
    "coda_data_split": "train",
    "coda_paper_id": 3393,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A 5\u00274erminal leader sequence of 35 nucleotides was found to be present on multiple trypanosome RNAs. Based on its representation in cDNA libraries, we estimate that many, if not all, trypanosome mRNAs contain this leader. This same leader was originally identified on mRNAs encoding the molecules responsible for antigenic variation, variant surface glycoproteins. Studies of selected cDNAs containing this leader sequence revealed that leader-containing transcripts can be stage-specific, stage-regulated, or constitutive. They can be abundant or rare, and transcribed from single or multigene families. No linkage between the genomic leader sequences and the structural gene exons was observed. Possible mechanisms by which the leader sequences are added to trypanosome mRNAs are discussed.",
      "sentences": [
        [
          {
            "segment_text": "A 5 \u0027 4erminal leader sequence of 35 nucleotides was found to be present on multiple trypanosome RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on its representation in cDNA libraries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we estimate that many , if not all ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "trypanosome mRNAs contain this leader .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This same leader was originally identified on mRNAs encoding the molecules responsible for antigenic variation , variant surface glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies of selected cDNAs containing this leader sequence revealed that leader-containing transcripts can be stage-specific , stage-regulated , or constitutive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They can be abundant or rare ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and transcribed from single or multigene families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No linkage between the genomic leader sequences and the structural gene exons was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Possible mechanisms by which the leader sequences are added to trypanosome mRNAs are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "128"
  }
}