{
  "paper_id": "d068cbca6e78b2704ccc5feba27e216a32513b98",
  "metadata": {
    "title": "Recent advances in Cordyceps sinensis polysaccharides: Mycelial fermentation, isolation, structure, and bioactivities: A review",
    "coda_data_split": "train",
    "coda_paper_id": 9635,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Polysaccharide Production Extraction Structural elucidation Bioactivity A B S T R A C T Cordyceps (Ophiocordyceps sinensis) sinensis, the Chinese caterpillar fungus, is a unique and precious medicinal fungus in traditional Chinese medicine which has been used as a prestigious tonic and therapeutic herb in China for centuries. Polysaccharides are bioactive constituents of C. sinensis, exhibiting several activities such as immunomodulation, antitumour, antioxidant and hypoglycaemic. As natural C. sinensis fruiting body-caterpillar complexes are very rare and expensive, the polysaccharides documented over the last 15-20 years from this fungal species were mostly extracted from cultivated fungal mycelia (intracellular polysaccharides) or from mycelial fermentation broth (exopolysaccharides).",
      "sentences": [
        [
          {
            "segment_text": "Polysaccharide Production Extraction Structural elucidation Bioactivity A B S T R A C T Cordyceps ( Ophiocordyceps sinensis ) sinensis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the Chinese caterpillar fungus , is a unique and precious medicinal fungus in traditional Chinese medicine which has been used as a prestigious tonic and therapeutic herb in China for centuries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Polysaccharides are bioactive constituents of C. sinensis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exhibiting several activities such as immunomodulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antitumour , antioxidant and hypoglycaemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As natural C. sinensis fruiting body-caterpillar complexes are very rare and expensive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the polysaccharides documented over the last 15-20 years from this fungal species were mostly extracted from cultivated fungal mycelia ( intracellular polysaccharides ) or from mycelial fermentation broth ( exopolysaccharides ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Extraction and purification of the polysaccharides is a tedious process involving numerous steps of liquid and solid phase separations. Nevertheless, a large number of polysaccharide structures have been purified and elucidated. However, relationships between the structures and activities of these polysaccharides are not well established. This review provides a comprehensive summary of the most recent developments in various aspects (i.e., production, extraction, structure, and bioactivity) of the intracellular and exopolysaccharides from mycelial fermentation of C. sinensis fungi. The contents and data will serve as useful references for further investigation, production and application of these polysaccharides in functional foods and therapeutic agents.",
      "sentences": [
        [
          {
            "segment_text": "Extraction and purification of the polysaccharides is a tedious process involving numerous steps of liquid and solid phase separations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , a large number of polysaccharide structures have been purified and elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , relationships between the structures and activities of these polysaccharides are not well established .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides a comprehensive summary of the most recent developments in various aspects ( i.e. , production , extraction , structure , and bioactivity ) of the intracellular and exopolysaccharides from mycelial fermentation of C. sinensis fungi .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The contents and data will serve as useful references for further investigation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "production and application of these polysaccharides in functional foods and therapeutic agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "234"
  }
}