{
  "paper_id": "d06b1f07cc3e2f1ac0dbcd16995fc351a1bafe91",
  "metadata": {
    "title": "Characterizing the Transmission Dynamics and Control of Ebola Virus Disease",
    "coda_data_split": "train",
    "coda_paper_id": 10529,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Carefully calibrated transmission models have the potential to guide public health officials on the nature and scale of the interventions required to control epidemics. In the context of the ongoing Ebola virus disease (EVD) epidemic in Liberia, Drake and colleagues, in this issue of PLOS Biology, employed an elegant modeling approach to capture the distributions of the number of secondary cases that arise in the community and health care settings in the context of changing population behaviors and increasing hospital capacity. Their findings underscore the role of increasing the rate of safe burials and the fractions of infectious individuals who seek hospitalization together with hospital capacity to achieve epidemic control. However, further modeling efforts of EVD transmission and control in West Africa should utilize the spatial-temporal patterns of spread in the region by incorporating spatial heterogeneity in the transmission process. Detailed datasets are urgently needed to characterize temporal changes in population behaviors, contact networks at different spatial scales, population mobility patterns, adherence to infection control measures in hospital settings, and hospitalization and reporting rates.",
      "sentences": [
        [
          {
            "segment_text": "Carefully calibrated transmission models have the potential to guide public health officials on the nature and scale of the interventions required to control epidemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the context of the ongoing Ebola virus disease ( EVD ) epidemic in Liberia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Drake and colleagues , in this issue of PLOS Biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "employed an elegant modeling approach to capture the distributions of the number of secondary cases that arise in the community and health care settings in the context of changing population behaviors and increasing hospital capacity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their findings underscore the role of increasing the rate of safe burials and the fractions of infectious individuals who seek hospitalization together with hospital capacity to achieve epidemic control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , further modeling efforts of EVD transmission and control in West Africa should utilize the spatial-temporal patterns of spread in the region by incorporating spatial heterogeneity in the transmission process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detailed datasets are urgently needed to characterize temporal changes in population behaviors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contact networks at different spatial scales ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "population mobility patterns , adherence to infection control measures in hospital settings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and hospitalization and reporting rates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "189"
  }
}