{
  "paper_id": "d079fb08fd02dcf59cbbe49d3cdc260087ade8a8",
  "metadata": {
    "title": "New markers in pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 10147,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pneumonia is one of the most common causes of death from infectious diseases worldwide, and the most common fatal infection acquired in hospitals. Despite advances in prevention strategies, such as antibiotic therapies and intensive care, significant improvement in the mortality rate is still lacking. This high mortality is largely due to the limitations in current clinical practices and laboratory tests, which delay the timing of adequate antibiotic therapy. In recent years, many indicators (biomarkers) are present in scenarios where infectious pathogens invade into the body. These biomarkers, as reflected in specific biological responses to infections, have been reported to demonstrate the ability to facilitate the diagnosis, risk stratification, and management of pneumonia. This review provides a schematic overview of these new potential biomarkers based on the categories of (1) microorganisms and their derivatives, (2) inflammation mediators, (3) inflammation response proteins, and (4) stress-sensing proteins. In addition, approaches to identifying new biomarkers are also briefly introduced. Although no current biomarker can solely achieve a definitive diagnosis, many of them can be complemented, rather than replaced outright, in routine clinical practices to improve decision-making processes regarding pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Pneumonia is one of the most common causes of death from infectious diseases worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the most common fatal infection acquired in hospitals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite advances in prevention strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as antibiotic therapies and intensive care ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "significant improvement in the mortality rate is still lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This high mortality is largely due to the limitations in current clinical practices and laboratory tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which delay the timing of adequate antibiotic therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , many indicators ( biomarkers ) are present in scenarios where infectious pathogens invade into the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These biomarkers , as reflected in specific biological responses to infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been reported to demonstrate the ability to facilitate the diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "risk stratification , and management of pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides a schematic overview of these new potential biomarkers based on the categories of ( 1 ) microorganisms and their derivatives ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "( 2 ) inflammation mediators ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "( 3 ) inflammation response proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and ( 4 ) stress-sensing proteins .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , approaches to identifying new biomarkers are also briefly introduced .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although no current biomarker can solely achieve a definitive diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "many of them can be complemented ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than replaced outright , in routine clinical practices to improve decision-making processes regarding pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "219"
  }
}