{
  "paper_id": "d07d6b58460992a4530b7b24d66e8b3861036a50",
  "metadata": {
    "title": "Host Cell Entry of Respiratory Syncytial Virus Involves Macropinocytosis Followed by Proteolytic Activation of the F Protein",
    "coda_data_split": "train",
    "coda_paper_id": 10317,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Respiratory Syncytial Virus (RSV) is a highly pathogenic member of the Paramyxoviridae that causes severe respiratory tract infections. Reports in the literature have indicated that to infect cells the incoming viruses either fuse their envelope directly with the plasma membrane or exploit clathrin-mediated endocytosis. To study the entry process in human tissue culture cells (HeLa, A549), we used fluorescence microscopy and developed quantitative, FACS-based assays to follow virus binding to cells, endocytosis, intracellular trafficking, membrane fusion, and infection. A variety of perturbants were employed to characterize the cellular processes involved. We found that immediately after binding to cells RSV activated a signaling cascade involving the EGF receptor, Cdc42, PAK1, and downstream effectors. This led to a series of dramatic actin rearrangements; the cells rounded up, plasma membrane blebs were formed, and there was a significant increase in fluid uptake. If these effects were inhibited using compounds targeting Na + /H + exchangers, myosin II, PAK1, and other factors, no infection was observed. The RSV was rapidly and efficiently internalized by an actin-dependent process that had all hallmarks of macropinocytosis. Rather than fusing with the plasma membrane, the viruses thus entered Rab5-positive, fluidfilled macropinosomes, and fused with the membranes of these on the average 50 min after internalization. Rab5 was required for infection. To find an explanation for the endocytosis requirement, which is unusual among paramyxoviruses, we analyzed the fusion protein, F, and could show that, although already cleaved by a furin family protease once, it underwent a second, critical proteolytic cleavage after internalization. This cleavage by a furin-like protease removed a small peptide from the F1 subunits, and made the virus infectious.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory Syncytial Virus ( RSV ) is a highly pathogenic member of the Paramyxoviridae that causes severe respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reports in the literature have indicated that to infect cells the incoming viruses either fuse their envelope directly with the plasma membrane or exploit clathrin-mediated endocytosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study the entry process in human tissue culture cells ( HeLa , A549 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we used fluorescence microscopy and developed quantitative ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "FACS-based assays to follow virus binding to cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "endocytosis , intracellular trafficking , membrane fusion , and infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A variety of perturbants were employed to characterize the cellular processes involved .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that immediately after binding to cells RSV activated a signaling cascade involving the EGF receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cdc42 , PAK1 , and downstream effectors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This led to a series of dramatic actin rearrangements ; the cells rounded up ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "plasma membrane blebs were formed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and there was a significant increase in fluid uptake .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If these effects were inhibited using compounds targeting Na + / H + exchangers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "myosin II , PAK1 , and other factors , no infection was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RSV was rapidly and efficiently internalized by an actin-dependent process that had all hallmarks of macropinocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather than fusing with the plasma membrane ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the viruses thus entered Rab5-positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fluidfilled macropinosomes , and fused with the membranes of these on the average 50 min after internalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rab5 was required for infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To find an explanation for the endocytosis requirement ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is unusual among paramyxoviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we analyzed the fusion protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "F , and could show that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although already cleaved by a furin family protease once ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it underwent a second , critical proteolytic cleavage after internalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This cleavage by a furin-like protease removed a small peptide from the F1 subunits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and made the virus infectious .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "27",
    "token_num": "317"
  }
}