{
  "paper_id": "d0940334c828652ec896c8d1752ea2efc9a6ce64",
  "metadata": {
    "title": "Porcine deltacoronavirus nsp5 inhibits interferon-β production through the cleavage of NEMO",
    "coda_data_split": "train",
    "coda_paper_id": 3877,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine deltacoronavirus nsp5 3C-like protease Interferon-β NEMO A B S T R A C T Porcine deltacoronavirus (PDCoV) causes acute enteric disease and mortality in seronegative neonatal piglets. Previously we have demonstrated that PDCoV infection suppresses the production of interferon-beta (IFN-β), while the detailed mechanisms are poorly understood. Here, we demonstrate that nonstructural protein 5 (nsp5) of PDCoV, the 3C-like protease, significantly inhibits Sendai virus (SEV)-induced IFN-β production by targeting the NF-κB essential modulator (NEMO), confirmed by the diminished function of NEMO cleaved by PDCoV. The PDCoV nsp5 cleavage site in the NEMO protein was identified as glutamine 231, and was identical to the porcine epidemic diarrhea virus nsp5 cleavage site, revealing the likelihood of a common target in NEMO for coronaviruses. Furthermore, this cleavage impaired the ability of NEMO to activate the IFN response and downstream signaling. Taken together, our findings reveal PDCoV nsp5 to be a newly identified IFN antagonist and enhance the understanding of immune evasion by deltacoronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Porcine deltacoronavirus nsp5 3C-like protease Interferon-β NEMO A B S T R A C T Porcine deltacoronavirus ( PDCoV ) causes acute enteric disease and mortality in seronegative neonatal piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously we have demonstrated that PDCoV infection suppresses the production of interferon-beta ( IFN-β ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the detailed mechanisms are poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we demonstrate that nonstructural protein 5 ( nsp5 ) of PDCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the 3C-like protease , significantly inhibits Sendai virus ( SEV ) - induced IFN-β production by targeting the NF-κB essential modulator ( NEMO ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirmed by the diminished function of NEMO cleaved by PDCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PDCoV nsp5 cleavage site in the NEMO protein was identified as glutamine 231 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was identical to the porcine epidemic diarrhea virus nsp5 cleavage site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "revealing the likelihood of a common target in NEMO for coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , this cleavage impaired the ability of NEMO to activate the IFN response and downstream signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , our findings reveal PDCoV nsp5 to be a newly identified IFN antagonist and enhance the understanding of immune evasion by deltacoronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "188"
  }
}