{
  "paper_id": "d0a2dd89ebb2536193367582f80cbe142cbc4290",
  "metadata": {
    "title": "N95 filtering facepiece respirators do not reliably afford respiratory protection during chest compression: A simulation study",
    "coda_data_split": "train",
    "coda_paper_id": 6925,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: N95 filtering facepiece respirators (N95 respirators) may not provide adequate protection against respiratory infections during chest compression due to inappropriate fitting. Methods: This was a single-center simulation study performed from December 1, 2016, to December 31, 2016. Each participant underwent quantitative fit test (QNFT) of N95 respirators according to the Occupational Safety and Health Administration protocol. Adequacy of respirator fit was represented by the fit factor (FF), which is calculated as the number of ambient particles divided by the number inside the respirator. We divided all participants into the group that passed the overall fit test but failed at least one individual exercise (partially passed group [PPG]) and the group that passed all exercises (all passed group [APG]). Then, the participants performed three sessions of continuous chest compressions, each with a duration of 2 min, while undergoing real-time fit testing. The primary outcome was any failure (FF \u003c 100) of the fit test during the three bouts of chest compression. Results: Forty-four participants passed the QNFT. Overall, 73% (n \u003d 32) of the participants failed at least one of the three sessions of chest compression; the number of participants who failed was significantly higher in the PPG than in the APG (94% vs. 61%; p \u003d 0.02). Approximately 18% (n \u003d 8) of the participants experienced mask fit failures, such as strap slipping. Conclusions: Even if the participants passed the QNFT, the N95 respirator did not provide adequate protection against respiratory infections during chest compression.",
      "sentences": [
        [
          {
            "segment_text": "Background : N95 filtering facepiece respirators ( N95 respirators ) may not provide adequate protection against respiratory infections during chest compression due to inappropriate fitting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : This was a single-center simulation study performed from December 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2016 , to December 31 , 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each participant underwent quantitative fit test ( QNFT ) of N95 respirators according to the Occupational Safety and Health Administration protocol .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Adequacy of respirator fit was represented by the fit factor ( FF ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is calculated as the number of ambient particles divided by the number inside the respirator .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We divided all participants into the group that passed the overall fit test but failed at least one individual exercise ( partially passed group ( PPG ) ) and the group that passed all exercises ( all passed group ( APG ) ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then , the participants performed three sessions of continuous chest compressions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "each with a duration of 2 min ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while undergoing real-time fit testing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary outcome was any failure ( FF \u003c 100 ) of the fit test during the three bouts of chest compression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Forty-four participants passed the QNFT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 73 % ( n \u003d 32 ) of the participants failed at least one of the three sessions of chest compression ; the number of participants who failed was significantly higher in the PPG than in the APG ( 94 % vs. 61 % ; p \u003d 0.02 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately 18 % ( n \u003d 8 ) of the participants experienced mask fit failures , such as strap slipping .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Even if the participants passed the QNFT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the N95 respirator did not provide adequate protection against respiratory infections during chest compression .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "299"
  }
}