{
  "paper_id": "d0a6c04a855281aa153a7615b7fa2458e9b70f62",
  "metadata": {
    "title": "Title Case fatality rate in COVID-19: a systematic review and meta-analysis",
    "coda_data_split": "train",
    "coda_paper_id": 8546,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Background: Estimating the prevalence of severe or critical illness and case fatality of 19 outbreak in December, 2019 remains a challenge due to biases associated with surveillance, 25 data synthesis and reporting. We aimed to address this limitation in a systematic review and 26 meta-analysis and to examine the clinical, biochemical and radiological risk factors in a meta-27 regression. 28 Methods: PRISMA guidelines were followed. PubMed, Scopus and Web of Science were 29 searched using pre-specified keywords on March 07, 2020. Peer-reviewed empirical studies 30 examining rates of severe illness, critical illness and case fatality among COVID-19 patients 31 were examined. Numerators and denominators to compute the prevalence rates and risk factors 32 were extracted. Random-effects meta-analyses were performed. Results were corrected for 33 publication bias. Meta-regression analyses examined the moderator effects of potential risk 34 factors. 35 Results: The meta-analysis included 29 studies representing 2,090 individuals. Pooled rates of 36",
      "sentences": [
        [
          {
            "segment_text": "Background : Estimating the prevalence of severe or critical illness and case fatality of 19 outbreak in December ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "2019 remains a challenge due to biases associated with surveillance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "25 data synthesis and reporting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to address this limitation in a systematic review and 26 meta-analysis and to examine the clinical ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "biochemical and radiological risk factors in a meta-27 regression .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "28 Methods : PRISMA guidelines were followed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PubMed , Scopus and Web of Science were 29 searched using pre-specified keywords on March 07 , 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peer-reviewed empirical studies 30 examining rates of severe illness ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "critical illness and case fatality among COVID-19 patients 31 were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Numerators and denominators to compute the prevalence rates and risk factors 32 were extracted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Random-effects meta-analyses were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results were corrected for 33 publication bias .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Meta-regression analyses examined the moderator effects of potential risk 34 factors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "35 Results : The meta-analysis included 29 studies representing 2,090 individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pooled rates of 36",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "severe illness, critical illness and case fatality among COVID-19 patients were 15%, 5% and 37 0.8% respectively. Adjusting for potential underreporting and publication bias, increased these 38 estimates to 26%, 16% and 7.4% respectively. Increasing age and elevated LDH consistently 39 predicted severe / critical disease and case fatality. Hypertension; fever and dyspnea at 40 presentation; and elevated CRP predicted increased severity. 41 Conclusions: Risk factors that emerged in our analyses predicting severity and case fatality 42 should inform clinicians to define endophenotypes possessing a greater risk. Estimated case 43 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "severe illness , critical illness and case fatality among COVID-19 patients were 15 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "5 % and 37 0.8 % respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adjusting for potential underreporting and publication bias ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased these 38 estimates to 26 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "16 % and 7.4 % respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increasing age and elevated LDH consistently 39 predicted severe / critical disease and case fatality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hypertension ; fever and dyspnea at 40 presentation ; and elevated CRP predicted increased severity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "41 Conclusions : Risk factors that emerged in our analyses predicting severity and case fatality 42 should inform clinicians to define endophenotypes possessing a greater risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Estimated case 43 All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint 3 fatality rate of 7.4% after correcting for publication bias underscores the importance of strict 44 adherence to preventive measures, case detection, surveillance and reporting. 45 46 A novel corona virus, first identified in Wuhan, China in late 2019, resulted in a 64 pandemic by the first quarter of 2020, contributed by the prolonged survival of the virus in the 65 environment and extended length of pre-or post-symptomatic and potential asymptomatic 66 shedding. 1-4 While the virus is known to cause only a mild illness in a majority, severe illness 67 characterized by respiratory distress requiring hospital admission is not uncommon. 5 68 Furthermore, the virus has the potential to precipitate a life-threatening critical illness, 69 characterized by respiratory failure, circulatory shock, sepsis or other organ failure, requiring 70 intensive care. 6, 7",
      "sentences": [
        [
          {
            "segment_text": "author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ": medRxiv preprint 3 fatality rate of 7.4 % after correcting for publication bias underscores the importance of strict 44 adherence to preventive measures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "case detection , surveillance and reporting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "45 46 A novel corona virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "first identified in Wuhan , China in late 2019 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in a 64 pandemic by the first quarter of 2020 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contributed by the prolonged survival of the virus in the 65 environment and extended length of pre-or post-symptomatic and potential asymptomatic 66 shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1-4 While the virus is known to cause only a mild illness in a majority ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "severe illness 67 characterized by respiratory distress requiring hospital admission is not uncommon .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "5 68 Furthermore , the virus has the potential to precipitate a life-threatening critical illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "69 characterized by respiratory failure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "circulatory shock , sepsis or other organ failure , requiring 70 intensive care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "6 , 7",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "24",
    "segment_num": "38",
    "token_num": "457"
  }
}