{
  "paper_id": "d0c4236f95ba2b3d5cdc71fde524b26262f05dd3",
  "metadata": {
    "title": "Send Orders for Reprints to reprints@benthamscience.net A Brief Review: The Z-curve Theory and its Application in Genome Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 3713,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In theoretical physics, there exist two basic mathematical approaches, algebraic and geometrical methods, which, in most cases, are complementary. In the area of genome sequence analysis, however, algebraic approaches have been widely used, while geometrical approaches have been less explored for a long time. The Z-curve theory is a geometrical approach to genome analysis. The Z-curve is a three-dimensional curve that represents a given DNA sequence in the sense that each can be uniquely reconstructed given the other. The Z-curve, therefore, contains all the information that the corresponding DNA sequence carries. The analysis of a DNA sequence can then be performed through studying the corresponding Z-curve. The Z-curve method has found applications in a wide range of areas in the past two decades, including the identifications of protein-coding genes, replication origins, horizontally-transferred genomic islands, promoters, translational start sides and isochores, as well as studies on phylogenetics, genome visualization and comparative genomics. Here, we review the progress of Z-curve studies from aspects of both theory and applications in genome analysis.",
      "sentences": [
        [
          {
            "segment_text": "In theoretical physics , there exist two basic mathematical approaches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "algebraic and geometrical methods , which ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in most cases , are complementary .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the area of genome sequence analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , algebraic approaches have been widely used ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while geometrical approaches have been less explored for a long time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Z-curve theory is a geometrical approach to genome analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Z-curve is a three-dimensional curve that represents a given DNA sequence in the sense that each can be uniquely reconstructed given the other .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Z-curve , therefore , contains all the information that the corresponding DNA sequence carries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The analysis of a DNA sequence can then be performed through studying the corresponding Z-curve .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Z-curve method has found applications in a wide range of areas in the past two decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the identifications of protein-coding genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "replication origins , horizontally-transferred genomic islands ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promoters , translational start sides and isochores ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as studies on phylogenetics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genome visualization and comparative genomics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the progress of Z-curve studies from aspects of both theory and applications in genome analysis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "195"
  }
}