{
  "paper_id": "d0cb4b695a1cddbc249dcc8cb517441dea0157d6",
  "metadata": {
    "title": "Achieving compliance with the International Health Regulations by overseas territories of the United Kingdom of Great Britain and Northern Ireland",
    "coda_data_split": "train",
    "coda_paper_id": 8589,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The 2005 International Health Regulations (IHR) came into force for all Member States of the World Health Organization (WHO) in June 2007 and the deadline for achieving compliance was June 2012. The purpose of the IHR is to prevent, protect against, control -and provide a public health response to -international spread of disease. The territory of the United Kingdom of Great Britain and Northern Ireland and that of several other Member States, such as China, Denmark, France, the Netherlands and the United States of America, include overseas territories, which cover a total population of approximately 15 million people. Member States have a responsibility to ensure that all parts of their territory comply with the IHR. Since WHO has not provided specific guidance on compliance in the special circumstances of the overseas territories of Member States, compliance by these territories is an issue for self-assessment by Member States themselves. To date, no reports have been published on the assessment of IHR compliance in countries with overseas territories. We describe a gap analysis done in the United Kingdom to assess IHR compliance of its overseas territories. The findings and conclusions are broadly applicable to other countries with overseas territories which may have yet to assess their compliance with the IHR. Such assessments are needed to ensure compliance across all parts of a Member States\u0027 territory and to increase global health security.",
      "sentences": [
        [
          {
            "segment_text": "The 2005 International Health Regulations ( IHR ) came into force for all Member States of the World Health Organization ( WHO ) in June 2007 and the deadline for achieving compliance was June 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of the IHR is to prevent ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "protect against , control - and provide a public health response to - international spread of disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The territory of the United Kingdom of Great Britain and Northern Ireland and that of several other Member States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as China , Denmark ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "France , the Netherlands and the United States of America ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "include overseas territories , which cover a total population of approximately 15 million people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Member States have a responsibility to ensure that all parts of their territory comply with the IHR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since WHO has not provided specific guidance on compliance in the special circumstances of the overseas territories of Member States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "compliance by these territories is an issue for self-assessment by Member States themselves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , no reports have been published on the assessment of IHR compliance in countries with overseas territories .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We describe a gap analysis done in the United Kingdom to assess IHR compliance of its overseas territories .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The findings and conclusions are broadly applicable to other countries with overseas territories which may have yet to assess their compliance with the IHR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such assessments are needed to ensure compliance across all parts of a Member States \u0027 territory and to increase global health security .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "255"
  }
}