{
  "paper_id": "d0cd9dce26de5d011fa364f5131d8e40630ead35",
  "metadata": {
    "title": "Exploring motivations behind pollution- mask use in a sample of young adults in urban China",
    "coda_data_split": "train",
    "coda_paper_id": 3637,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Wearing a pollution mask is an effective, practical, and economic way to prevent the inhalation of dangerous particulate matter (PM). However, it is not uncommon to observe negligence in adopting such behaviour, and this especially among young segments of the population. Using the Theory of Planned Behaviour (TPB) as conceptual framework, this study explores the role of socio-cognitive factors that affect the decision of wearing a pollution mask in the context of young educated people. This is done by selecting a sample of college students in urban China, a country that has seen air quality as one of the major challenges in the last decades. While young urban college students might be expected to be receptive to standard attempts to be influenced through reason-based cognitive stimuli, it is often found that this is not the case. The empirical analysis was articulated it in two steps. Structural Equation Modelling (SEM) was first used to examine the relationships among the conceptual constructs derived from the TPB conceptual model, and second Step-Wise Ordinary Least Squares Regressions (SWOLS) were employed to observe the partial effect played by each item on the decision to wear a mask. Results: Results show that, while reason-based stimuli play a role, attitude, social norm, and self-efficacy were the most important predictors of the behavioural intention (p \u003c 0.01). The role of past behaviour was also acknowledged as strongly associated with the dependent variable (p \u003c 0.01). Overall, the likelihood of wearing a pollution mask increases with the importance of others socio-cognitive and psychological factors, which could help understand behavioural biases, and explain the relative role of several mechanisms behind the decision to wear a mask.",
      "sentences": [
        [
          {
            "segment_text": "Background : Wearing a pollution mask is an effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "practical , and economic way to prevent the inhalation of dangerous particulate matter ( PM ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is not uncommon to observe negligence in adopting such behaviour ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this especially among young segments of the population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the Theory of Planned Behaviour ( TPB ) as conceptual framework ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this study explores the role of socio-cognitive factors that affect the decision of wearing a pollution mask in the context of young educated people .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This is done by selecting a sample of college students in urban China ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a country that has seen air quality as one of the major challenges in the last decades .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "While young urban college students might be expected to be receptive to standard attempts to be influenced through reason-based cognitive stimuli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is often found that this is not the case .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The empirical analysis was articulated it in two steps .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Structural Equation Modelling ( SEM ) was first used to examine the relationships among the conceptual constructs derived from the TPB conceptual model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and second Step-Wise Ordinary Least Squares Regressions ( SWOLS ) were employed to observe the partial effect played by each item on the decision to wear a mask .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Results show that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while reason-based stimuli play a role ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "attitude , social norm , and self-efficacy were the most important predictors of the behavioural intention ( p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The role of past behaviour was also acknowledged as strongly associated with the dependent variable ( p \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the likelihood of wearing a pollution mask increases with the importance of others socio-cognitive and psychological factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could help understand behavioural biases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and explain the relative role of several mechanisms behind the decision to wear a mask .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: While tackling pollution requires multiple and synergic approaches, encouraging self-prevention using pollution mask is a simple and effective action, implementable at negligible costs. Resistance among younger, well-educated cohorts to wear masks can be overcome by stressing the social desirability of action and the sense of empowerment derived from its usage. This study has the potential to inform policies aimed at changing suboptimal behavioural attitudes by identifying triggers for change, and it could serve in improving the tailoring of health promotion messages aimed at nudging healthy behaviour.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : While tackling pollution requires multiple and synergic approaches ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "encouraging self-prevention using pollution mask is a simple and effective action , implementable at negligible costs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Resistance among younger , well-educated cohorts to wear masks can be overcome by stressing the social desirability of action and the sense of empowerment derived from its usage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study has the potential to inform policies aimed at changing suboptimal behavioural attitudes by identifying triggers for change ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and it could serve in improving the tailoring of health promotion messages aimed at nudging healthy behaviour .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "25",
    "token_num": "411"
  }
}