{
  "paper_id": "d0ce10591e07793f27ec37c3c1e1e087bb3387c2",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 10281,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Fit testing is used to determine whether a N95 mask will provide respiratory protection for the wearer by preventing inhalation of airborne transmitted microorganisms. National guidelines recommend that healthcare workers (HCW) who use N95 masks require fit testing. Quantitative fit testing requires the purchasing and use of fit testing solutions and associated equipment. In high volume, these solutions are expensive and may not be readily available, as was seen in the 2009 H1N1 influenza pandemic. The aim of this study was to determine how a homemade solution compared against a commercially available product and a placebo.",
      "sentences": [
        [
          {
            "segment_text": "Background : Fit testing is used to determine whether a N95 mask will provide respiratory protection for the wearer by preventing inhalation of airborne transmitted microorganisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "National guidelines recommend that healthcare workers ( HCW ) who use N95 masks require fit testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Quantitative fit testing requires the purchasing and use of fit testing solutions and associated equipment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In high volume , these solutions are expensive and may not be readily available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as was seen in the 2009 H1N1 influenza pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to determine how a homemade solution compared against a commercially available product and a placebo .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: A fit test was performed on the same person, on three separate occasions, using three different solutionscommercial (45% sodium saccharin), homemade (to be disclosed) and placebo (water). The solution was double blinded and solutions were chosen and administered in a random order.",
      "sentences": [
        [
          {
            "segment_text": "Methods : A fit test was performed on the same person ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "on three separate occasions , using three different solutionscommercial ( 45 % sodium saccharin ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "homemade ( to be disclosed ) and placebo ( water ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The solution was double blinded and solutions were chosen and administered in a random order .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 48 people participated in this study. At the threshold testing stage, 8.3% did not taste any solution, 16.7% of people could taste the placebo, 89.6% could taste the commercial solution and 91.7% could taste the homemade solution. All persons who could taste the commercial solution could taste homemade solution.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 48 people participated in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the threshold testing stage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "8.3 % did not taste any solution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "16.7 % of people could taste the placebo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "89.6 % could taste the commercial solution and 91.7 % could taste the homemade solution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All persons who could taste the commercial solution could taste homemade solution .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: The findings of our study suggest that fit testing solutions could be made locally with a similar effect to that of commercial products, that quantitative fit testing is unreliable and that serious consideration should be given to the role of quantitative fit testing in future guidelines and standards. We recommend that this study be conducted on a larger scale to support our findings.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : The findings of our study suggest that fit testing solutions could be made locally with a similar effect to that of commercial products ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that quantitative fit testing is unreliable and that serious consideration should be given to the role of quantitative fit testing in future guidelines and standards .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend that this study be conducted on a larger scale to support our findings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "295"
  }
}