{
  "paper_id": "d0d1b35f14111f8baba7aa90b46b16d0126993e4",
  "metadata": {
    "title": "Voicing an impact: who does the National Institutes of Health support for voice disorder research? ☆",
    "coda_data_split": "train",
    "coda_paper_id": 8443,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Interest in a variety of neoplastic, functional, neurological, and age-related laryngeal disorders has contributed to the development of laryngology as an established subspecialty.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Interest in a variety of neoplastic ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "functional , neurological , and age-related laryngeal disorders has contributed to the development of laryngology as an established subspecialty .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Funding support plays a critical role in facilitating scholarship within the field. Our objectives were to evaluate who is receiving funding from the NIH for topics relevant to voice disorders, and further describe temporal trends in grants awarded. Methods: The NIH RePORTER database was searched for grants relevant to voice disorders. Data were further organized by PI specialty, academic department, and funding totals. Furthermore, PI scholarly impact, as measured by the h-index, was calculated. Results: A total of 830 funded fiscal years (for 232 unique projects) totaling $203 million have supported projects examining voice disorders. A plurality of projects (32.8%) was awarded to PIs in otolaryngology departments, followed by 17.2% to speech pathology/communication sciences departments. Although year-to-year variation was noted, otolaryngology departments received approximately 15% of funding annually. Funded otolaryngologists had similar scholarly impact values to individuals in other specialties. Conclusions: The study of voice disorders involves an interdisciplinary approach, as PIs in numerous specialties receive NIH funding support. As they receive a considerable proportion of this funding and had similar h-indices compared to other specialties involved, otolaryngologists",
      "sentences": [
        [
          {
            "segment_text": "Funding support plays a critical role in facilitating scholarship within the field .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objectives were to evaluate who is receiving funding from the NIH for topics relevant to voice disorders ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and further describe temporal trends in grants awarded .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The NIH RePORTER database was searched for grants relevant to voice disorders .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were further organized by PI specialty ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "academic department , and funding totals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , PI scholarly impact ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as measured by the h-index , was calculated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 830 funded fiscal years ( for 232 unique projects ) totaling $ 203 million have supported projects examining voice disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A plurality of projects ( 32.8 % ) was awarded to PIs in otolaryngology departments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by 17.2 % to speech pathology/communication sciences departments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although year-to-year variation was noted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "otolaryngology departments received approximately 15 % of funding annually .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Funded otolaryngologists had similar scholarly impact values to individuals in other specialties .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The study of voice disorders involves an interdisciplinary approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as PIs in numerous specialties receive NIH funding support .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As they receive a considerable proportion of this funding and had similar h-indices compared to other specialties involved , otolaryngologists",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "238"
  }
}