{
  "paper_id": "d10fce1c43d601ad49c1282be0f3ee71219df700",
  "metadata": {
    "title": "review review Non-autophagic roles of autophagy-related proteins",
    "coda_data_split": "train",
    "coda_paper_id": 6717,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Autophagy and autophagy-related processes are fundamentally important in human health and disease. These processes are viewed primarily as cellular degradative pathways that recycle macromolecules and dysfunctional or redundant organelles into amino acids, sugars and lipids, especially during starvation. However, the ubiquitin-like autophagy proteins and other components of the autophagic machinery additionally participate in cellular reprogramming. We highlight these non-autophagic roles of autophagy proteins with the aim of drawing attention to this growing, but unexplored, research topic. We focus on the non-autophagic functions of autophagy proteins in cell survival and apoptosis, modulation of cellular traffic, protein secretion, cell signalling, transcription, translation and membrane reorganization.",
      "sentences": [
        [
          {
            "segment_text": "Autophagy and autophagy-related processes are fundamentally important in human health and disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These processes are viewed primarily as cellular degradative pathways that recycle macromolecules and dysfunctional or redundant organelles into amino acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sugars and lipids , especially during starvation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the ubiquitin-like autophagy proteins and other components of the autophagic machinery additionally participate in cellular reprogramming .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We highlight these non-autophagic roles of autophagy proteins with the aim of drawing attention to this growing ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but unexplored , research topic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We focus on the non-autophagic functions of autophagy proteins in cell survival and apoptosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "modulation of cellular traffic , protein secretion ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "cell signalling , transcription , translation and membrane reorganization .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "118"
  }
}