{
  "paper_id": "d127e9fa7bcad289c4435d88c3e779ec46dd6de0",
  "metadata": {
    "title": "Expression and biochemical characterization of nsP2 cysteine protease of Chikungunya virus",
    "coda_data_split": "train",
    "coda_paper_id": 4828,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chikungunya virus (CHIKV) is a mosquito-borne alphavirus that causes epidemic fever, rash and polyarthralgia in Africa and Asia. Although it is known since the 1950s, new epidemiological and clinical features reported during the recent outbreak in the Indian Ocean can be regarded as the emergence of a new disease. Numerous severe forms of the infection have been described that put emphasis on the lack of efficient antiviral therapy. Among the virus-encoded enzymes, nsP2 constitutes an attractive target for the development of antiviral drugs. It is a multifunctional protein of approximately 90 kDa with a helicase motif in the N-terminal portion of the protein while the papain-like protease activity resides in the C-terminal portion. The nsP2 proteinase is an essential enzyme whose proteolytic activity is critical for virus replication.",
      "sentences": [
        [
          {
            "segment_text": "Chikungunya virus ( CHIKV ) is a mosquito-borne alphavirus that causes epidemic fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rash and polyarthralgia in Africa and Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although it is known since the 1950s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new epidemiological and clinical features reported during the recent outbreak in the Indian Ocean can be regarded as the emergence of a new disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Numerous severe forms of the infection have been described that put emphasis on the lack of efficient antiviral therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the virus-encoded enzymes , nsP2 constitutes an attractive target for the development of antiviral drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is a multifunctional protein of approximately 90 kDa with a helicase motif in the N-terminal portion of the protein while the papain-like protease activity resides in the C-terminal portion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The nsP2 proteinase is an essential enzyme whose proteolytic activity is critical for virus replication .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this work, a recombinant CHIKV nsP2pro and a C-terminally truncated variant were expressed in Escherichia coli and purified by metal-chelate chromatography. The enzymatic properties of the proteinase were then determined using specific synthetic fluorogenic substrates. This study constitutes the first characterization of a recombinant CHIKV nsP2 cysteine protease, which may be useful for future drug screening.",
      "sentences": [
        [
          {
            "segment_text": "In this work , a recombinant CHIKV nsP2pro and a C-terminally truncated variant were expressed in Escherichia coli and purified by metal-chelate chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The enzymatic properties of the proteinase were then determined using specific synthetic fluorogenic substrates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study constitutes the first characterization of a recombinant CHIKV nsP2 cysteine protease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may be useful for future drug screening .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "201"
  }
}