{
  "paper_id": "d12f22eb235332248406e89f3badacc97a0c2cbc",
  "metadata": {
    "title": "Human-Bat Interactions in Rural West Africa Technical Appendix Supplemental Materials and Methods",
    "coda_data_split": "train",
    "coda_paper_id": 10216,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Focus group discussions were organized in each of the study areas to assess the knowledge and cultural beliefs of subjects on bats (1). To ensure unbiased representation from the community, subjects with diverse occupations and economic status were selected.",
      "sentences": [
        [
          {
            "segment_text": "Focus group discussions were organized in each of the study areas to assess the knowledge and cultural beliefs of subjects on bats ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To ensure unbiased representation from the community ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subjects with diverse occupations and economic status were selected .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Discussion guides were used to generate open discussions in three key areas: importance of bats, cultural beliefs about bats and negative impacts of bats in the communities. Subjects were organized in 8-12 per group and interviews were conducted by trained field research assistants. General discussions especially on sensitive subjects was led by a group leader selected by participants. The focus group leader concept was used to encourage participants to disclose information freely. Responses obtained from the groups were documented and similar results were aggregated using tallies. All discussions were conducted in the local dialect of respondents.",
      "sentences": [
        [
          {
            "segment_text": "Discussion guides were used to generate open discussions in three key areas : importance of bats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cultural beliefs about bats and negative impacts of bats in the communities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subjects were organized in 8-12 per group and interviews were conducted by trained field research assistants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "General discussions especially on sensitive subjects was led by a group leader selected by participants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The focus group leader concept was used to encourage participants to disclose information freely .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Responses obtained from the groups were documented and similar results were aggregated using tallies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All discussions were conducted in the local dialect of respondents .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The study site was divided into four areas based on the major roads. Social centers in each quadrant were identified, and every other adjacent house starting from the social center was marked and respondents were interviewed using structured questionnaires. Respondents were from 13 years and above.",
      "sentences": [
        [
          {
            "segment_text": "The study site was divided into four areas based on the major roads .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Social centers in each quadrant were identified ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and every other adjacent house starting from the social center was marked and respondents were interviewed using structured questionnaires .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respondents were from 13 years and above .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Data was collected on demographics, bat cave-associated activities, contact with bats, bites and scratches from bats and the use of bats for food, medicinal or ritual purposes. An exposure to bats was defined as a bite or scratch from a bat or circumstances such as direct skin contact with a bat, bat urine or guano.",
      "sentences": [
        [
          {
            "segment_text": "Data was collected on demographics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bat cave-associated activities , contact with bats ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bites and scratches from bats and the use of bats for food , medicinal or ritual purposes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An exposure to bats was defined as a bite or scratch from a bat or circumstances such as direct skin contact with a bat , bat urine or guano .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Quantitative data from questionnaires were recorded using EPI INFO version 5 (2), and imported into Microsoft® Excel. Subsequent analysis was performed using R statistical software version 3.0.2 (3). Categorical variables were analyzed using Chi-square or Fischer\u0027s",
      "sentences": [
        [
          {
            "segment_text": "Quantitative data from questionnaires were recorded using EPI INFO version 5 ( 2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and imported into Microsoft ® Excel .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subsequent analysis was performed using R statistical software version 3.0.2 ( 3 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Categorical variables were analyzed using Chi-square or Fischer \u0027s",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "16",
    "segment_num": "22",
    "token_num": "305"
  }
}