{
  "paper_id": "d130fc09f47711585fbeec45605bb516380eb5c5",
  "metadata": {
    "title": "New Diagnosis of G6PD Deficiency Presenting as Severe Rhabdomyolysis",
    "coda_data_split": "train",
    "coda_paper_id": 3966,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A 24-year-old African-American man presented with malaise and low back pain and was found to have acute severe rhabdomyolysis followed by acute hemolysis. Glucose-6-phosphate dehydrogenase (G6PD) deficiency was suspected by the presence of blister cells on peripheral smear and was confirmed by a low enzyme activity assay. Our patient reported playing football, along with upper respiratory infection symptoms, prior to presentation. Extensive infectious and toxicology workup was negative; however, several inflammatory proteins were markedly elevated. We hypothesized the large inflammatory burden led to an increased reactive oxygen radical burden that overwhelmed muscle and erythrocyte reducing power. Severe rhabdomyolysis in G6PD deficiency is not a common presentation because skeletal muscles are more resistant to oxidative damage compared to red blood cells. Our case adds to the few existing reports of myolysis in the setting of G6PD deficiency.",
      "sentences": [
        [
          {
            "segment_text": "A 24-year-old African-American man presented with malaise and low back pain and was found to have acute severe rhabdomyolysis followed by acute hemolysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glucose-6-phosphate dehydrogenase ( G6PD ) deficiency was suspected by the presence of blister cells on peripheral smear and was confirmed by a low enzyme activity assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our patient reported playing football ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "along with upper respiratory infection symptoms , prior to presentation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Extensive infectious and toxicology workup was negative ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several inflammatory proteins were markedly elevated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized the large inflammatory burden led to an increased reactive oxygen radical burden that overwhelmed muscle and erythrocyte reducing power .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe rhabdomyolysis in G6PD deficiency is not a common presentation because skeletal muscles are more resistant to oxidative damage compared to red blood cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our case adds to the few existing reports of myolysis in the setting of G6PD deficiency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "149"
  }
}