{
  "paper_id": "d1312034ff2df8c47731d9519e2a4330e5cbc535",
  "metadata": {
    "title": "Pertussis: The Identify, Isolate, Inform Tool Applied to a Re-emerging Respiratory Illness",
    "coda_data_split": "train",
    "coda_paper_id": 4200,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Pertussis, commonly referred to as \"whooping cough,\" is a highly contagious acute respiratory infection that has exhibited cyclical outbreaks throughout the last century. Although vaccines have provided some immunity, many populations, including infants and pregnant women, remain at risk for serious illness. Through the use of the novel \"Identify, Isolate, Inform\" (3I) tool, emergency department (ED) providers can readily recognize key symptoms of the disease and risk factors for exposure, thus curbing its transmission through early initiation of antimicrobial therapy and post-exposure prophylaxis. The three classic stages of pertussis include an initial catarrhal stage, characterized by nonspecific upper respiratory infection symptoms, which may advance to the paroxysmal stage, revealing the distinctive \"whooping cough.\" This cough can persist for weeks to months leading into the convalescent stage. Household contacts of patients with suspected pertussis or other asymptomatic, high-risk populations (infants, pregnant women in their third trimester, and childcare workers) may benefit from post-exposure prophylactic therapy. The Pertussis 3I tool can also alert healthcare professionals to the proper respiratory droplet precautions during contact with a symptomatic patient, as well as isolation practices until antimicrobial treatment is in progress. ED personnel should then inform local public health departments of any suspected cases. All of these actions will ultimately aid public health in controlling the incidence of pertussis cases, thus ensuring the protection of the general public from this re-emerging respiratory illness. [West J Emerg Med. 2019;20(2)191-197.] ",
      "sentences": [
        [
          {
            "segment_text": "Pertussis , commonly referred to as `` whooping cough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "\u0027\u0027 is a highly contagious acute respiratory infection that has exhibited cyclical outbreaks throughout the last century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although vaccines have provided some immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many populations , including infants and pregnant women ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "remain at risk for serious illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through the use of the novel `` Identify ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Isolate , Inform \u0027\u0027 ( 3I ) tool ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emergency department ( ED ) providers can readily recognize key symptoms of the disease and risk factors for exposure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus curbing its transmission through early initiation of antimicrobial therapy and post-exposure prophylaxis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The three classic stages of pertussis include an initial catarrhal stage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by nonspecific upper respiratory infection symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which may advance to the paroxysmal stage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "revealing the distinctive `` whooping cough . \u0027\u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This cough can persist for weeks to months leading into the convalescent stage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Household contacts of patients with suspected pertussis or other asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high-risk populations ( infants , pregnant women in their third trimester , and childcare workers ) may benefit from post-exposure prophylactic therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Pertussis 3I tool can also alert healthcare professionals to the proper respiratory droplet precautions during contact with a symptomatic patient ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as isolation practices until antimicrobial treatment is in progress .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ED personnel should then inform local public health departments of any suspected cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All of these actions will ultimately aid public health in controlling the incidence of pertussis cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus ensuring the protection of the general public from this re-emerging respiratory illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( West J Emerg Med .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2019 ; 20 ( 2 ) 191-197 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "281"
  }
}