{
  "paper_id": "d14208a77004363b34b3cf0b7d08fd0d121e12a4",
  "metadata": {
    "title": "Parasite and viral species richness of Southeast Asian bats: Fragmentation of area distribution matters",
    "coda_data_split": "train",
    "coda_paper_id": 4223,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Interest in bat-borne diseases and parasites has grown in the past decade over concerns for human health. However, the drivers of parasite diversity among bat host species are understudied as are the links between parasite richness and emerging risks. Thus, we aimed at exploring factors that explain macro and microparasite species richness in bats from Southeast Asia, a hotspot of emerging infectious diseases. First, we identified bat species that need increased sampling effort for pathogen discovery. Our approach highlights pathogen investigation disparities among species within the same genus, such as Rhinolophus and Pteropus. Secondly, comparative analysis using independent contrasts method allowed the identification of likely factors explaining parasite and viral diversity of bats. Our results showed a key role of bat distribution shape, an index of the fragmentation of bat distribution, on parasite diversity, linked to a decrease for both viral and endoparasite species richness. We discuss how our study may contribute to a better understanding of the link between parasite species richness and emergence.",
      "sentences": [
        [
          {
            "segment_text": "Interest in bat-borne diseases and parasites has grown in the past decade over concerns for human health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the drivers of parasite diversity among bat host species are understudied as are the links between parasite richness and emerging risks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , we aimed at exploring factors that explain macro and microparasite species richness in bats from Southeast Asia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a hotspot of emerging infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "First , we identified bat species that need increased sampling effort for pathogen discovery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our approach highlights pathogen investigation disparities among species within the same genus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "such as Rhinolophus and Pteropus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Secondly , comparative analysis using independent contrasts method allowed the identification of likely factors explaining parasite and viral diversity of bats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results showed a key role of bat distribution shape ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an index of the fragmentation of bat distribution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "on parasite diversity , linked to a decrease for both viral and endoparasite species richness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We discuss how our study may contribute to a better understanding of the link between parasite species richness and emergence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "182"
  }
}