{
  "paper_id": "d1465b112750748b01edc7837f005803a6e87658",
  "metadata": {
    "title": "Escherichia coli YmdB regulates biofilm formation independently of its role as an RNase III modulator",
    "coda_data_split": "train",
    "coda_paper_id": 3889,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Ribonuclease III (RNase III) activity modulates hundreds of genes in Escherichia coli (E. coli). YmdB, a member of the macrodomain protein family, is one of known trans-acting regulators of RNase III activity; however, the significance of its regulatory role in specific bacterial cellular processes and related genes has not been determined. YmdB overexpression was used to model YmdB-induced RNase III inhibition in vivo, and microarray analysis identified gene targets and cellular processes related to RNase III inhibition. Results: The expression of \u003e2,000 E. coli genes was modulated by YmdB induction; 129 genes were strongly regulated, of which 80 have not been reported as RNase III targets. Of these, ten are involved in biofilm formation. Significantly, YmdB overexpression also inhibited biofilm formation via a process that is not uniquely dependent upon RNase III inhibition. Moreover, biofilm formation is interdependently regulated by RpoS, a known stress response regulator and biofilm inhibitor, and by YmdB.",
      "sentences": [
        [
          {
            "segment_text": "Background : Ribonuclease III ( RNase III ) activity modulates hundreds of genes in Escherichia coli ( E. coli ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "YmdB , a member of the macrodomain protein family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of known trans-acting regulators of RNase III activity ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the significance of its regulatory role in specific bacterial cellular processes and related genes has not been determined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "YmdB overexpression was used to model YmdB-induced RNase III inhibition in vivo ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and microarray analysis identified gene targets and cellular processes related to RNase III inhibition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The expression of \u003e 2,000 E. coli genes was modulated by YmdB induction ; 129 genes were strongly regulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 80 have not been reported as RNase III targets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these , ten are involved in biofilm formation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significantly , YmdB overexpression also inhibited biofilm formation via a process that is not uniquely dependent upon RNase III inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , biofilm formation is interdependently regulated by RpoS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a known stress response regulator and biofilm inhibitor , and by YmdB .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This is the first global profile of target genes modulated by YmdB-induced RNase III inhibition in E. coli, and the data reveal a novel, hitherto unrecognized regulatory role for YmdB in biofilm modulation.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This is the first global profile of target genes modulated by YmdB-induced RNase III inhibition in E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the data reveal a novel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hitherto unrecognized regulatory role for YmdB in biofilm modulation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "217"
  }
}