{
  "paper_id": "d148b4605ee294b7ec85f667a07768f1d5a1580d",
  "metadata": {
    "title": "Detection of Viruses By Counting Single Fluorescent Genetically Biotinylated Reporter Immunophage Using a Lateral Flow Assay",
    "coda_data_split": "train",
    "coda_paper_id": 3949,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We demonstrated a lateral flow immunoassay (LFA) for detection of viruses using fluorescentlylabeled M13 bacteriophage as reporters and single-reporter counting as the readout. AviTagbiotinylated M13 phage were functionalized with antibodies using avidin-biotin conjugation and fluorescently labeled with AlexaFluor 555. Individual phage bound to target viruses (here MS2 as a model) captured on an LFA membrane strip were imaged using epi-fluorescence microscopy. Using automated image processing, we counted the number of bound phage in micrographs as a function of target concentration. The resultant assay was more sensitive than enzyme-linked immunosorbent assays and traditional colloidal-gold nanoparticle LFAs for direct detection of viruses. . Supporting Information: Supporting Methods, including a description of the HABA assay, measurement of the degree of biotinylation, and an automated particle-counting program for magnetic beads; Supporting Results, including magnetic bead assay, evaluation of antibody attachment to Fusion 5 membranes, t-test comparison for phage assay, and replicate of phage assay. This information is available free of charge via the Internet at",
      "sentences": [
        [
          {
            "segment_text": "We demonstrated a lateral flow immunoassay ( LFA ) for detection of viruses using fluorescentlylabeled M13 bacteriophage as reporters and single-reporter counting as the readout .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "AviTagbiotinylated M13 phage were functionalized with antibodies using avidin-biotin conjugation and fluorescently labeled with AlexaFluor 555 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Individual phage bound to target viruses ( here MS2 as a model ) captured on an LFA membrane strip were imaged using epi-fluorescence microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using automated image processing , we counted the number of bound phage in micrographs as a function of target concentration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resultant assay was more sensitive than enzyme-linked immunosorbent assays and traditional colloidal-gold nanoparticle LFAs for direct detection of viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Supporting Information : Supporting Methods ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "including a description of the HABA assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "measurement of the degree of biotinylation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an automated particle-counting program for magnetic beads ; Supporting Results ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including magnetic bead assay , evaluation of antibody attachment to Fusion 5 membranes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "t-test comparison for phage assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and replicate of phage assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This information is available free of charge via the Internet at",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "181"
  }
}