{
  "paper_id": "d15c6007c24592351416532f8b1dd0e37adaaff6",
  "metadata": {
    "title": "The knowledge level and precautionary measures taken by older adults during the SARS outbreak in Hong Kong",
    "coda_data_split": "train",
    "coda_paper_id": 8809,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The study aims to examine the knowledge and the practice of the precautionary measures taken by older adults in Hong Kong against the outbreak of severe acute respiratory syndrome (SARS). Overall, more than half the participants responded correctly that droplet transmission is one of the main transmission routes of SARS. Those who received formal education demonstrated that they acquired greater knowledge of the sources and precautionary measures for SARS. The types of precautionary measures used and the factors affecting their behaviours were discussed. The results of the study could help the health-care professionals develop appropriate health promotion and disease prevention programmes for older adults. r",
      "sentences": [
        [
          {
            "segment_text": "The study aims to examine the knowledge and the practice of the precautionary measures taken by older adults in Hong Kong against the outbreak of severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Overall , more than half the participants responded correctly that droplet transmission is one of the main transmission routes of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those who received formal education demonstrated that they acquired greater knowledge of the sources and precautionary measures for SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The types of precautionary measures used and the factors affecting their behaviours were discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of the study could help the health-care professionals develop appropriate health promotion and disease prevention programmes for older adults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "113"
  }
}