{
  "paper_id": "d170f3ce0214d6b9b4c1b3f79c52213d8cde65d6",
  "metadata": {
    "title": "Synthesis and biological evaluation of phosphoramidate prodrugs of two analogues of 2-deoxy-D-ribose-1-phosphate directed to the discovery of two carbasugars as new potential anti-HIV leads",
    "coda_data_split": "train",
    "coda_paper_id": 10437,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t 2-Deoxy-a-D-ribose-1-phosphate is of great interest as it is involved in the biosynthesis and/or catabolic degradation of several nucleoside analogues of biological and therapeutic relevance. However due to the lack of a stabilising group at its 2-position, it is difficult to synthesize stable prodrugs of this compound. In order to overcome this lack of stability, the synthesis of carbasugar analogues of 2-deoxyribose-1phosphate was envisioned. Herein the preparation of a series of prodrugs of two carbocyclic analogues of 2-deoxyribose-1-phosphate using the phosphoramidate ProTide technology, along with their biological evaluation against HIV and cancer cell proliferation, is reported.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t 2-Deoxy-a-D-ribose-1-phosphate is of great interest as it is involved in the biosynthesis and/or catabolic degradation of several nucleoside analogues of biological and therapeutic relevance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However due to the lack of a stabilising group at its 2-position ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is difficult to synthesize stable prodrugs of this compound .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to overcome this lack of stability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the synthesis of carbasugar analogues of 2-deoxyribose-1phosphate was envisioned .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein the preparation of a series of prodrugs of two carbocyclic analogues of 2-deoxyribose-1-phosphate using the phosphoramidate ProTide technology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along with their biological evaluation against HIV and cancer cell proliferation , is reported .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "111"
  }
}