{
  "paper_id": "d17145c0ab6ba899ff699d6daddf7656bd0819bb",
  "metadata": {
    "title": "Severe acute respiratory syndrome coronavirus accessory protein 9b is a virion-associated protein",
    "coda_data_split": "train",
    "coda_paper_id": 5264,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Eight accessory proteins have been identified in severe acute respiratory syndrome-associated coronavirus (SARS-CoV). They are believed to play roles in the viral life cycle and may contribute to the pathogenesis and virulence. ORF9b as one of these accessory proteins is located in subgenomic mRNA9 and encodes a 98 amino acid protein. However, whether 9b protein is a structural component of SARS-CoV particles remains unknown. In this study, we demonstrate that 9b protein is translated from bicistronic mRNA9 via leaky ribosome scanning and it is incorporated into both virus-like particles (VLPs) and purified SARS-CoV virions. Further analysis shows that sufficient incorporation of 9b protein into VLPs is dependent upon the coexpression of E and M proteins, but not upon the presence of either S or N protein. Our data indicate that 9b protein of SARS-CoV is another virion-associated accessory protein. This finding will lead to a better understanding of the properties of the SARS-CoV 9b protein.",
      "sentences": [
        [
          {
            "segment_text": "Eight accessory proteins have been identified in severe acute respiratory syndrome-associated coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are believed to play roles in the viral life cycle and may contribute to the pathogenesis and virulence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ORF9b as one of these accessory proteins is located in subgenomic mRNA9 and encodes a 98 amino acid protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , whether 9b protein is a structural component of SARS-CoV particles remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that 9b protein is translated from bicistronic mRNA9 via leaky ribosome scanning and it is incorporated into both virus-like particles ( VLPs ) and purified SARS-CoV virions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Further analysis shows that sufficient incorporation of 9b protein into VLPs is dependent upon the coexpression of E and M proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not upon the presence of either S or N protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that 9b protein of SARS-CoV is another virion-associated accessory protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding will lead to a better understanding of the properties of the SARS-CoV 9b protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "170"
  }
}