{
  "paper_id": "d1cafe8f360b16dd7cc87069ba92335a824195bc",
  "metadata": {
    "title": "Zinc: a new risk factor for pneumonia in the elderly? NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4080,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Zinc may be a new risk factor for pneumonia in the elderly. In this special article, we reviewed the magnitude of the problem of pneumonia (its prevalence, morbidity and mortality) in the elderly, its etiology, and the dysregulation of the immune system associated with increasing age. In addition, we presented evidence from the literature, including work we did recently, that low zinc status (commonly reported in the elderly) impairs immune function, decreases resistance to pathogens, and is associated not only with increased incidence and duration of pneumonia, increased use and duration of antimicrobial treatment, but also with increased overall mortality in the elderly. Inadequate stores of zinc might therefore be a risk factor for pneumonia in the elderly. Randomized, double blind, controlled studies are needed to determine the efficacy of zinc supplementation as a potential low cost intervention to reduce morbidity and mortality due to pneumonia in this vulnerable population.",
      "sentences": [
        [
          {
            "segment_text": "Zinc may be a new risk factor for pneumonia in the elderly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this special article , we reviewed the magnitude of the problem of pneumonia ( its prevalence , morbidity and mortality ) in the elderly ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "its etiology , and the dysregulation of the immune system associated with increasing age .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , we presented evidence from the literature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including work we did recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that low zinc status ( commonly reported in the elderly ) impairs immune function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreases resistance to pathogens , and is associated not only with increased incidence and duration of pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased use and duration of antimicrobial treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also with increased overall mortality in the elderly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inadequate stores of zinc might therefore be a risk factor for pneumonia in the elderly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Randomized , double blind , controlled studies are needed to determine the efficacy of zinc supplementation as a potential low cost intervention to reduce morbidity and mortality due to pneumonia in this vulnerable population .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Please provide between three and five key words or phrases",
      "sentences": [
        [
          {
            "segment_text": "Please provide between three and five key words or phrases",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "182"
  }
}