{
  "paper_id": "d1d1a8d96a13afa9c54ff26241095b55c0be7ff1",
  "metadata": {
    "title": "Chikungunya triggers an autophagic process which promotes viral replication",
    "coda_data_split": "train",
    "coda_paper_id": 4366,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Chikungunya Virus (ChikV) surprised by a massive re-emerging outbreak in Indian Ocean in 2006, reaching Europe in 2007 and exhibited exceptional severe physiopathology in infants and elderly patients. In this context, it is important to analyze the innate immune host responses triggered against ChikV. Autophagy has been shown to be an important component of the innate immune response and is involved in host defense elimination of different pathogens. However, the autophagic process was recently observed to be hijacked by virus for their own replication. Here we provide the first evidence that hallmarks of autophagy are specifically found in HEK.293 infected cells and are involved in ChikV replication. Methods: To test the capacity of ChikV to mobilize the autophagic machinery, we performed fluorescence microscopy experiments on HEK.GFP.LC3 stable cells, and followed the LC3 distribution during the time course of ChikV infection. To confirm this, we performed electron microscopy on HEK.293 infected cells. To test the effect of ChikV-induced-autophagy on viral replication, we blocked the autophagic process, either by pharmacological (3-MA) or genetic inhibition (siRNA against the transcript of Beclin 1, an autophagic protein), and analyzed the percentage of infected cells and the viral RNA load released in the supernatant. Moreover, the effect of induction of autophagy by Rapamycin on viral replication was tested.",
      "sentences": [
        [
          {
            "segment_text": "Background : Chikungunya Virus ( ChikV ) surprised by a massive re-emerging outbreak in Indian Ocean in 2006 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reaching Europe in 2007 and exhibited exceptional severe physiopathology in infants and elderly patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this context , it is important to analyze the innate immune host responses triggered against ChikV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Autophagy has been shown to be an important component of the innate immune response and is involved in host defense elimination of different pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the autophagic process was recently observed to be hijacked by virus for their own replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we provide the first evidence that hallmarks of autophagy are specifically found in HEK .293 infected cells and are involved in ChikV replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : To test the capacity of ChikV to mobilize the autophagic machinery ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we performed fluorescence microscopy experiments on HEK.GFP.LC3 stable cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and followed the LC3 distribution during the time course of ChikV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To confirm this , we performed electron microscopy on HEK .293 infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To test the effect of ChikV-induced-autophagy on viral replication ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we blocked the autophagic process ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "either by pharmacological ( 3-MA ) or genetic inhibition ( siRNA against the transcript of Beclin 1 , an autophagic protein ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and analyzed the percentage of infected cells and the viral RNA load released in the supernatant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Moreover , the effect of induction of autophagy by Rapamycin on viral replication was tested .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The increasing number of GFP-LC3 positive cells with a punctate staining together with the enhanced number of GFP-LC3 dots per cell showed that ChikV triggered an autophagic process in HEK.293 infected cells. Those results were confirmed by electron microscopy analysis since numerous membrane-bound vacuoles characteristic of autophagosomes were observed in infected cells. Moreover, we found that inhibition of autophagy, either by biochemical reagent and RNA interference, dramatically decreases ChikV replication. Conclusions: Taken together, our results suggest that autophagy may play a promoting role in ChikV replication. Investigating in details the relationship between autophagy and viral replication will greatly improve our knowledge of the pathogenesis of ChikV and provide insight for the design of candidate antiviral therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Results : The increasing number of GFP-LC3 positive cells with a punctate staining together with the enhanced number of GFP-LC3 dots per cell showed that ChikV triggered an autophagic process in HEK .293 infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Those results were confirmed by electron microscopy analysis since numerous membrane-bound vacuoles characteristic of autophagosomes were observed in infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we found that inhibition of autophagy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either by biochemical reagent and RNA interference , dramatically decreases ChikV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Taken together , our results suggest that autophagy may play a promoting role in ChikV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investigating in details the relationship between autophagy and viral replication will greatly improve our knowledge of the pathogenesis of ChikV and provide insight for the design of candidate antiviral therapeutics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "372"
  }
}