{
  "paper_id": "d1d6cfcd65bfc9b918ef9ad6fdc7d3702d755ccb",
  "metadata": {
    "title": "Immunogenicity and protective efficacy in dogs of an MF59 TM -adjuvanted vaccine against recombinant canine/porcine coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9958,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recently, canine coronavirus (CCoV) strains with putative recombinant origin with porcine transmissible gastroenteritis virus (TGEV) were shown to be widespread in Europe. In this study, a killed vaccine against TGEV-like CCoV strains, included in the new subtype CCoV-IIb, was developed through inactivation with betapropiolactone and emulsification with MF59 TM adjuvant. Safety, immunogenicity and efficacy of the developed vaccine were evaluated in vivo. Five 10-week-old beagle pups were administered (three weeks apart) two vaccine doses, whereas two animals served as unvaccinated controls. The vaccine was shown to be safe as no local neither systemic reactions were observed after first and second dose administration. Serum antibodies against CCoV were detected in vaccinates starting from study day 14 (by enzymelinked immunosorbent assay) or 28 (by virus neutralisation test). Subsequent challenge with virulent CCoV-IIb resulted in the development of mild gastroenteric disease in control pups, whereas vaccinates did not display clinical signs. Faecal shedding of the challenge virus occurred in both treatment groups, but vaccinated dogs were found to shed very low viral titres in comparison to controls. The developed vaccine may help control the CCoV-IIb-induced disease (and active virus circulation) in environments, such as kennels and shelters, where the pathogenic potential of this virus is greater as a consequence of predisposing factors and concurrent infections.",
      "sentences": [
        [
          {
            "segment_text": "Recently , canine coronavirus ( CCoV ) strains with putative recombinant origin with porcine transmissible gastroenteritis virus ( TGEV ) were shown to be widespread in Europe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a killed vaccine against TGEV-like CCoV strains ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "included in the new subtype CCoV-IIb ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "was developed through inactivation with betapropiolactone and emulsification with MF59 TM adjuvant .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Safety , immunogenicity and efficacy of the developed vaccine were evaluated in vivo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five 10-week-old beagle pups were administered ( three weeks apart ) two vaccine doses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "whereas two animals served as unvaccinated controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The vaccine was shown to be safe as no local neither systemic reactions were observed after first and second dose administration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum antibodies against CCoV were detected in vaccinates starting from study day 14 ( by enzymelinked immunosorbent assay ) or 28 ( by virus neutralisation test ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequent challenge with virulent CCoV-IIb resulted in the development of mild gastroenteric disease in control pups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas vaccinates did not display clinical signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Faecal shedding of the challenge virus occurred in both treatment groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but vaccinated dogs were found to shed very low viral titres in comparison to controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The developed vaccine may help control the CCoV-IIb-induced disease ( and active virus circulation ) in environments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as kennels and shelters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where the pathogenic potential of this virus is greater as a consequence of predisposing factors and concurrent infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "243"
  }
}