{
  "paper_id": "d1d69a1aef82dd303642c4f4ff167333fc533feb",
  "metadata": {
    "title": "Effects of randomness on viral infection model with application",
    "coda_data_split": "train",
    "coda_paper_id": 9290,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Virus population disease dynamics in various species of ecosystem keep the research interests alive for many centuries. In this research article, an attempt has been made to understand the qualitative behavior of a virus infection model with Lytic and Non-Lytic Immune Responses by perturbing with randomness (white noise) via Lyapunov technique. The conditions for the extinction and permanence of the viral infection in the interacting populations has been found, analyzed and supported with numerical simulations. An application to HIV infection model has also been presented for drawing a comparative study of the model under various modeling methods. The research findings of this paper reveal that a study that includes random fluctuations of the environment prove to be the ideal way to bring out the qualitative analysis of a mathematical model that will depict the real world scenario.",
      "sentences": [
        [
          {
            "segment_text": "Virus population disease dynamics in various species of ecosystem keep the research interests alive for many centuries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this research article , an attempt has been made to understand the qualitative behavior of a virus infection model with Lytic and Non-Lytic Immune Responses by perturbing with randomness ( white noise ) via Lyapunov technique .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The conditions for the extinction and permanence of the viral infection in the interacting populations has been found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "analyzed and supported with numerical simulations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An application to HIV infection model has also been presented for drawing a comparative study of the model under various modeling methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The research findings of this paper reveal that a study that includes random fluctuations of the environment prove to be the ideal way to bring out the qualitative analysis of a mathematical model that will depict the real world scenario .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "146"
  }
}