{
  "paper_id": "d1ebf10b568022cf6500990bcfadf9054864211b",
  "metadata": {
    "title": "review 878 Combinatorial RNAi: A Winning Strategy for the Race Against Evolving Targets?",
    "coda_data_split": "train",
    "coda_paper_id": 5090,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The ability to use double-stranded RNA to inhibit gene expression sequence-specifically (RNA interference, or RNAi) is currently revolutionizing science and medicine alike. Numerous pre-clinical studies are evaluating RNAi as a novel therapeutic modality in the battle against gain-of-function autosomal dominant diseases, cancer, and viral infections. One emerging concern is that RNAi mono-therapies might ultimately fail to control viruses that can escape silencing by mutation and/or RNAi suppression. Thus, sophisticated strategies are being developed that aim to avert viral resistance by combining RNAi effectors with each other or with further gene expression inhibitors. Several reports already validate this new concept of \"combinatorial RNAi\" (coRNAi) and illustrate its versatility by describing co-expression of RNAi triggers directed against single or multiple, viral or cellular, targets. Other studies document the successful delivery of these triggers with additional RNA-or protein-based silencers. Moreover, vectors have been engineered to blend RNAi-mediated gene inhibition with conventional gene replacement strategies. Collectively, these efforts open up exciting new therapeutic avenues but could also augment the inherent risks of RNAi technology, including immune responses, off-targeting, and oversaturation of endogenous pathways. Here, we critically review all coRNAi strategies and discuss the requirements for their transition into clinical application.",
      "sentences": [
        [
          {
            "segment_text": "The ability to use double-stranded RNA to inhibit gene expression sequence-specifically ( RNA interference , or RNAi ) is currently revolutionizing science and medicine alike .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Numerous pre-clinical studies are evaluating RNAi as a novel therapeutic modality in the battle against gain-of-function autosomal dominant diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cancer , and viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One emerging concern is that RNAi mono-therapies might ultimately fail to control viruses that can escape silencing by mutation and/or RNAi suppression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , sophisticated strategies are being developed that aim to avert viral resistance by combining RNAi effectors with each other or with further gene expression inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several reports already validate this new concept of `` combinatorial RNAi \u0027\u0027 ( coRNAi ) and illustrate its versatility by describing co-expression of RNAi triggers directed against single or multiple ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral or cellular , targets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other studies document the successful delivery of these triggers with additional RNA-or protein-based silencers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , vectors have been engineered to blend RNAi-mediated gene inhibition with conventional gene replacement strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Collectively , these efforts open up exciting new therapeutic avenues but could also augment the inherent risks of RNAi technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including immune responses , off-targeting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and oversaturation of endogenous pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we critically review all coRNAi strategies and discuss the requirements for their transition into clinical application .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "223"
  }
}