{
  "paper_id": "d1f8d3907931e02487816f3a62224659d65f872e",
  "metadata": {
    "title": "The Return of Lombroso? Ethical Aspects of (Visions of) Preventive Forensic Screening",
    "coda_data_split": "train",
    "coda_paper_id": 2638,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The vision of legendary criminologist Cesare Lombroso to use scientific theories of individual causes of crime as a basis for screening and prevention programmes targeting individuals at risk for future criminal behaviour has resurfaced, following advances in genetics, neuroscience and psychiatric epidemiology. This article analyses this idea and maps its ethical implications from a public health ethical standpoint. Twenty-seven variants of the new Lombrosian vision of forensic screening and prevention are distinguished, and some scientific and technical limitations are noted. Some lures, biases and structural factors, making the application of the Lombrosian idea likely in spite of weak evidence are pointed out and noted as a specific type of ethical aspect. Many classic and complex ethical challenges for health screening programmes are shown to apply to the identified variants and the choice between them, albeit with peculiar and often provoking variations. These variations are shown to actualize an underlying theoretical conundrum in need of further study, pertaining to the relationship between public health ethics and the ethics and values of criminal law policy.",
      "sentences": [
        [
          {
            "segment_text": "The vision of legendary criminologist Cesare Lombroso to use scientific theories of individual causes of crime as a basis for screening and prevention programmes targeting individuals at risk for future criminal behaviour has resurfaced ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "following advances in genetics , neuroscience and psychiatric epidemiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article analyses this idea and maps its ethical implications from a public health ethical standpoint .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Twenty-seven variants of the new Lombrosian vision of forensic screening and prevention are distinguished ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and some scientific and technical limitations are noted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Some lures , biases and structural factors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "making the application of the Lombrosian idea likely in spite of weak evidence are pointed out and noted as a specific type of ethical aspect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Many classic and complex ethical challenges for health screening programmes are shown to apply to the identified variants and the choice between them ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "albeit with peculiar and often provoking variations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These variations are shown to actualize an underlying theoretical conundrum in need of further study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pertaining to the relationship between public health ethics and the ethics and values of criminal law policy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "186"
  }
}