{
  "paper_id": "d1f952666817c573f3913eb45bc786b77857bb35",
  "metadata": {
    "title": "Adenovirus-Host Protein Interactions 141 141 Identifying Functional Adenovirus-Host Interactions Using Tandem Mass Spectrometry",
    "coda_data_split": "train",
    "coda_paper_id": 4073,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We describe a systematic, high-throughput approach to identify proteins involved in functional adenovirus (Ad)-host interactions in vitro and in vivo. We were particularly interested in identifying cellular proteins that interact with fiber knob, which is the moiety within the Ad capsid responsible for high-affinity attachment of virus to cellular receptors. We used recombinant fiber knob domains from members of group C and B Ads to purify virus interacting proteins from cell membrane lysates and from human and mouse plasma. Using tandem mass spectrometry, we identified a number of candidate Ad-interacting proteins, including functional cellular receptors and previously unknown interacting partners such as complement component C4-binding protein and other blood proteins that presumably are involved in Ad infection after intravenous virus application. The ability of these proteins to bind to Ad was further confirmed using in vitro protein binding assays as well as infection competition assays. The approach of using a structural protein can be universally applied for a variety of viral and nonviral pathogens and can reveal host cell factors critical in viral infection, immune evasion, and tissue specificity. This information is also a prerequisite to assess in vivo safety and efficacy of Ad-based gene transfer vectors.",
      "sentences": [
        [
          {
            "segment_text": "We describe a systematic , high-throughput approach to identify proteins involved in functional adenovirus ( Ad ) - host interactions in vitro and in vivo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We were particularly interested in identifying cellular proteins that interact with fiber knob ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is the moiety within the Ad capsid responsible for high-affinity attachment of virus to cellular receptors .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We used recombinant fiber knob domains from members of group C and B Ads to purify virus interacting proteins from cell membrane lysates and from human and mouse plasma .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using tandem mass spectrometry , we identified a number of candidate Ad-interacting proteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including functional cellular receptors and previously unknown interacting partners such as complement component C4-binding protein and other blood proteins that presumably are involved in Ad infection after intravenous virus application .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ability of these proteins to bind to Ad was further confirmed using in vitro protein binding assays as well as infection competition assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The approach of using a structural protein can be universally applied for a variety of viral and nonviral pathogens and can reveal host cell factors critical in viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immune evasion , and tissue specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This information is also a prerequisite to assess in vivo safety and efficacy of Ad-based gene transfer vectors .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "214"
  }
}