{
  "paper_id": "d205480b1b5704003ff43d9dbb8b531827fcfb7b",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8933,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A case control study on farm level was conducted at the Clinic for Ruminants, LMU Munich, to identify possible risk factors associated with the observed increase in numbers of calves showing clinical signs of Bovine Neonatal Pancytopenia (BNP) since 2006 in southern Germany. Interviews were conducted between August 2008 and June 2010.",
      "sentences": [
        [
          {
            "segment_text": "A case control study on farm level was conducted at the Clinic for Ruminants ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "LMU Munich , to identify possible risk factors associated with the observed increase in numbers of calves showing clinical signs of Bovine Neonatal Pancytopenia ( BNP ) since 2006 in southern Germany .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Interviews were conducted between August 2008 and June 2010 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The characteristics of 56 dairy farms with at least one confirmed case of BNP (thrombocytopenia and leukocytopenia and/or typical findings in post-mortem examination and bone marrow histology) were compared with those of two sets of 50 control dairy farms each, with no history of BNP. The first set of 50 control farms was selected randomly from veterinary practices which had never observed a BNP case on the farms they serviced. The second set of 50 control farms was matched by the veterinary practices which had provided case farms. Two separate analyses were conducted: (1) case farms (n \u003d 56) vs. randomly selected control farms (n \u003d 50) and (2) case farms (n \u003d 56) vs. a matched set of control farms (n \u003d 50). All variables with p \u003c 0.2 in the univariable analysis were included in stepwise logistic regression models. In the first analysis, only the use of PregSure 速 BVD vaccine was positively associated with BNP with an odds ratio of 1292 (95% CI: 114-14707). In the second analysis, conditional logistic regression models did not converge, therefore non-conditional logistic regression models were conducted. In the non-conditional analysis five variables remained in the model, three of which were negatively associated with BNP: the use of vitamin E and selenium, the frequent use of mastitis tubes, and the use of stem growth regulators in grain production. The use of prophylactic measures (such as control of parasites or vaccination of calves against respiratory disease) was positively associated with BNP with an odds ratio of 14.3 as well as the use of PregSure 速 BVD vaccine with an odds ratio of 426 (95% CI: 20-9095).",
      "sentences": [
        [
          {
            "segment_text": "The characteristics of 56 dairy farms with at least one confirmed case of BNP ( thrombocytopenia and leukocytopenia and/or typical findings in post-mortem examination and bone marrow histology ) were compared with those of two sets of 50 control dairy farms each ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with no history of BNP .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The first set of 50 control farms was selected randomly from veterinary practices which had never observed a BNP case on the farms they serviced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The second set of 50 control farms was matched by the veterinary practices which had provided case farms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two separate analyses were conducted : ( 1 ) case farms ( n \u003d 56 ) vs. randomly selected control farms ( n \u003d 50 ) and ( 2 ) case farms ( n \u003d 56 ) vs. a matched set of control farms ( n \u003d 50 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All variables with p \u003c 0.2 in the univariable analysis were included in stepwise logistic regression models .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the first analysis , only the use of PregSure 速 BVD vaccine was positively associated with BNP with an odds ratio of 1292 ( 95 % CI : 114-14707 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the second analysis , conditional logistic regression models did not converge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "therefore non-conditional logistic regression models were conducted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the non-conditional analysis five variables remained in the model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three of which were negatively associated with BNP : the use of vitamin E and selenium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the frequent use of mastitis tubes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the use of stem growth regulators in grain production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of prophylactic measures ( such as control of parasites or vaccination of calves against respiratory disease ) was positively associated with BNP with an odds ratio of 14.3 as well as the use of PregSure 速 BVD vaccine with an odds ratio of 426 ( 95 % CI : 20-9095 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "373"
  }
}