{
  "paper_id": "d2057831023248265b009ed7fb7710123c69feaa",
  "metadata": {
    "title": "Viroporins, Examples of the Two-Stage Membrane Protein Folding Model",
    "coda_data_split": "train",
    "coda_paper_id": 8858,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viroporins are small, α-helical, hydrophobic virus encoded proteins, engineered to form homo-oligomeric hydrophilic pores in the host membrane. Viroporins participate in multiple steps of the viral life cycle, from entry to budding. As any other membrane protein, viroporins have to find the way to bury their hydrophobic regions into the lipid bilayer. Once within the membrane, the hydrophobic helices of viroporins interact with each other to form higher ordered structures required to correctly perform their porating activities. This two-step process resembles the two-stage model proposed for membrane protein folding by Engelman and Poppot. In this review we use the membrane protein folding model as a leading thread to analyze the mechanism and forces behind the membrane insertion and folding of viroporins. We start by describing the transmembrane segment architecture of viroporins, including the number and sequence characteristics of their membrane-spanning domains. Next, we connect the differences found among viroporin families to their viral genome organization, and finalize focusing on the pathways used by viroporins in their way to the membrane and on the transmembrane helix-helix interactions required to achieve proper folding and assembly.",
      "sentences": [
        [
          {
            "segment_text": "Viroporins are small , α-helical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hydrophobic virus encoded proteins , engineered to form homo-oligomeric hydrophilic pores in the host membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viroporins participate in multiple steps of the viral life cycle , from entry to budding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As any other membrane protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viroporins have to find the way to bury their hydrophobic regions into the lipid bilayer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Once within the membrane , the hydrophobic helices of viroporins interact with each other to form higher ordered structures required to correctly perform their porating activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This two-step process resembles the two-stage model proposed for membrane protein folding by Engelman and Poppot .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we use the membrane protein folding model as a leading thread to analyze the mechanism and forces behind the membrane insertion and folding of viroporins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We start by describing the transmembrane segment architecture of viroporins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including the number and sequence characteristics of their membrane-spanning domains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Next , we connect the differences found among viroporin families to their viral genome organization ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and finalize focusing on the pathways used by viroporins in their way to the membrane and on the transmembrane helix-helix interactions required to achieve proper folding and assembly .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "200"
  }
}