{
  "paper_id": "d213253353b62aa454d0bb02a7651a0ef7c0d34f",
  "metadata": {
    "title": "Vaccination against Paediatric Respiratory Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 5651,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory infections (ARIs) are extremely common in children, especially those under 5 years old. They can lead to complications, super-infection, respiratory failure, and even compromised respiratory function in adulthood. For some of the responsible pathogens, vaccines are available. This review reports current issues about vaccines against the main respiratory pathogens to highlight the available strategies to reduce the burden of paediatric respiratory disease. The optimal use of influenza, pneumococcal, pertussis and measles vaccines is required in order to reduce ARI burden. Vaccination coverage rates must be improved to achieve the full benefits of these vaccines. Recently, advances in the knowledge of respiratory syncytial virus structural biology and immunology as well as the development of new techniques to generate vaccine candidates have increased the number of promising vaccines even against this harmful pathogen.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory infections ( ARIs ) are extremely common in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially those under 5 years old .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can lead to complications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "super-infection , respiratory failure , and even compromised respiratory function in adulthood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For some of the responsible pathogens , vaccines are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review reports current issues about vaccines against the main respiratory pathogens to highlight the available strategies to reduce the burden of paediatric respiratory disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The optimal use of influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pneumococcal , pertussis and measles vaccines is required in order to reduce ARI burden .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccination coverage rates must be improved to achieve the full benefits of these vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recently , advances in the knowledge of respiratory syncytial virus structural biology and immunology as well as the development of new techniques to generate vaccine candidates have increased the number of promising vaccines even against this harmful pathogen .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "150"
  }
}