{
  "paper_id": "d2192e89ad3965f129fd046a675854c177e5070a",
  "metadata": {
    "title": "Early diagnosis of radiodermatitis using lactate dehydrogenase isozymes in hairless mice (SKH1-hr)",
    "coda_data_split": "train",
    "coda_paper_id": 3268,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this study, we evaluate a method for the early diagnosis of radiodermatitis for use in the prevention and therapy of this condition. Hairless mice (SKH1-hr) were used to study the early diagnosis of radiodermatitis. Lactate dehydrogenase (LDH, EC 1.1.1.27) isozymes were analyzed using nativepolyacrylamide gel electrophoresis and western blotting of blood serum and tissues collected from SKH1hr mice. Radiodermatitis developed 24 days after the first X-irradiation. Reduced spleen weight was observed after the last X-irradiation (P\u003c0.05). Thereafter the weight increased until 24 days after the first irradiation, finally reaching levels comparable to those in the sham-irradiated control group. LDH activity was the highest in skeletal muscle and lowest in blood serum. LDH C 4 , A 4 , A 3 B, A 2 B 2 , AB 3 , and B 4 isozymes were detected, in the mentioned order, from the cathode. This result was similar in other mouse strains. In the irradiated group, LDH A 4 isozyme levels were reduced in the serum until inflammation occurred, whereas those of B 4 isozyme were elevated. The subunits A and B followed a similar trend to that of LDH A 4 and B 4 isozyme, respectively. Importantly, antibodies against LDH B 4 isozyme could prove useful in the early diagnosis of radiodermatitis.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we evaluate a method for the early diagnosis of radiodermatitis for use in the prevention and therapy of this condition .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Hairless mice ( SKH1-hr ) were used to study the early diagnosis of radiodermatitis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lactate dehydrogenase ( LDH , EC 1.1.1.27 ) isozymes were analyzed using nativepolyacrylamide gel electrophoresis and western blotting of blood serum and tissues collected from SKH1hr mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Radiodermatitis developed 24 days after the first X-irradiation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reduced spleen weight was observed after the last X-irradiation ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thereafter the weight increased until 24 days after the first irradiation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "finally reaching levels comparable to those in the sham-irradiated control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "LDH activity was the highest in skeletal muscle and lowest in blood serum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "LDH C 4 , A 4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "A 3 B , A 2 B 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "AB 3 , and B 4 isozymes were detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the mentioned order , from the cathode .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This result was similar in other mouse strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the irradiated group , LDH A 4 isozyme levels were reduced in the serum until inflammation occurred ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas those of B 4 isozyme were elevated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The subunits A and B followed a similar trend to that of LDH A 4 and B 4 isozyme , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , antibodies against LDH B 4 isozyme could prove useful in the early diagnosis of radiodermatitis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "242"
  }
}