{
  "paper_id": "d21eaa427bea34a60db8a4fec53ee3a5021a1eba",
  "metadata": {
    "title": "CpG Improves Influenza Vaccine Efficacy in Young Adult but Not Aged Mice",
    "coda_data_split": "train",
    "coda_paper_id": 7977,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Several studies have shown a reduced efficacy of influenza vaccines in the elderly compared to young adults. In this study, we evaluated the immunogenicity and protective efficacy of a commercially available inactivated influenza vaccine (Fluzone 1 ) in young adult and aged mice. C57/BL6 mice were administered a single or double immunization of Fluzone 1 with or without CpG and challenged intranasally with H1N1 A/California/09 virus. A double immunization of Fluzone 1 adjuvanted with CpG elicited the highest level of protection in young adult mice which was associated with increases in influenza specific IgG, elevated HAI titres, reduced viral titres and lung inflammation. In contrast, the vaccine schedule which provided fully protective immunity in young adult mice conferred limited protection in aged mice. Antigen presenting cells from aged mice were found to be less responsive to in vitro stimulation by Fluzone and CpG which may partially explain this result. Our data are supportive of studies that have shown limited effectiveness of influenza vaccines in the elderly and provide important information relevant to the design of more immunogenic vaccines in this age group.",
      "sentences": [
        [
          {
            "segment_text": "Several studies have shown a reduced efficacy of influenza vaccines in the elderly compared to young adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we evaluated the immunogenicity and protective efficacy of a commercially available inactivated influenza vaccine ( Fluzone 1 ) in young adult and aged mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "C57/BL6 mice were administered a single or double immunization of Fluzone 1 with or without CpG and challenged intranasally with H1N1 A/California/09 virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A double immunization of Fluzone 1 adjuvanted with CpG elicited the highest level of protection in young adult mice which was associated with increases in influenza specific IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "elevated HAI titres , reduced viral titres and lung inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the vaccine schedule which provided fully protective immunity in young adult mice conferred limited protection in aged mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antigen presenting cells from aged mice were found to be less responsive to in vitro stimulation by Fluzone and CpG which may partially explain this result .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data are supportive of studies that have shown limited effectiveness of influenza vaccines in the elderly and provide important information relevant to the design of more immunogenic vaccines in this age group .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "194"
  }
}