{
  "paper_id": "d22b32c01a2944f972bdffe5704b0a1fde5aed42",
  "metadata": {
    "title": "CASE REPORT Erosive polyarthritis associated with Mycoplasma gateae in a cat",
    "coda_data_split": "train",
    "coda_paper_id": 9455,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Erosive polyarthritis was diagnosed in an 11-month-old neutered male Egyptian Mau-cross cat with concurrent glucocorticoid-responsive dermatitis. Clinical signs, synovial fluid analysis, serological tests and radiographic appearance could not differentiate between immune-mediated and infective arthritis. Mycoplasma gateae was isolated by strictly anaerobic culture of the synovial fluid. Treatment with Enrofloxacin led to a rapid improvement of the cat\u0027s condition. Two months later the cat was euthanased because of severe glomerulonephritis and direct Coombs\u0027 test positive anaemia, possibly caused by mycoplasma infection. M gateae could not be isolated at post-mortem examination.",
      "sentences": [
        [
          {
            "segment_text": "Erosive polyarthritis was diagnosed in an 11-month-old neutered male Egyptian Mau-cross cat with concurrent glucocorticoid-responsive dermatitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical signs , synovial fluid analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serological tests and radiographic appearance could not differentiate between immune-mediated and infective arthritis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mycoplasma gateae was isolated by strictly anaerobic culture of the synovial fluid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatment with Enrofloxacin led to a rapid improvement of the cat \u0027s condition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two months later the cat was euthanased because of severe glomerulonephritis and direct Coombs \u0027 test positive anaemia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly caused by mycoplasma infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "M gateae could not be isolated at post-mortem examination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "100"
  }
}