{
  "paper_id": "d2305499d3bf58bfa12d1ee95cf63f0a59f1d8b4",
  "metadata": {
    "title": "Thermodynamic modeling of a novel air dehumidification system",
    "coda_data_split": "train",
    "coda_paper_id": 10194,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel air dehumidification system is proposed. The proposed system incorporates a membrane-based total heat exchanger into a mechanical air dehumidification system, where the fresh air flows through the enthalpy exchanger, the evaporator and the condenser subsequently. Thermodynamic model for the performance estimation of the combined system is investigated. Processes of the fresh air and the refrigerant are studied. Two additional specific programs are devised to calculate the psychrometrics and the thermodynamic properties of the refrigerant R134a. Annual energy requirement is 4.15 Â 10 6 kJ per person, or 33% saving from a system without energy saving measures. #",
      "sentences": [
        [
          {
            "segment_text": "A novel air dehumidification system is proposed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The proposed system incorporates a membrane-based total heat exchanger into a mechanical air dehumidification system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where the fresh air flows through the enthalpy exchanger ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the evaporator and the condenser subsequently .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thermodynamic model for the performance estimation of the combined system is investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Processes of the fresh air and the refrigerant are studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two additional specific programs are devised to calculate the psychrometrics and the thermodynamic properties of the refrigerant R134a .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Annual energy requirement is 4.15 Â 10 6 kJ per person ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or 33 % saving from a system without energy saving measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "109"
  }
}