{
  "paper_id": "d2552c4941d8e1e349686d7ec0d0b427ecb3ac3d",
  "metadata": {
    "title": "Chapter 2 Immunohistochemical Staining for Detection of Porcine Epidemic Diarrhea Virus in Tissues",
    "coda_data_split": "train",
    "coda_paper_id": 7779,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV), a member of the genus Alphacoronavirus , has resulted in signifi cant economic losses in the European, Asian, and North American swine industries in previous years. PEDV infection causes acute diarrhea/vomiting, dehydration, and high morbidity and mortality in seronegative neonatal piglets. In this chapter, materials and methods for performing immunohistochemistry (IHC) for the detection of PEDV antigens in frozen or formalin-fi xed, paraffi n-embedded (FFPE) tissues are provided. In IHC of frozen tissues where viral antigens are well preserved, the use of specifi c antibodies labeled with fl uorescence dyes provides excellent advantages and convenience, resulting in high sensitivity and specifi city of IHC and reduction of operation time. In IHC of FFPE tissues where tissue or cell morphology is well preserved, the use of specifi c antibodies labeled with enzymes, such as alkaline phosphatase, also gives rise to signifi cant advantages in defi ning the correlation of viral antigens with histopathologic lesions. PEDV antigens in frozen tissues are visualized as green staining in the cytoplasm of infected cells by fl uorescent dyes conjugated with antibodies when activated by exciting light of a specifi c wavelength under a fl uorescence microscope. In FFPE tissues, PEDV antigens are visualized as red staining in the cytoplasm of infected cells by the deposition of the substrate chromogen, Fast Red.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member of the genus Alphacoronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has resulted in signifi cant economic losses in the European ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Asian , and North American swine industries in previous years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PEDV infection causes acute diarrhea/vomiting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dehydration , and high morbidity and mortality in seronegative neonatal piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , materials and methods for performing immunohistochemistry ( IHC ) for the detection of PEDV antigens in frozen or formalin-fi xed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "paraffi n-embedded ( FFPE ) tissues are provided .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In IHC of frozen tissues where viral antigens are well preserved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the use of specifi c antibodies labeled with fl uorescence dyes provides excellent advantages and convenience ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "resulting in high sensitivity and specifi city of IHC and reduction of operation time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In IHC of FFPE tissues where tissue or cell morphology is well preserved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the use of specifi c antibodies labeled with enzymes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as alkaline phosphatase , also gives rise to signifi cant advantages in defi ning the correlation of viral antigens with histopathologic lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PEDV antigens in frozen tissues are visualized as green staining in the cytoplasm of infected cells by fl uorescent dyes conjugated with antibodies when activated by exciting light of a specifi c wavelength under a fl uorescence microscope .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In FFPE tissues , PEDV antigens are visualized as red staining in the cytoplasm of infected cells by the deposition of the substrate chromogen , Fast Red .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "248"
  }
}