{
  "paper_id": "d25579d9c57d1dfe08e48c6cc90b6b02b7df25fb",
  "metadata": {
    "title": "The Cutting Edge: Membrane Anchored Serine Protease Activities in the Pericellular Microenvironment",
    "coda_data_split": "train",
    "coda_paper_id": 9583,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The serine proteases of the trypsin-like (S1) family play critical roles in many key biological processes including digestion, blood coagulation, and immunity. Recent studies have identified members of this family which contain amino-or carboxy-terminal domains that serve to tether the serine protease catalytic domain directly at the plasma membrane. These membrane anchored serine proteases are proving to be key components of the cell machinery for activation of precursor molecules in the pericellular microenvironment, playing vital functions in the maintenance of homeostasis. Substrates activated by membrane anchored serine proteases include peptide hormones, growth and differentiation factors, receptors, enzymes, adhesion molecules and viral coat proteins. In addition, new insights into our understanding of the physiological functions of these proteases and their involvement in human pathology have come from animal models and patient studies. This review discusses emerging evidence for the diversity of this fascinating group of membrane serine proteases as potent modifiers of the pericellular microenvironment through proteolytic processing of diverse substrates. We also discuss the functional consequences of the activities of these proteases on mammalian physiology and disease.",
      "sentences": [
        [
          {
            "segment_text": "The serine proteases of the trypsin-like ( S1 ) family play critical roles in many key biological processes including digestion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blood coagulation , and immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies have identified members of this family which contain amino-or carboxy-terminal domains that serve to tether the serine protease catalytic domain directly at the plasma membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These membrane anchored serine proteases are proving to be key components of the cell machinery for activation of precursor molecules in the pericellular microenvironment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "playing vital functions in the maintenance of homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Substrates activated by membrane anchored serine proteases include peptide hormones ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "growth and differentiation factors , receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enzymes , adhesion molecules and viral coat proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , new insights into our understanding of the physiological functions of these proteases and their involvement in human pathology have come from animal models and patient studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses emerging evidence for the diversity of this fascinating group of membrane serine proteases as potent modifiers of the pericellular microenvironment through proteolytic processing of diverse substrates .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also discuss the functional consequences of the activities of these proteases on mammalian physiology and disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "194"
  }
}