{
  "paper_id": "d256d493f1987779fa7f2b417941d497bed6b878",
  "metadata": {
    "title": "Integration of Membrane Proteins into the Endoplasmic Reticulum Requires GTP",
    "coda_data_split": "train",
    "coda_paper_id": 10247,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We have examined the requirement for ribonucleotides and ribonucleotide triphosphate hydrolysis during early events in the membrane integration of two membrane proteins: the G protein of vesicular stomatitis virus and the hemagglutinin-neuraminidase (HN) glycoprotein of Newcastle disease virus. Both proteins contain a single transmembrane-spanning segment but are integrated in the membrane with opposite orientations. The G protein has an amino-terminal signal sequence and a stop-transfer sequence located near the carboxy terminus. The HN glycoprotein has a single sequence near the amino terminus that functions as both a signal-sequence and a transmembrane-spanning segment. Membrane insertion was explored using a cell-free system directed by transcribed mRNAs encoding amino-terminal segments of the two proteins. Ribosome-bound nascent polypeptides were assembled, ribonucleotides were removed by gel filtration",
      "sentences": [
        [
          {
            "segment_text": "We have examined the requirement for ribonucleotides and ribonucleotide triphosphate hydrolysis during early events in the membrane integration of two membrane proteins : the G protein of vesicular stomatitis virus and the hemagglutinin-neuraminidase ( HN ) glycoprotein of Newcastle disease virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both proteins contain a single transmembrane-spanning segment but are integrated in the membrane with opposite orientations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The G protein has an amino-terminal signal sequence and a stop-transfer sequence located near the carboxy terminus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The HN glycoprotein has a single sequence near the amino terminus that functions as both a signal-sequence and a transmembrane-spanning segment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Membrane insertion was explored using a cell-free system directed by transcribed mRNAs encoding amino-terminal segments of the two proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ribosome-bound nascent polypeptides were assembled ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ribonucleotides were removed by gel filtration",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "131"
  }
}