{
  "paper_id": "d2727abafe0e60a9f3d42f5d07d19f832636e47b",
  "metadata": {
    "title": "Computational characterization and design of SARS coronavirus receptor recognition and antibody neutralization",
    "coda_data_split": "train",
    "coda_paper_id": 7529,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The sequential determination of crystal structures of the SARS coronavirus spike receptor-binding domain (RBD) in complex with its cellular receptor or neutralizing antibody opened a door for the design and development of antiviral competitive inhibitors. Based on those complex structures, we conduct computational characterization and design of RBD-mediated receptor recognition and antibody neutralization. The comparisons between computational predictions and experimental evidences validate our structural bioinformatics protocols. And the calculations predict a number of single substitutions on RBD, receptor or antibody that could remarkably elevate the binding affinities of those complexes. It is reasonable to anticipate our structure-based computation-derived hypotheses could be informative to the future biochemical and immunological tests.",
      "sentences": [
        [
          {
            "segment_text": "The sequential determination of crystal structures of the SARS coronavirus spike receptor-binding domain ( RBD ) in complex with its cellular receptor or neutralizing antibody opened a door for the design and development of antiviral competitive inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on those complex structures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we conduct computational characterization and design of RBD-mediated receptor recognition and antibody neutralization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The comparisons between computational predictions and experimental evidences validate our structural bioinformatics protocols .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And the calculations predict a number of single substitutions on RBD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "receptor or antibody that could remarkably elevate the binding affinities of those complexes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is reasonable to anticipate our structure-based computation-derived hypotheses could be informative to the future biochemical and immunological tests .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "118"
  }
}