{
  "paper_id": "d29ac40afbb28f3dff1d4923aae6c01299399334",
  "metadata": {
    "title": "A Tale of Two RNAs during Viral Infection: How Viruses Antagonize mRNAs and Small Non-Coding RNAs in The Host Cell",
    "coda_data_split": "train",
    "coda_paper_id": 8902,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral infection initiates an array of changes in host gene expression. Many viruses dampen host protein expression and attempt to evade the host anti-viral defense machinery. Host gene expression is suppressed at several stages of host messenger RNA (mRNA) formation including selective degradation of translationally competent messenger RNAs. Besides mRNAs, host cells also express a variety of noncoding RNAs, including small RNAs, that may also be subject to inhibition upon viral infection. In this review we focused on different ways viruses antagonize coding and noncoding RNAs in the host cell to its advantage.",
      "sentences": [
        [
          {
            "segment_text": "Viral infection initiates an array of changes in host gene expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many viruses dampen host protein expression and attempt to evade the host anti-viral defense machinery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host gene expression is suppressed at several stages of host messenger RNA ( mRNA ) formation including selective degradation of translationally competent messenger RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides mRNAs , host cells also express a variety of noncoding RNAs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including small RNAs , that may also be subject to inhibition upon viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we focused on different ways viruses antagonize coding and noncoding RNAs in the host cell to its advantage .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "103"
  }
}