{
  "paper_id": "d2a069bc3310a49cb91a9eb9be83dc8e7ba507b1",
  "metadata": {
    "title": "Do Newton\u0027s rules of reasoning guarantee truth . . . must they?",
    "coda_data_split": "train",
    "coda_paper_id": 7870,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Newton\u0027s Principia introduces four rules of reasoning for natural philosophy. Although useful, there is a concern about whether Newton\u0027s rules guarantee truth. After redirecting the discussion from truth to validity, I show that these rules are valid insofar as they fulfill Goodman\u0027s criteria for inductive rules and Newton\u0027s own methodological program of experimental philosophy; provided that cross-checks are used prior to applications of rule 4 and immediately after applications of rule 2 the following activities are pursued: (1) research addressing observations that systematically deviate from theoretical idealizations and (2) applications of theory that safeguard ongoing research from proceeding down a garden path. #",
      "sentences": [
        [
          {
            "segment_text": "Newton \u0027s Principia introduces four rules of reasoning for natural philosophy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although useful , there is a concern about whether Newton \u0027s rules guarantee truth .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After redirecting the discussion from truth to validity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "I show that these rules are valid insofar as they fulfill Goodman \u0027s criteria for inductive rules and Newton \u0027s own methodological program of experimental philosophy ; provided that cross-checks are used prior to applications of rule 4 and immediately after applications of rule 2 the following activities are pursued : ( 1 ) research addressing observations that systematically deviate from theoretical idealizations and ( 2 ) applications of theory that safeguard ongoing research from proceeding down a garden path .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "118"
  }
}