{
  "paper_id": "d2c132e2a1ed115448ce81cc1bea9d502d51f497",
  "metadata": {
    "title": "A RhoA-derived peptide inhibits syncytium formation induced by respiratory syncytial virus and parainfluenza virus type 3",
    "coda_data_split": "train",
    "coda_paper_id": 6685,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "ARTICLES",
      "sentences": [
        [
          {
            "segment_text": "ARTICLES",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "We synthesized three overlapping 19-amino-acid peptides spanning the F binding domain of RhoA (amino acids 67-110) and used these to study the effect of peptides on virus-induced syncytium formation. Pretreatment of virus inoculum with the RhoA 77-95 peptide completely blocked plaque formation, whereas pretreatment with RhoA 87-105 did not have any effect on the plaque formation relative to media-treated controls (Fig. 1) . The RhoA 67-85 peptide did not block RSV-induced syncytium forma-",
      "sentences": [
        [
          {
            "segment_text": "We synthesized three overlapping 19-amino-acid peptides spanning the F binding domain of RhoA ( amino acids 67-110 ) and used these to study the effect of peptides on virus-induced syncytium formation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pretreatment of virus inoculum with the RhoA 77-95 peptide completely blocked plaque formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas pretreatment with RhoA 87-105 did not have any effect on the plaque formation relative to media-treated controls ( Fig. 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RhoA 67-85 peptide did not block RSV-induced syncytium forma -",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "by reduction of peak titer by 2 log 10 in RSV-infected mice. These findings indicate that the interaction between these two paramyxovirus fusion proteins and RhoA is an important target for new antiviral strategies.",
      "sentences": [
        [
          {
            "segment_text": "by reduction of peak titer by 2 log 10 in RSV-infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that the interaction between these two paramyxovirus fusion proteins and RhoA is an important target for new antiviral strategies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "117"
  }
}