{
  "paper_id": "d2c3d867ddd35b0ead0bde30814c2200573f8c65",
  "metadata": {
    "title": "Validation of a multiplex reverse transcriptase PCR ELISA for the detection of 19 respiratory tract pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 5984,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction Since acute respiratory tract infections inflict a high burden of disease in children worldwide, a multiplex reverse transcription polymerase chain reaction combined with a microwell hybridization assay (m-RT-PCR-ELISA) to detect 19 different respiratory pathogens was developed and validated. Methods A total of 430 respiratory specimens were retrospectively tested in parallel by both the advanced 19-valent m-RT-PCR-ELISA as well as by culture or individual RT-PCR assays used in clinical routine.",
      "sentences": [
        [
          {
            "segment_text": "Introduction Since acute respiratory tract infections inflict a high burden of disease in children worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a multiplex reverse transcription polymerase chain reaction combined with a microwell hybridization assay ( m-RT-PCR-ELISA ) to detect 19 different respiratory pathogens was developed and validated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods A total of 430 respiratory specimens were retrospectively tested in parallel by both the advanced 19-valent m-RT-PCR-ELISA as well as by culture or individual RT-PCR assays used in clinical routine .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The mean (median) sensitivity of the m-RT-PCR-ELISA in the retrospective test was 93.3% (95.1%; range 83.3-100 %), and the mean (median) specificity was 99.8 and 100 % (range 98.6-100 %), respectively. The mean positive predictive value was 99.3 % (range 93.4-100 %) and the mean negative predictive value was 95.3 % (range 98.4-100 %). Feasibility and clinical value of the 19-valent method was prospectively shown on 16,231 incoming clinical specimens from patients between 0 and 16 years of age with acute respiratory tract infections admitted to pediatric hospitals or private practices from October 2003 to June 2010 in three regions in Germany (Kiel, Mainz, Freiburg; Freiburg to June 2007 only). At least one microorganism was detected in 10,765 of 16,231 (66.3 %) clinical specimens: 5,044 RV, 1,999 RSV, 1,286 AV, 944 EV, 737 seasonal IVA, 173 pandemic IVA H1N1 -2009, 899 MPV, 518 CV, 383 PIV3, 268 PIV1, 259 Mpn, 205 IVB, 164 PIV2, 144 PIV4, 103 Bp, 29 Cpn and 29 Bpp, while reovirus and Lpn were not present in these specimens from a pediatric population. More than one organism could be detected in 13.4 % of the specimens. Conclusions The m-RT-PCR-ELISA evaluated here improves the spectrum for diagnosing respiratory infections and is a feasible instrument for individual diagnostic and epidemiological studies. Keywords m-RT-PCR-ELISA Á Respiratory tract infections Á Validation Á Sensitivity Á Diagnosis Á Enterovirus (EV) Á Influenza virus type A (IVA) Á Influenza virus type B (IVB) Á Respiratory syncytial virus (RSV) Á Parainfluenza virus type 1 (PIV1) Á Parainfluenza virus type 2 (PIV2) Á Parainfluenza virus type 3 (PIV3) Á Parainfluenza virus type 4 (PIV4) Á Adenovirus (AV) Á Rhinovirus (RV) Á Human metapneumovirus (MPV) Á Coronavirus (CV) Á Reovirus (ReoV) Á Mycoplasma pneumoniae (Mpn) Á",
      "sentences": [
        [
          {
            "segment_text": "The mean ( median ) sensitivity of the m-RT-PCR-ELISA in the retrospective test was 93.3 % ( 95.1 % ; range 83.3-100 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the mean ( median ) specificity was 99.8 and 100 % ( range 98.6-100 % ) , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mean positive predictive value was 99.3 % ( range 93.4-100 % ) and the mean negative predictive value was 95.3 % ( range 98.4-100 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Feasibility and clinical value of the 19-valent method was prospectively shown on 16,231 incoming clinical specimens from patients between 0 and 16 years of age with acute respiratory tract infections admitted to pediatric hospitals or private practices from October 2003 to June 2010 in three regions in Germany ( Kiel , Mainz , Freiburg ; Freiburg to June 2007 only ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At least one microorganism was detected in 10,765 of 16,231 ( 66.3 % ) clinical specimens : 5,044 RV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1,999 RSV , 1,286 AV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "944 EV , 737 seasonal IVA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "173 pandemic IVA H1N1 -2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "899 MPV , 518 CV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "383 PIV3 , 268 PIV1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "259 Mpn , 205 IVB ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "164 PIV2 , 144 PIV4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "103 Bp , 29 Cpn and 29 Bpp ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while reovirus and Lpn were not present in these specimens from a pediatric population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More than one organism could be detected in 13.4 % of the specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions The m-RT-PCR-ELISA evaluated here improves the spectrum for diagnosing respiratory infections and is a feasible instrument for individual diagnostic and epidemiological studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Keywords m-RT-PCR-ELISA Á Respiratory tract infections Á Validation Á Sensitivity Á Diagnosis Á Enterovirus ( EV ) Á Influenza virus type A ( IVA ) Á Influenza virus type B ( IVB ) Á Respiratory syncytial virus ( RSV ) Á Parainfluenza virus type 1 ( PIV1 ) Á Parainfluenza virus type 2 ( PIV2 ) Á Parainfluenza virus type 3 ( PIV3 ) Á Parainfluenza virus type 4 ( PIV4 ) Á Adenovirus ( AV ) Á Rhinovirus ( RV ) Á Human metapneumovirus ( MPV ) Á Coronavirus ( CV ) Á Reovirus ( ReoV ) Á Mycoplasma pneumoniae ( Mpn ) Á",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "440"
  }
}