{
  "paper_id": "d30e8b7dea667b484ce677f10755c971beff8e17",
  "metadata": {
    "title": "Galactose-1-phosphate uridyltransferase (GalT), an in vivo-induced antigen of Actinobacillus pleuropneumoniae serovar 5b strain L20, provided immunoprotection against serovar 1 strain MS71 a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 OPEN ACCESS",
    "coda_data_split": "train",
    "coda_paper_id": 6434,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "GALT is an important antigen of Actinobacillus pleuropneumoniae (APP), which was shown to provide partial protection against APP infection in a previous study in our lab. The main purpose of the present study is to investigate GALT induced cross-protection between different APP serotypes and elucidate key mechanisms of the immune response to GALT antigenic stimulation. Bioinformatic analysis demonstrated that galT is a highly conserved gene in APP, widely distributed across multiple pathogenic strains. Homologies between any two strains ranges from 78.9% to 100% regarding the galT locus. Indirect enzyme-linked immunosorbent assay (ELISA) confirmed that GALT specific antibodies could not be induced by inactivated APP L20 or MS71 whole cell bacterin preparations. A recombinant fusion GALT protein derived from APP L20, however has proven to be an effective cross-protective antigen against APP sevorar 1 MS71 (50%, 4/8) and APP sevorar 5b L20 (75%, 6/8). Histopathological examinations have confirmed that recombinant GALT vaccinated animals showed less severe pathological signs in lung tissues than negative controls after APP challenge. Immunohistochemical (IHC) analysis indicated that the infiltration of neutrophils in the negative group is significantly increased compared with that in the normal control (P\u003c0.001) and that in surviving animals is decreased compared to the negative group. Anti-GALT antibodies were shown to mediate phagocytosis of neutrophils. After interaction with anti-GALT antibodies, survival rate of APP challenged vaccinated animals was significantly reduced (P\u003c0.001). This study demonstrated that GALT is an effective cross-protective antigen, which could be used as a potential vaccine candidate against multiple APP serotypes. Wen X, et al. (2018) Galactose-1-phosphate uridyltransferase (GalT), an in vivo-induced antigen of Actinobacillus pleuropneumoniae serovar 5b strain L20, provided immunoprotection against serovar 1 strain MS71. PLoS ONE 13(6): e0198207. https://doi.org/10.",
      "sentences": [
        [
          {
            "segment_text": "GALT is an important antigen of Actinobacillus pleuropneumoniae ( APP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was shown to provide partial protection against APP infection in a previous study in our lab .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main purpose of the present study is to investigate GALT induced cross-protection between different APP serotypes and elucidate key mechanisms of the immune response to GALT antigenic stimulation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Bioinformatic analysis demonstrated that galT is a highly conserved gene in APP ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "widely distributed across multiple pathogenic strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Homologies between any two strains ranges from 78.9 % to 100 % regarding the galT locus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Indirect enzyme-linked immunosorbent assay ( ELISA ) confirmed that GALT specific antibodies could not be induced by inactivated APP L20 or MS71 whole cell bacterin preparations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A recombinant fusion GALT protein derived from APP L20 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however has proven to be an effective cross-protective antigen against APP sevorar 1 MS71 ( 50 % , 4/8 ) and APP sevorar 5b L20 ( 75 % , 6/8 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathological examinations have confirmed that recombinant GALT vaccinated animals showed less severe pathological signs in lung tissues than negative controls after APP challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical ( IHC ) analysis indicated that the infiltration of neutrophils in the negative group is significantly increased compared with that in the normal control ( P \u003c 0.001 ) and that in surviving animals is decreased compared to the negative group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Anti-GALT antibodies were shown to mediate phagocytosis of neutrophils .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After interaction with anti-GALT antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "survival rate of APP challenged vaccinated animals was significantly reduced ( P \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrated that GALT is an effective cross-protective antigen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be used as a potential vaccine candidate against multiple APP serotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wen X , et al. ( 2018 ) Galactose-1-phosphate uridyltransferase ( GalT ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an in vivo-induced antigen of Actinobacillus pleuropneumoniae serovar 5b strain L20 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provided immunoprotection against serovar 1 strain MS71 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 13 ( 6 ) : e0198207 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "335"
  }
}