{
  "paper_id": "d3853698c6931a08fe1ec32e3d87e7a19b136369",
  "metadata": {
    "title": "The ORF4a protein of human coronavirus 229E functions as a viroporin that regulates viral production ☆",
    "coda_data_split": "train",
    "coda_paper_id": 10901,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In addition to a set of canonical genes, coronaviruses encode additional accessory proteins. A locus located between the spike and envelope genes is conserved in all coronaviruses and contains a complete or truncated open reading frame (ORF). Previously, we demonstrated that this locus, which contains the gene for accessory protein 3a from severe acute respiratory syndrome coronavirus (SARS-CoV), encodes a protein that forms ion channels and regulates virus release. In the current study, we explored whether the ORF4a protein of HCoV-229E has similar functions. Our findings revealed that the ORF4a proteins were expressed in infected cells and localized at the endoplasmic reticulum/Golgi intermediate compartment (ERGIC). The ORF4a proteins formed homo-oligomers through disulfide bridges and possessed ion channel activity in both Xenopus oocytes and yeast. Based on the measurement of conductance to different monovalent cations, the ORF4a was suggested to form a non-selective channel for monovalent cations, although Li + partially reduced the inward current. Furthermore, viral production decreased when the ORF4a protein expression was suppressed by siRNA in infected cells. Collectively, this evidence indicates that the HCoV-229E ORF4a protein is functionally analogous to the SARS-CoV 3a protein, which also acts as a viroporin that regulates virus production. This article is part of a Special Issue entitled: Viral Membrane Proteins -Channels for Cellular Networking.",
      "sentences": [
        [
          {
            "segment_text": "In addition to a set of canonical genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coronaviruses encode additional accessory proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A locus located between the spike and envelope genes is conserved in all coronaviruses and contains a complete or truncated open reading frame ( ORF ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we demonstrated that this locus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which contains the gene for accessory protein 3a from severe acute respiratory syndrome coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encodes a protein that forms ion channels and regulates virus release .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we explored whether the ORF4a protein of HCoV-229E has similar functions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our findings revealed that the ORF4a proteins were expressed in infected cells and localized at the endoplasmic reticulum/Golgi intermediate compartment ( ERGIC ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ORF4a proteins formed homo-oligomers through disulfide bridges and possessed ion channel activity in both Xenopus oocytes and yeast .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the measurement of conductance to different monovalent cations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the ORF4a was suggested to form a non-selective channel for monovalent cations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although Li + partially reduced the inward current .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , viral production decreased when the ORF4a protein expression was suppressed by siRNA in infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , this evidence indicates that the HCoV-229E ORF4a protein is functionally analogous to the SARS-CoV 3a protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which also acts as a viroporin that regulates virus production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article is part of a Special Issue entitled : Viral Membrane Proteins - Channels for Cellular Networking .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "241"
  }
}