{
  "paper_id": "d3883c6432323adfb4220602d2fac04569e7f7c8",
  "metadata": {
    "title": "No 9 Rosiglitazone in diabetic patients with NAFLD",
    "coda_data_split": "train",
    "coda_paper_id": 9835,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background/Purpose: Nonalcoholic fatty liver disease (NAFLD) is a common chronic liver disease ranging in severity from steatosis to cirrhosis. Type 2 diabetes mellitus is a cause of primary NAFLD. T Thiazolidinediones have been shown to enhance insulin sensitivity, improve glycemic control in type 2 diabetes patients and to improve the histologic markers of nonalcoholic steatohepatitis. This study aims to determine the safety and effectiveness of rosiglitazone in inadequately controlled type 2 diabetes patients with NAFLD. Methods: Taiwanese type 2 diabetes patients with inadequate control on insulin secretagogues and metformin, with no history of significant alcohol ingestion, with mildly elevated serum aspartate aminoy transferase (AST) and/or alanine aminotransferase (ALT) and a diagnosis of fatty liver determined by ultrasonography were enrolled. Patients were treated for 24 weeks with rosiglitazone, 4-8 mg daily. Primary endpoints were change in AST and ALT levels from baseline and reduction in A1C \u003c 6.5%. Results: Out of a total of 68 patients, 60 (88.2%) completed the study treatment without serious adverse events. Treatment in two (2.9%) patients was discontinued due to elevated AST or ALT levels to more than three times the upper limit of normal, and noncompliance or loss of follow-up in six (8.8%) patients. Of the 60 patients who completed the study treatment, mean fasting plasma glucose, A1C, fasting plasma insulin, mean ALT and homeostasis model assessment for insulin resistance were all significantly reduced. Normal A AST and ALT levels were achieved and maintained for at least three consecutive measurements and through to the end of the study period in 20 (33.3%) patients. Weight increased by a mean of 2.6 ± 2.4 kg (p \u003c 0.001). Conclusion: Rosiglitazone was reasonably well tolerated in patients with inadequately controlled type 2 diabetes and NAFLD. One-third of patients showed improved liver function after treatment. [J Formos Med A Assoc 2006;105(9):743-752] ",
      "sentences": [
        [
          {
            "segment_text": "Background/Purpose : Nonalcoholic fatty liver disease ( NAFLD ) is a common chronic liver disease ranging in severity from steatosis to cirrhosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Type 2 diabetes mellitus is a cause of primary NAFLD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "T Thiazolidinediones have been shown to enhance insulin sensitivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "improve glycemic control in type 2 diabetes patients and to improve the histologic markers of nonalcoholic steatohepatitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to determine the safety and effectiveness of rosiglitazone in inadequately controlled type 2 diabetes patients with NAFLD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Taiwanese type 2 diabetes patients with inadequate control on insulin secretagogues and metformin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with no history of significant alcohol ingestion ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with mildly elevated serum aspartate aminoy transferase ( AST ) and/or alanine aminotransferase ( ALT ) and a diagnosis of fatty liver determined by ultrasonography were enrolled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients were treated for 24 weeks with rosiglitazone , 4-8 mg daily .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Primary endpoints were change in AST and ALT levels from baseline and reduction in A1C \u003c 6.5 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Out of a total of 68 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "60 ( 88.2 % ) completed the study treatment without serious adverse events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment in two ( 2.9 % ) patients was discontinued due to elevated AST or ALT levels to more than three times the upper limit of normal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and noncompliance or loss of follow-up in six ( 8.8 % ) patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 60 patients who completed the study treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mean fasting plasma glucose , A1C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fasting plasma insulin , mean ALT and homeostasis model assessment for insulin resistance were all significantly reduced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Normal A AST and ALT levels were achieved and maintained for at least three consecutive measurements and through to the end of the study period in 20 ( 33.3 % ) patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Weight increased by a mean of 2.6 ± 2.4 kg ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Rosiglitazone was reasonably well tolerated in patients with inadequately controlled type 2 diabetes and NAFLD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One-third of patients showed improved liver function after treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Formos Med A Assoc 2006 ; 105 ( 9 ) : 743-752 )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "360"
  }
}