{
  "paper_id": "d393b682c4a5c15fd285020e35c1a61da098f1d5",
  "metadata": {
    "title": "A DNA vaccine producing LcrV antigen in oligomers is effective in protecting mice from lethal mucosal challenge of plague",
    "coda_data_split": "train",
    "coda_paper_id": 5666,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is an urgent need to develop effective vaccines against pneumonic plague, a highly lethal and contagious disease caused by the Gram-negative bacterium Yersinia pestis. Here we demonstrate that a novel DNA vaccine expressing a modified V antigen (LcrV) of Y. pestis, with a human tissue plasminogen activator (tPA) signal sequence, elicited strong V-specific antibody responses in BALB/c mice. This tPA-V DNA vaccine protected mice from intranasal challenge with lethal doses of Y. pestis. In comparison, a DNA vaccine expressing the wild type V antigen was much less effective. Only tPA-V formed oligomers spontaneously, and elicited a higher IgG2a anti-V antibody response in immunized mice, suggesting increased T H 1 type cellular immune response. Our data indicate that antigen engineering is effective in inducing high quality protective immune responses against conformationally sensitive antigens. These results support that optimized DNA vaccines have the potential to protect against bacterial pathogens than is generally recognized.",
      "sentences": [
        [
          {
            "segment_text": "There is an urgent need to develop effective vaccines against pneumonic plague ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a highly lethal and contagious disease caused by the Gram-negative bacterium Yersinia pestis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we demonstrate that a novel DNA vaccine expressing a modified V antigen ( LcrV ) of Y. pestis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a human tissue plasminogen activator ( tPA ) signal sequence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "elicited strong V-specific antibody responses in BALB/c mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This tPA-V DNA vaccine protected mice from intranasal challenge with lethal doses of Y. pestis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison , a DNA vaccine expressing the wild type V antigen was much less effective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only tPA-V formed oligomers spontaneously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and elicited a higher IgG2a anti-V antibody response in immunized mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting increased T H 1 type cellular immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that antigen engineering is effective in inducing high quality protective immune responses against conformationally sensitive antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support that optimized DNA vaccines have the potential to protect against bacterial pathogens than is generally recognized .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "169"
  }
}