{
  "paper_id": "d394e825009262165e2dbbdfd7f0c82936cd13f5",
  "metadata": {
    "title": "Can an etiologic agent be identified in adults who are hospitalized for community-acquired pneumonia: Results of a one-year study",
    "coda_data_split": "train",
    "coda_paper_id": 10329,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: Determining the cause of community-acquired pneumonia (CAP) remains problematic. In this observational study, we systematically applied currently approved diagnostic techniques in patients hospitalized for CAP in order to determine the proportion in which an etiological agent could be identified. Methods: All patients admitted with findings consistent with CAP were included. Sputum and blood cultures, urine tests for pneumococcal and Legionella antigens, nasopharyngeal swab for viral PCR, and serum procalcitonin were obtained in nearly every case. Admissionrelated electronic medical records were reviewed in entirety. Results: By final clinical diagnosis, 44 patients (17.0%) were uninfected. A causative bacterium was identified in only 60 (23.2%) cases. PCR identified a respiratory virus in 42 (16.2%), 12 with documented bacterial coinfection. In 119 (45.9%), no cause for CAP was found; 69 (26.6%) of these had a syndrome indistinguishable from bacterial pneumonia. Procalcitonin was elevated in patients with bacterial infection and low in uninfected patients or those with viral infection, but with substantial overlap. Conclusions: Only 23.2% of 259 patients admitted with a CAP syndrome had documented bacterial infection; another 26.6% had no identified bacterial etiology, but findings closely resembled those of bacterial infection. Nevertheless, all 259 received antibacterial therapy. Journal of Infection (2013) 67, 11e18 Careful attention to the clinical picture may identify uninfected patients or those with viral infection, perhaps with reassurance by a non-elevated procalcitonin. Determining an etiologic diagnosis remains elusive. Better discriminators of bacterial infection are sorely needed. Published by Elsevier Ltd on behalf of The British Infection Association.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Determining the cause of community-acquired pneumonia ( CAP ) remains problematic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this observational study , we systematically applied currently approved diagnostic techniques in patients hospitalized for CAP in order to determine the proportion in which an etiological agent could be identified .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : All patients admitted with findings consistent with CAP were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Sputum and blood cultures , urine tests for pneumococcal and Legionella antigens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nasopharyngeal swab for viral PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and serum procalcitonin were obtained in nearly every case .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Admissionrelated electronic medical records were reviewed in entirety .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : By final clinical diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "44 patients ( 17.0 % ) were uninfected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A causative bacterium was identified in only 60 ( 23.2 % ) cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR identified a respiratory virus in 42 ( 16.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 with documented bacterial coinfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 119 ( 45.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no cause for CAP was found ; 69 ( 26.6 % ) of these had a syndrome indistinguishable from bacterial pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Procalcitonin was elevated in patients with bacterial infection and low in uninfected patients or those with viral infection , but with substantial overlap .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Only 23.2 % of 259 patients admitted with a CAP syndrome had documented bacterial infection ; another 26.6 % had no identified bacterial etiology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but findings closely resembled those of bacterial infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , all 259 received antibacterial therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Journal of Infection ( 2013 ) 67 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "11e18 Careful attention to the clinical picture may identify uninfected patients or those with viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "perhaps with reassurance by a non-elevated procalcitonin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Determining an etiologic diagnosis remains elusive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Better discriminators of bacterial infection are sorely needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier Ltd on behalf of The British Infection Association .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "303"
  }
}