{
  "paper_id": "d39fdd59a49a7acc6d467ff7bfc0a22a5f46a4a7",
  "metadata": {
    "title": "Thoughts on Higher Medical Education Under Major Public Health Emergencies: Thinking Ahead After COVID-19 Outbreak Key point Questions：What are the reflections on approaches to teaching and learning during COVID-19 Outbreak?",
    "coda_data_split": "train",
    "coda_paper_id": 6159,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "medRxiv preprint Findings：Fifty fourth-year medical students receiving the \"5+3\" pattern courses regarding internal medicine were enrolled. Five Point Likert Scale Questionnaires which contains 20 items were used. This study indicates that medical education based on 5G network that combined team-based learning (TBL) and online interaction is a more suitable option to teach medical students online during COVID-19 outbreak.",
      "sentences": [
        [
          {
            "segment_text": "medRxiv preprint Findings ： Fifty fourth-year medical students receiving the `` 5 +3 \u0027\u0027 pattern courses regarding internal medicine were enrolled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five Point Likert Scale Questionnaires which contains 20 items were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study indicates that medical education based on 5G network that combined team-based learning ( TBL ) and online interaction is a more suitable option to teach medical students online during COVID-19 outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Meaning：China\u0027s experience in online higher medical education may serve as a reference to other countries during the pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Meaning ： China \u0027s experience in online higher medical education may serve as a reference to other countries during the pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Importance: The spread of coronavirus disease 2019 (COVID-19) has posed great threat to people\u0027s health and several medical schools in the world suspended classes as a precaution against the virus. China has also adopted precautionary measures to keep medical schools running without suspending classes. Thinking ahead after COVID-19",
      "sentences": [
        [
          {
            "segment_text": "Importance : The spread of coronavirus disease 2019 ( COVID-19 ) has posed great threat to people \u0027s health and several medical schools in the world suspended classes as a precaution against the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "China has also adopted precautionary measures to keep medical schools running without suspending classes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thinking ahead after COVID-19",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Outbreak is important.",
      "sentences": [
        [
          {
            "segment_text": "Outbreak is important .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: To explore the most suitable teaching and learning pattern in medical school during COVID-19 Outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To explore the most suitable teaching and learning pattern in medical school during COVID-19 Outbreak .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design: This study is a case-control study. We had tried to apply a new blended teaching model based on 5G network that combined team-based learning (TBL) and online interaction to the students before the outbreak and then universities responded to the COVID-19 outbreak by closing campuses and shifting to other forms of distance learning. In other word, the courses started using blended teaching model before COVID-19 outbreak and might last using other forms of distance learning throughout the pandemic. Five Point Likert Scale Questionnaires which contains 20 items were used, and the effect of the two kinds of teaching patterns was compared by evaluating the indicators of core competencies of students including professionalism, attitude towards learning, knowledge and learning skills, teamwork skills, motivation in learning, adaptability and acceptance of the courses and network environment.",
      "sentences": [
        [
          {
            "segment_text": "Design : This study is a case-control study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We had tried to apply a new blended teaching model based on 5G network that combined team-based learning ( TBL ) and online interaction to the students before the outbreak and then universities responded to the COVID-19 outbreak by closing campuses and shifting to other forms of distance learning .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In other word , the courses started using blended teaching model before COVID-19 outbreak and might last using other forms of distance learning throughout the pandemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five Point Likert Scale Questionnaires which contains 20 items were used ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the effect of the two kinds of teaching patterns was compared by evaluating the indicators of core competencies of students including professionalism ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "attitude towards learning , knowledge and learning skills ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "teamwork skills , motivation in learning ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "adaptability and acceptance of the courses and network environment .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Our study based on a single center. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint Participants: Fifty fourth-year medical students receiving the \"5+3\" pattern courses regarding internal medicine were enrolled in the study. Exposure(s) (for observational studies)：The teaching and learning patter started using blended teaching model before COVID-19 outbreak and might last using other forms of distance learning throughout the pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Our study based on a single center .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ": medRxiv preprint Participants : Fifty fourth-year medical students receiving the `` 5 +3 \u0027\u0027 pattern courses regarding internal medicine were enrolled in the study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Exposure ( s ) ( for observational studies ) ： The teaching and learning patter started using blended teaching model before COVID-19 outbreak and might last using other forms of distance learning throughout the pandemic .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Main Outcome(s)：According to the descriptive statistical analysis of the first part of the questionnaire (question 1-16), the average score of adaptability and acceptance of the courses is 2.60 lower than 3, indicating that students are more adapted to other forms of distance learning during COVID-19 outbreak; the average score of the rest of the questions is higher than 3, indicating that blended teaching model based on 5G network is superior to other forms of distance learning. The number of male students who are inclined to the blended teaching model based on 5G network is 0.13 times as much as that of female students (95%CI:0.028~0.602, p\u003d0.009).",
      "sentences": [
        [
          {
            "segment_text": "Main Outcome ( s ) ： According to the descriptive statistical analysis of the first part of the questionnaire ( question 1-16 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the average score of adaptability and acceptance of the courses is 2.60 lower than 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that students are more adapted to other forms of distance learning during COVID-19 outbreak ; the average score of the rest of the questions is higher than 3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that blended teaching model based on 5G network is superior to other forms of distance learning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of male students who are inclined to the blended teaching model based on 5G network is 0.13 times as much as that of female students ( 95 % CI : 0.028 ~ 0.602 , p \u003d 0.009 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Online forms of distance learning were accepted by the students. Female students had higher expectations on the course and were more likely to adapt well to the change during the COVID-19 outbreak. However, all students preferred the blended teaching model based on 5G network that combined team-based learning (TBL) and online interaction before the pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Results : Online forms of distance learning were accepted by the students .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Female students had higher expectations on the course and were more likely to adapt well to the change during the COVID-19 outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , all students preferred the blended teaching model based on 5G network that combined team-based learning ( TBL ) and online interaction before the pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: It indicates that medical education based on 5G network that combined team-based learning (TBL) and online interaction is a more suitable option to teach All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint medical students online. China\u0027s experience in online higher medical education may serve as a reference to other countries during the pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : It indicates that medical education based on 5G network that combined team-based learning ( TBL ) and online interaction is a more suitable option to teach All rights reserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ": medRxiv preprint medical students online .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "China \u0027s experience in online higher medical education may serve as a reference to other countries during the pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "11",
    "sentence_num": "32",
    "segment_num": "39",
    "token_num": "706"
  }
}