{
  "paper_id": "d3d1b82a318250a2e7193878c11a4e14817b07eb",
  "metadata": {
    "title": "Design and integration of an all-in-one biomicrofluidic chip",
    "coda_data_split": "train",
    "coda_paper_id": 6053,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We demonstrate a highly integrated microfluidic chip with the function of DNA amplification. The integrated chip combines giant electrorheological-fluid actuated micromixer and micropump with a microheater array, all formed using soft lithography. Internal functional components are based on polydimethylsiloxane ͑PDMS͒ and silver/carbon black-PDMS composites. The system has the advantages of small size with a high degree of integration, high polymerase chain reaction efficiency, digital control and simple fabrication at low cost. This integration approach shows promise for a broad range of applications in chemical synthesis and biological sensing/analysis, as different components can be combined to target desired functionalities, with flexible designs of different microchips easily realizable through soft lithography.",
      "sentences": [
        [
          {
            "segment_text": "We demonstrate a highly integrated microfluidic chip with the function of DNA amplification .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The integrated chip combines giant electrorheological-fluid actuated micromixer and micropump with a microheater array ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "all formed using soft lithography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Internal functional components are based on polydimethylsiloxane ͑PDMS͒ and silver/carbon black-PDMS composites .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The system has the advantages of small size with a high degree of integration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high polymerase chain reaction efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "digital control and simple fabrication at low cost .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This integration approach shows promise for a broad range of applications in chemical synthesis and biological sensing/analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as different components can be combined to target desired functionalities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with flexible designs of different microchips easily realizable through soft lithography .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "119"
  }
}