{
  "paper_id": "d3f7afa8b4d0f21b23ccb1135dec12356375f5cc",
  "metadata": {
    "title": "Therapeutic Vaccination in Chronic Hepatitis B: Preclinical Studies in the Woodchuck",
    "coda_data_split": "train",
    "coda_paper_id": 6538,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recommended treatment of chronic hepatitis B with interferon-α and/or nucleos(t)ide analogues does not lead to a satisfactory result. Induction of HBV-specific T cells by therapeutic vaccination or immunotherapies may be an innovative strategy to overcome virus persistence. Vaccination with commercially available HBV vaccines in patients did not result in effective control of HBV infection, suggesting that new formulations of therapeutic vaccines are needed. The woodchuck (Marmota monax) is a useful preclinical model for developing the new therapeutic approaches in chronic hepadnaviral infections. Several innovative approaches combining antiviral treatments with nucleos(t)ide analogues, DNA vaccines, and protein vaccines were tested in the woodchuck model. In this paper we summarize the available data concerning therapeutic immunization and gene therapy using recombinant viral vectors approaches in woodchucks, which show encouraging results. In addition, we present potential innovations in immunomodulatory strategies to be evaluated in this animal model.",
      "sentences": [
        [
          {
            "segment_text": "Recommended treatment of chronic hepatitis B with interferon-α and/or nucleos ( t ) ide analogues does not lead to a satisfactory result .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Induction of HBV-specific T cells by therapeutic vaccination or immunotherapies may be an innovative strategy to overcome virus persistence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccination with commercially available HBV vaccines in patients did not result in effective control of HBV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that new formulations of therapeutic vaccines are needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The woodchuck ( Marmota monax ) is a useful preclinical model for developing the new therapeutic approaches in chronic hepadnaviral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several innovative approaches combining antiviral treatments with nucleos ( t ) ide analogues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA vaccines , and protein vaccines were tested in the woodchuck model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper we summarize the available data concerning therapeutic immunization and gene therapy using recombinant viral vectors approaches in woodchucks , which show encouraging results .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , we present potential innovations in immunomodulatory strategies to be evaluated in this animal model .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "165"
  }
}