{
  "paper_id": "d400825a1ea10fb8d5bdbc96b2c00e866eb75f1d",
  "metadata": {
    "title": "Equine Arteritis Virus Does Not Induce Interferon Production in Equine Endothelial Cells: Identification of Nonstructural Protein 1 as a Main Interferon Antagonist",
    "coda_data_split": "train",
    "coda_paper_id": 9568,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The objective of this study was to investigate the effect of equine arteritis virus (EAV) on type I interferon (IFN) production. Equine endothelial cells (EECs) were infected with the virulent Bucyrus strain (VBS) of EAV and expression of IFN-was measured at mRNA and protein levels by quantitative real-time RT-PCR and IFN bioassay using vesicular stomatitis virus expressing the green fluorescence protein (VSV-GFP), respectively. Quantitative RT-PCR results showed that IFN-mRNA levels in EECs infected with EAV VBS were not increased compared to those in mock-infected cells. Consistent with quantitative RT-PCR, Sendai virus-(SeV-) induced type I IFN production was inhibited by EAV infection. Using an IFN-promoter-luciferase reporter assay, we subsequently demonstrated that EAV nsps 1, 2, and 11 had the capability to inhibit type I IFN activation. Of these three nsps, nsp1 exhibited the strongest inhibitory effect. Taken together, these data demonstrate that EAV has the ability to suppress the type I IFN production in EECs and nsp1 may play a critical role to subvert the equine innate immune response.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this study was to investigate the effect of equine arteritis virus ( EAV ) on type I interferon ( IFN ) production .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Equine endothelial cells ( EECs ) were infected with the virulent Bucyrus strain ( VBS ) of EAV and expression of IFN-was measured at mRNA and protein levels by quantitative real-time RT-PCR and IFN bioassay using vesicular stomatitis virus expressing the green fluorescence protein ( VSV-GFP ) , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantitative RT-PCR results showed that IFN-mRNA levels in EECs infected with EAV VBS were not increased compared to those in mock-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with quantitative RT-PCR , Sendai virus - ( SeV - ) induced type I IFN production was inhibited by EAV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using an IFN-promoter-luciferase reporter assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we subsequently demonstrated that EAV nsps 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2 , and 11 had the capability to inhibit type I IFN activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these three nsps , nsp1 exhibited the strongest inhibitory effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these data demonstrate that EAV has the ability to suppress the type I IFN production in EECs and nsp1 may play a critical role to subvert the equine innate immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "197"
  }
}