{
  "paper_id": "d407cb8db0e697655ce56a6b0d73c300582fa20f",
  "metadata": {
    "title": "The abatement of major pollutants in air and water by environmental catalysis",
    "coda_data_split": "train",
    "coda_paper_id": 4925,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This review reports the research progress in the abatement of major pollutants in air and water by environmental catalysis. For air pollution control, the selective catalytic reduction of NO x (SCR) by ammonia and hydrocarbons on metal oxide and zeolite catalysts are reviewed and discussed, as is the removal of Hg from flue gas by catalysis. The oxidation of Volatile organic compounds (VOCs) by photo-and thermal-catalysis for indoor air quality improvement is reviewed. For wastewater treatment, the catalytic elimination of inorganic and organic pollutants in wastewater is presented. In addition, the mechanism for the procedure of abatement of air and water pollutants by catalysis is discussed in this review. Finally, a research orientation on environment catalysis for the treatment of air pollutants and wastewater is proposed.",
      "sentences": [
        [
          {
            "segment_text": "This review reports the research progress in the abatement of major pollutants in air and water by environmental catalysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For air pollution control , the selective catalytic reduction of NO x ( SCR ) by ammonia and hydrocarbons on metal oxide and zeolite catalysts are reviewed and discussed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as is the removal of Hg from flue gas by catalysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The oxidation of Volatile organic compounds ( VOCs ) by photo-and thermal-catalysis for indoor air quality improvement is reviewed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For wastewater treatment , the catalytic elimination of inorganic and organic pollutants in wastewater is presented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the mechanism for the procedure of abatement of air and water pollutants by catalysis is discussed in this review .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , a research orientation on environment catalysis for the treatment of air pollutants and wastewater is proposed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords air pollution control, wastewater treatment, DeNO x , selective catalytic reduction (SCR), Volatile organic compounds (VOCs), environmental catalysis 2.1 The development of NH 3 -SCR catalysts 2.1.1 Chemical reaction and mechanism of NH 3 -SCR at high temperature",
      "sentences": [
        [
          {
            "segment_text": "Keywords air pollution control , wastewater treatment ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "DeNO x , selective catalytic reduction ( SCR ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Volatile organic compounds ( VOCs ) ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "environmental catalysis 2.1 The development of NH 3 - SCR catalysts 2.1.1 Chemical reaction and mechanism of NH 3 - SCR at high temperature",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The commercial catalysts for stationary sources, such as power plants and industrial boilers, are based on a hightemperature SCR (HT-SCR) catalyst, V 2 O 5 -WO 3 (or MoO 3 )/TiO 2 , that operates in the high-temperature range of 350째C-430째C [1]. V 2 O 5 is the main active component for the catalytic reduction of NO x , whereas WO 3 is used as an additive to increase the catalytic activity and the thermal",
      "sentences": [
        [
          {
            "segment_text": "The commercial catalysts for stationary sources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as power plants and industrial boilers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are based on a hightemperature SCR ( HT-SCR ) catalyst ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "V 2 O 5 - WO 3 ( or MoO 3 ) / TiO 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that operates in the high-temperature range of 350 째C -430 째C ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "V 2 O 5 is the main active component for the catalytic reduction of NO x ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas WO 3 is used as an additive to increase the catalytic activity and the thermal",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "280"
  }
}