{
  "paper_id": "d418cdee18b07a0adfb553d43b4a08f7736fa9f3",
  "metadata": {
    "title": "Title: Metagenomic Sequencing Detects Respiratory Pathogens in Hematopoietic Cellular Transplant Patients Running Title: mNGS Detects Respiratory Pathogens in HCT Patients",
    "coda_data_split": "train",
    "coda_paper_id": 3662,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Commentary: Lower respiratory tract infections are a leading cause of death in hematopoietic cellular transplant recipients, but the microbiologic etiology of these infections is frequently unknown. The limits of current diagnostics preclude targeted antimicrobial treatments, resulting in excess morbidity and mortality. Metagenomic next-generation sequencing may enable precision diagnosis of respiratory infections in hematopoietic cellular transplant patients by simultaneously detecting microbial pathogens, transcriptional biomarkers of the host response, and the pulmonary microbiome. This approach may facilitate targeted antimicrobial prescription and provide a new method for distinguishing infectious and non-infectious post-transplant respiratory illness. ABSTRACT RATIONALE: Current microbiologic diagnostics often fail to identify the etiology of lower respiratory tract infections (LRTI) in hematopoietic cellular transplant recipients (HCT), which precludes the implementation of targeted therapies. OBJECTIVES: To address the need for improved LRTI diagnostics, we evaluated the utility of metagenomic next generation sequencing (mNGS) of bronchoalveolar lavage (BAL) to detect microbial pathogens in HCT patients with acute respiratory illnesses. METHODS: We enrolled 22 post-HCT adults ages 19-69 years with acute respiratory illnesses who underwent BAL at the University of Michigan between January 2012 and May 2013. mNGS was performed on BAL fluid to detect microbes and simultaneously assess the host transcriptional response. Results were compared against conventional microbiologic assays. MEASUREMENTS \u0026 MAIN RESULTS: mNGS demonstrated 100% sensitivity for detecting respiratory microbes (human metapneumovirus, respiratory syncytial virus, Stenotrophomonas maltophilia, human herpesvirus 6 and cytomegalovirus) when compared to standard testing.",
      "sentences": [
        [
          {
            "segment_text": "Commentary : Lower respiratory tract infections are a leading cause of death in hematopoietic cellular transplant recipients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the microbiologic etiology of these infections is frequently unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The limits of current diagnostics preclude targeted antimicrobial treatments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in excess morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Metagenomic next-generation sequencing may enable precision diagnosis of respiratory infections in hematopoietic cellular transplant patients by simultaneously detecting microbial pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transcriptional biomarkers of the host response , and the pulmonary microbiome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This approach may facilitate targeted antimicrobial prescription and provide a new method for distinguishing infectious and non-infectious post-transplant respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ABSTRACT RATIONALE : Current microbiologic diagnostics often fail to identify the etiology of lower respiratory tract infections ( LRTI ) in hematopoietic cellular transplant recipients ( HCT ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which precludes the implementation of targeted therapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "OBJECTIVES : To address the need for improved LRTI diagnostics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we evaluated the utility of metagenomic next generation sequencing ( mNGS ) of bronchoalveolar lavage ( BAL ) to detect microbial pathogens in HCT patients with acute respiratory illnesses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "METHODS : We enrolled 22 post-HCT adults ages 19-69 years with acute respiratory illnesses who underwent BAL at the University of Michigan between January 2012 and May 2013 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "mNGS was performed on BAL fluid to detect microbes and simultaneously assess the host transcriptional response .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results were compared against conventional microbiologic assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "MEASUREMENTS \u0026 MAIN RESULTS : mNGS demonstrated 100 % sensitivity for detecting respiratory microbes ( human metapneumovirus , respiratory syncytial virus , Stenotrophomonas maltophilia , human herpesvirus 6 and cytomegalovirus ) when compared to standard testing .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Previously unrecognized LRTI pathogens were identified in six patients for whom standard testing was negative (human coronavirus 229E, human rhinovirus A, Corynebacterium propinquum and Streptococcus mitis); findings were confirmed by independent PCR and 16S rRNA sequencing. Relative to patients without infection, patients with infection had increased expression of immunity related genes (p\u003d0.022) and significantly lower diversity of their respiratory microbiome (p\u003d0.017).",
      "sentences": [
        [
          {
            "segment_text": "Previously unrecognized LRTI pathogens were identified in six patients for whom standard testing was negative ( human coronavirus 229E , human rhinovirus A , Corynebacterium propinquum and Streptococcus mitis ) ; findings were confirmed by independent PCR and 16S rRNA sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Relative to patients without infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patients with infection had increased expression of immunity related genes ( p \u003d 0.022 ) and significantly lower diversity of their respiratory microbiome ( p \u003d 0.017 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Compared to conventional diagnostics, mNGS enhanced detection of pathogens in BAL fluid from HCT patients. Furthermore, our results suggest that combining unbiased microbial pathogen detection with assessment of host gene biomarkers of immune response may hold promise for enhancing the diagnosis of post-HCT respiratory infections.",
      "sentences": [
        [
          {
            "segment_text": "Compared to conventional diagnostics , mNGS enhanced detection of pathogens in BAL fluid from HCT patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , our results suggest that combining unbiased microbial pathogen detection with assessment of host gene biomarkers of immune response may hold promise for enhancing the diagnosis of post-HCT respiratory infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract Word Count: 249",
      "sentences": [
        [
          {
            "segment_text": "Abstract Word Count : 249",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "400"
  }
}