{
  "paper_id": "d423380e92f356ef0e0692a8e6b8e619eaa5f203",
  "metadata": {
    "title": "Binding and Repressive Activities of Apolipoprotein E3 and E4 Isoforms on the Human ApoD Promoter",
    "coda_data_split": "train",
    "coda_paper_id": 8475,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Apolipoprotein D (ApoD) gene expression is increased in several neurological disorders such as Alzheimer\u0027s disease (AD) and multiple sclerosis. We previously showed that transgenic mice that overexpress human ApoD show a better resistance against paraquat or OC43 coronavirusinduced neurodegeneration. Here, we identified several nuclear factors from the cortex of control and OC43-infected mice which bind a fragment of the proximal ApoD promoter in vitro. Of interest, we detected apolipoprotein E (ApoE). Human ApoE consists of three isoforms (E2, E3, and E4) with the E4 and E2 alleles representing a greater and a lower risk for developping AD, respectively. Our results show that ApoE is located in the nucleus and on the ApoD promoter in human hepatic and glioblastoma cells lines. Furthermore, overexpression of ApoE3 and ApoE4 isoforms but not ApoE2 significantly inhibited the ApoD promoter activity in U87 cells (E3/E3 genotype) cultured under normal or different stress conditions while ApoE knock-down by siRNA had a converse effect. Consistent with these results, we also demonstrated by ChIP assay that E3 and E4 isoforms, but not E2, bind the ApoD promoter. Moreover, using the Allen Brain Atlas in situ hybridization database, we observed an inverse correlation between ApoD and ApoE mRNA expression during development and in several regions of the mouse brain, notably in the cortex, hippocampus, plexus choroid, and cerebellum. This negative correlation was also observed for cortex layers IV-VI based on a new Transcriptomic Atlas of the Mouse Neocortical Layers. These findings reveal a new function for ApoE by regulating ApoD gene expression.",
      "sentences": [
        [
          {
            "segment_text": "Apolipoprotein D ( ApoD ) gene expression is increased in several neurological disorders such as Alzheimer \u0027s disease ( AD ) and multiple sclerosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously showed that transgenic mice that overexpress human ApoD show a better resistance against paraquat or OC43 coronavirusinduced neurodegeneration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we identified several nuclear factors from the cortex of control and OC43-infected mice which bind a fragment of the proximal ApoD promoter in vitro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Of interest , we detected apolipoprotein E ( ApoE ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human ApoE consists of three isoforms ( E2 , E3 , and E4 ) with the E4 and E2 alleles representing a greater and a lower risk for developping AD , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results show that ApoE is located in the nucleus and on the ApoD promoter in human hepatic and glioblastoma cells lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , overexpression of ApoE3 and ApoE4 isoforms but not ApoE2 significantly inhibited the ApoD promoter activity in U87 cells ( E3/E3 genotype ) cultured under normal or different stress conditions while ApoE knock-down by siRNA had a converse effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with these results , we also demonstrated by ChIP assay that E3 and E4 isoforms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not E2 , bind the ApoD promoter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , using the Allen Brain Atlas in situ hybridization database ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed an inverse correlation between ApoD and ApoE mRNA expression during development and in several regions of the mouse brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "notably in the cortex , hippocampus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "plexus choroid , and cerebellum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This negative correlation was also observed for cortex layers IV-VI based on a new Transcriptomic Atlas of the Mouse Neocortical Layers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings reveal a new function for ApoE by regulating ApoD gene expression .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "290"
  }
}