{
  "paper_id": "d44115cf4af67b32f3fc7aa14d20525766c3f26b",
  "metadata": {
    "title": "Changing Trend of Infectious Diseases in Nepal",
    "coda_data_split": "train",
    "coda_paper_id": 7630,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many infectious/communicable diseases (IDs) are endemic in Nepal. Until a decade and half ago, IDs were the major cause of both morbidity and mortality accounting 70% for both. However, as a result of various preventive measures implemented by both the state and non-state actors, the overall IDs have shown a changing (declining) trend. The most impressive decline has been seen in the intestinal helminth infection. Though the overall burden of IDs is decreasing, several newer infectious diseases (emerging infections) namely, dengue fever, scrub typhus, influenza (H5N1 and H1N1), and others are posing a great public health problem. On the other hand, though sporadic, outbreaks of endemic diseases together with HIV-TB coinfection and infection with drug resistance microbes during recent years have constituted a serious public health as well as medical problem. On the contrary, with the decline of IDs, noninfectious diseases (noncommunicable disease, NCD) namely, diabetes, cancer (and cancer therapy), and others are on the rise particularly in urban areas. Hence, currently Nepal is trapped in \"double burden\" of diseases. Risk of opportunistic infection has increased in immunocompromised person with NCD. To address the present situation, the multi-sectoral plan and strategies developed must be implemented effectively.",
      "sentences": [
        [
          {
            "segment_text": "Many infectious/communicable diseases ( IDs ) are endemic in Nepal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until a decade and half ago ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IDs were the major cause of both morbidity and mortality accounting 70 % for both .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , as a result of various preventive measures implemented by both the state and non-state actors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the overall IDs have shown a changing ( declining ) trend .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most impressive decline has been seen in the intestinal helminth infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Though the overall burden of IDs is decreasing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several newer infectious diseases ( emerging infections ) namely ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dengue fever , scrub typhus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influenza ( H5N1 and H1N1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and others are posing a great public health problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , though sporadic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "outbreaks of endemic diseases together with HIV-TB coinfection and infection with drug resistance microbes during recent years have constituted a serious public health as well as medical problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the contrary , with the decline of IDs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "noninfectious diseases ( noncommunicable disease , NCD ) namely ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diabetes , cancer ( and cancer therapy ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and others are on the rise particularly in urban areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , currently Nepal is trapped in `` double burden \u0027\u0027 of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Risk of opportunistic infection has increased in immunocompromised person with NCD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To address the present situation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the multi-sectoral plan and strategies developed must be implemented effectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "239"
  }
}