{
  "paper_id": "d44571bd848bc813e4cdd2fe8c36b922433ec4da",
  "metadata": {
    "title": "infection as an environmental trigger of multiple sclerosis disease exacerbation",
    "coda_data_split": "train",
    "coda_paper_id": 7767,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Over the past several decades, significant advances have been made in identifying factors that contribute to the pathogenesis of multiple sclerosis (MS) and have culminated in the approval of some effective therapeutic strategies for disease intervention. However, the mechanisms by which environmental factors, such as infection, contribute to the pathogenesis and/or symptom exacerbation remain to be fully elucidated. Relapse frequency in MS patients contributes to neurological impairment and, in the initial phases of disease, serves as a predictor of poor disease prognosis. The purpose of this review is to examine the evidence that supports a role for peripheral infection in modulating the natural history of this disease. Evidence supporting a role for infection in promoting exacerbation in animal models of MS is also reviewed. Finally, a few mechanisms by which infection may exacerbate symptoms of MS and other neurological diseases are discussed. Those who comprise the majority of MS patients acquire approximately two upper-respiratory infections per year; furthermore, this type of infection doubles the risk for MS relapse, underscoring the contribution of this relationship as being potentially important and particularly detrimental.",
      "sentences": [
        [
          {
            "segment_text": "Over the past several decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "significant advances have been made in identifying factors that contribute to the pathogenesis of multiple sclerosis ( MS ) and have culminated in the approval of some effective therapeutic strategies for disease intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the mechanisms by which environmental factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as infection , contribute to the pathogenesis and/or symptom exacerbation remain to be fully elucidated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Relapse frequency in MS patients contributes to neurological impairment and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the initial phases of disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serves as a predictor of poor disease prognosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this review is to examine the evidence that supports a role for peripheral infection in modulating the natural history of this disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Evidence supporting a role for infection in promoting exacerbation in animal models of MS is also reviewed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , a few mechanisms by which infection may exacerbate symptoms of MS and other neurological diseases are discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Those who comprise the majority of MS patients acquire approximately two upper-respiratory infections per year ; furthermore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this type of infection doubles the risk for MS relapse ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "underscoring the contribution of this relationship as being potentially important and particularly detrimental .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "200"
  }
}