{
  "paper_id": "d46f697fd11f243bcc22b9a0109d6ca6e2c7503a",
  "metadata": {
    "title": "Health security capacities in the context of COVID-19 outbreak: an analysis of International Health Regulations annual report data from 182 countries",
    "coda_data_split": "train",
    "coda_paper_id": 8916,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Public health measures to prevent, detect, and respond to events are essential to control public health risks, including infectious disease outbreaks, as highlighted in the International Health Regulations (IHR). In light of the outbreak of 2019 novel coronavirus disease (COVID-19), we aimed to review existing health security capacities against public health risks and events.",
      "sentences": [
        [
          {
            "segment_text": "Background Public health measures to prevent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "detect , and respond to events are essential to control public health risks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including infectious disease outbreaks , as highlighted in the International Health Regulations ( IHR ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In light of the outbreak of 2019 novel coronavirus disease ( COVID-19 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we aimed to review existing health security capacities against public health risks and events .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We used 18 indicators from the IHR State Party Annual Reporting (SPAR) tool and associated data from national SPAR reports to develop five indices: (1) prevent, (2) detect, (3) respond, (4) enabling function, and (5) operational readiness. We used SPAR 2018 data for all of the indicators and categorised countries into five levels across the indices, in which level 1 indicated the lowest level of national capacity and level 5 the highest. We also analysed data at the regional level (using the six geographical WHO regions).",
      "sentences": [
        [
          {
            "segment_text": "We used 18 indicators from the IHR State Party Annual Reporting ( SPAR ) tool and associated data from national SPAR reports to develop five indices : ( 1 ) prevent ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 2 ) detect , ( 3 ) respond ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "( 4 ) enabling function ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and ( 5 ) operational readiness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used SPAR 2018 data for all of the indicators and categorised countries into five levels across the indices ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in which level 1 indicated the lowest level of national capacity and level 5 the highest .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also analysed data at the regional level ( using the six geographical WHO regions ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Findings Of 182 countries, 52 (28%) had prevent capacities at levels 1 or 2, and 60 (33%) had response capacities at levels 1 or 2. 81 (45%) countries had prevent capacities and 78 (43%) had response capacities at levels 4 or 5, indicating that these countries were operationally ready.",
      "sentences": [
        [
          {
            "segment_text": "Findings Of 182 countries , 52 ( 28 % ) had prevent capacities at levels 1 or 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 60 ( 33 % ) had response capacities at levels 1 or 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "81 ( 45 % ) countries had prevent capacities and 78 ( 43 % ) had response capacities at levels 4 or 5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that these countries were operationally ready .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation Countries vary widely in terms of their capacity to prevent, detect, and respond to outbreaks. Half of all countries analysed have strong operational readiness capacities in place, which suggests that an effective response to potential health emergencies could be enabled, including to COVID-19. Findings from local risk assessments are needed to fully understand national readiness capacities in relation to COVID-19. Capacity building and collaboration between countries are needed to strengthen global readiness for outbreak control.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation Countries vary widely in terms of their capacity to prevent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detect , and respond to outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Half of all countries analysed have strong operational readiness capacities in place ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests that an effective response to potential health emergencies could be enabled , including to COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings from local risk assessments are needed to fully understand national readiness capacities in relation to COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Capacity building and collaboration between countries are needed to strengthen global readiness for outbreak control .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "325"
  }
}