{
  "paper_id": "d4798a48149f9f99e2140e596a4246b15d05fd50",
  "metadata": {
    "title": "Antibody therapies for the prevention and treatment of viral infections",
    "coda_data_split": "train",
    "coda_paper_id": 6549,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Antibodies are an important component in host immune responses to viral pathogens. Because of their unique maturation process, antibodies can evolve to be highly specific to viral antigens. Physicians and researchers have been relying on such high specificity in their quest to understand host-viral interaction and viral pathogenesis mechanisms and to find potential cures for viral infection and disease. With more than 60 recombinant monoclonal antibodies developed for human use in the last 20 years, monoclonal antibodies are now considered a viable therapeutic modality for infectious disease targets, including newly emerging viral pathogens such as Ebola representing heightened public health concerns, as well as pathogens that have long been known, such as human cytomegalovirus. Here, we summarize some recent advances in identification and characterization of monoclonal antibodies suitable as drug candidates for clinical evaluation, and review some promising candidates in the development pipeline.",
      "sentences": [
        [
          {
            "segment_text": "Antibodies are an important component in host immune responses to viral pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of their unique maturation process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antibodies can evolve to be highly specific to viral antigens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Physicians and researchers have been relying on such high specificity in their quest to understand host-viral interaction and viral pathogenesis mechanisms and to find potential cures for viral infection and disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With more than 60 recombinant monoclonal antibodies developed for human use in the last 20 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "monoclonal antibodies are now considered a viable therapeutic modality for infectious disease targets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including newly emerging viral pathogens such as Ebola representing heightened public health concerns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as pathogens that have long been known , such as human cytomegalovirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we summarize some recent advances in identification and characterization of monoclonal antibodies suitable as drug candidates for clinical evaluation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and review some promising candidates in the development pipeline .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "155"
  }
}