{
  "paper_id": "d48a2cbc6722f0306fda585424e3a55c4e94738f",
  "metadata": {
    "title": "Membrane association of the C-terminal half of the open reading frame la protein of lactate dehydrogenase-elevating virus Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 10041,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "ORF la of lactate dehydrogenase-elevating virus, strain P (LDV-P), encodes a protein of 2206 amino acids. Eisenberg hydrophobic moment analysis of the protein predicted the presence of eleven transmembrane segments in the C-terminal half of the molecule (amino acids 980-1852) that flank the serine protease domain, cDNAs encoding ORF la protein segments encompassing transmembrane segments 5 to 11 and its amphipathic C-terminal end as well as the N-terminal 80 amino acids of the downstream ORF lb protein were transcribed and the transcripts in vitro translated in the absence and presence of microsomal membranes. The synthesis of the protein products with putative transmembrane segments was enhanced by the presence of the microsomal membranes and the proteins became membrane associated. When synthesized in the absence of membranes they were recovered in the supernatant upon ultracentrifugation of the translation reaction mixtures, whereas they were recovered in the membrane pellet when synthesized in the presence of membranes. Furthermore, the latter proteins were not released from the membranes by disruption of the membrane vesicles in carbonate buffer, pH 11.5, and large portions of the proteins were resistant to digestion by trypsin, chymotrypsin and proteinase K. No N-glycosylation was observed and only little, if any, processing of the protein by the putative serine protease. The results indicate that the C-terminal half of the ORF la protein represents a non-glycosylated integral membrane protein. Potential modes of synthesis and function of the protein are discussed. In addition, the results showed that the synthesis of the ORF la protein was generally terminated at its termination codon, but that read-through into the ORF lb gene occurred with low frequency.",
      "sentences": [
        [
          {
            "segment_text": "ORF la of lactate dehydrogenase-elevating virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strain P ( LDV-P ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encodes a protein of 2206 amino acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Eisenberg hydrophobic moment analysis of the protein predicted the presence of eleven transmembrane segments in the C-terminal half of the molecule ( amino acids 980-1852 ) that flank the serine protease domain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cDNAs encoding ORF la protein segments encompassing transmembrane segments 5 to 11 and its amphipathic C-terminal end as well as the N-terminal 80 amino acids of the downstream ORF lb protein were transcribed and the transcripts in vitro translated in the absence and presence of microsomal membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The synthesis of the protein products with putative transmembrane segments was enhanced by the presence of the microsomal membranes and the proteins became membrane associated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When synthesized in the absence of membranes they were recovered in the supernatant upon ultracentrifugation of the translation reaction mixtures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas they were recovered in the membrane pellet when synthesized in the presence of membranes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the latter proteins were not released from the membranes by disruption of the membrane vesicles in carbonate buffer ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pH 11.5 , and large portions of the proteins were resistant to digestion by trypsin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "chymotrypsin and proteinase K. No N-glycosylation was observed and only little ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "if any , processing of the protein by the putative serine protease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results indicate that the C-terminal half of the ORF la protein represents a non-glycosylated integral membrane protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potential modes of synthesis and function of the protein are discussed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the results showed that the synthesis of the ORF la protein was generally terminated at its termination codon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but that read-through into the ORF lb gene occurred with low frequency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "293"
  }
}