{
  "paper_id": "d492f51a522f72ab88e6c022fe5f5d1047b13e9f",
  "metadata": {
    "title": "Dynamical analysis and control strategies of an SIVS epidemic model with imperfect vaccination on scale-free networks",
    "coda_data_split": "train",
    "coda_paper_id": 2853,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccination is an effective method to prevent the spread of infectious diseases. In this paper, we develop an SIVS epidemic model with degree-related transmission rates and imperfect vaccination on scalefree networks. Firstly, we derive two threshold parameters and existence conditions of multiple endemic equilibria. Secondly, not only the global asymptotical stability of disease-free equilibrium and the persistence of the disease are derived, but also the global attractivity of the unique endemic equilibrium is proved using the monotone iterative technique. Thirdly, the effects of various immunization schemes including uniform immunization, targeted immunization and acquaintance immunization are studied, and the optimal vaccination strategy is analyzed by Pontryagin\u0027s maximum principle. Finally, we perform numerical simulations to verify these theoretical results.",
      "sentences": [
        [
          {
            "segment_text": "Vaccination is an effective method to prevent the spread of infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we develop an SIVS epidemic model with degree-related transmission rates and imperfect vaccination on scalefree networks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Firstly , we derive two threshold parameters and existence conditions of multiple endemic equilibria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Secondly , not only the global asymptotical stability of disease-free equilibrium and the persistence of the disease are derived ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but also the global attractivity of the unique endemic equilibrium is proved using the monotone iterative technique .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Thirdly , the effects of various immunization schemes including uniform immunization ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "targeted immunization and acquaintance immunization are studied ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the optimal vaccination strategy is analyzed by Pontryagin \u0027s maximum principle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , we perform numerical simulations to verify these theoretical results .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "132"
  }
}