{
  "paper_id": "d4b76917de146cdbe4c922c15ac3d87d3d483446",
  "metadata": {
    "title": "Transcriptional profiling of feline infectious peritonitis virus infection in CRFK cells and in PBMCs from FIP diagnosed cats",
    "coda_data_split": "train",
    "coda_paper_id": 8472,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Feline Infectious Peritonitis (FIP) is a lethal systemic disease, caused by the FIP Virus (FIPV); a virulent mutant of Feline Enteric Coronavirus (FECV). Currently, the viruses virulence determinants and host gene expressions during FIPV infection are not fully understood. Methods: RNA sequencing of Crandell Rees Feline Kidney (CRFK) cells, infected with FIPV strain 79-1146 at 3 hours post infection (h.p.i), were sequenced using the Illumina next generation sequencing approach. Bioinformatic\u0027s analysis, based on Felis catus 2X annotated shotgun reference genome, using CLC bio Genome Workbench mapped both control and infected cell reads to 18899 genes out of 19046 annotated genes. Kal\u0027s Z test statistical analysis was used to analyse the differentially expressed genes from the infected CRFK cells. Real time RT-qPCR was developed for further transcriptional profiling of three genes (PD-1, PD-L1 and A3H) in infected CRFK cells and Peripheral Blood Mononuclear Cells (PBMCs) from healthy and FIP-diseased cats.",
      "sentences": [
        [
          {
            "segment_text": "Background : Feline Infectious Peritonitis ( FIP ) is a lethal systemic disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "caused by the FIP Virus ( FIPV ) ; a virulent mutant of Feline Enteric Coronavirus ( FECV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , the viruses virulence determinants and host gene expressions during FIPV infection are not fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : RNA sequencing of Crandell Rees Feline Kidney ( CRFK ) cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "infected with FIPV strain 79-1146 at 3 hours post infection ( h.p.i ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were sequenced using the Illumina next generation sequencing approach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bioinformatic \u0027s analysis , based on Felis catus 2X annotated shotgun reference genome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using CLC bio Genome Workbench mapped both control and infected cell reads to 18899 genes out of 19046 annotated genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Kal \u0027s Z test statistical analysis was used to analyse the differentially expressed genes from the infected CRFK cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Real time RT-qPCR was developed for further transcriptional profiling of three genes ( PD-1 , PD-L1 and A3H ) in infected CRFK cells and Peripheral Blood Mononuclear Cells ( PBMCs ) from healthy and FIP-diseased cats .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Based on Kal\u0027s Z-test, with False Discovery Rate (FDR) \u003c0.05 and \u003e1.99 fold change on gene expressions, a total of 61 genes were differentially expressed by both samples, where 44 genes were up-regulated and the remainder were down-regulated. Most genes were closely clustered together, suggesting a homogeneous expression. The majority of the genes that were significantly regulated, were those associated with monocytes-macrophage and Th1 cell functions, and the regulation of apoptosis. Real time RT-qPCR developed focusing on 2 up-regulated genes (PD-L1 and A3H) together with an apoptosis associated gene PD-1 expressions in FIPV infected CRFK cells and in PBMCs from healthy and FIP diagnosed cats produced concordant results with transcriptome data. Conclusion: The possible roles of these genes, and their importance in feline coronaviruses infection, are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Results : Based on Kal \u0027s Z-test ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with False Discovery Rate ( FDR ) \u003c 0.05 and \u003e 1.99 fold change on gene expressions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a total of 61 genes were differentially expressed by both samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where 44 genes were up-regulated and the remainder were down-regulated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most genes were closely clustered together , suggesting a homogeneous expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of the genes that were significantly regulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were those associated with monocytes-macrophage and Th1 cell functions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the regulation of apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real time RT-qPCR developed focusing on 2 up-regulated genes ( PD-L1 and A3H ) together with an apoptosis associated gene PD-1 expressions in FIPV infected CRFK cells and in PBMCs from healthy and FIP diagnosed cats produced concordant results with transcriptome data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The possible roles of these genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their importance in feline coronaviruses infection , are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "332"
  }
}