{
  "paper_id": "d4b843968ab01451c9553576eff63a52ad8ba9a4",
  "metadata": {
    "title": "Journal Pre-proof Serial interval of novel coronavirus (COVID-19) infections Title: Serial interval of novel coronavirus (COVID-19) infections Authors",
    "coda_data_split": "train",
    "coda_paper_id": 3419,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Original article Highlights  The serial interval of novel coronavirus infections was estimated from a total of 28 infector-infectee pairs. J o u r n a l P r e -p r o o f -2 - The median serial interval is shorter than the median incubation period, suggesting a substantial proportion of pre-symptomatic transmission.",
      "sentences": [
        [
          {
            "segment_text": "Original article Highlights The serial interval of novel coronavirus infections was estimated from a total of 28 infector-infectee pairs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J o u r n a l P r e - p r o o f -2 - The median serial interval is shorter than the median incubation period ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting a substantial proportion of pre-symptomatic transmission .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": " A short serial interval makes it difficult to trace contacts due to the rapid turnover of case generations.",
      "sentences": [
        [
          {
            "segment_text": "A short serial interval makes it difficult to trace contacts due to the rapid turnover of case generations .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: To estimate the serial interval of novel coronavirus from information on 28 infector-infectee pairs.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To estimate the serial interval of novel coronavirus from information on 28 infector-infectee pairs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We collected dates of illness onset for primary cases (infectors) and secondary cases (infectees) from published research articles and case investigation reports. We subjectively ranked the credibility of the data and performed analyses on both the full dataset (n\u003d28) and a subset of pairs with highest certainty in reporting (n\u003d18). In addition, we adjust for right truncation of the data as the epidemic is still in its growth phase.",
      "sentences": [
        [
          {
            "segment_text": "We collected dates of illness onset for primary cases ( infectors ) and secondary cases ( infectees ) from published research articles and case investigation reports .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We subjectively ranked the credibility of the data and performed analyses on both the full dataset ( n \u003d 28 ) and a subset of pairs with highest certainty in reporting ( n \u003d 18 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , we adjust for right truncation of the data as the epidemic is still in its growth phase .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Accounting for right truncation and analyzing all pairs, we estimated the median serial interval at 4.0 days (95% credible interval [CrI]: 3.1, 4.9).",
      "sentences": [
        [
          {
            "segment_text": "Results : Accounting for right truncation and analyzing all pairs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we estimated the median serial interval at 4.0 days ( 95 % credible interval ( CrI ) : 3.1 , 4.9 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Limiting our data to only the most certain pairs, the median serial interval was estimated at 4.6 days (95% CrI: 3.5, 5.9).",
      "sentences": [
        [
          {
            "segment_text": "Limiting our data to only the most certain pairs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the median serial interval was estimated at 4.6 days ( 95 % CrI : 3.5 , 5.9 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The serial interval of COVID-19 is close to or shorter than its median incubation period. This suggests that a substantial proportion of secondary transmission may occur prior to illness onset. The COVID-19 serial interval is also shorter than the serial interval of severe acute respiratory syndrome (SARS), indicating that calculations made using the SARS serial interval may introduce bias.",
      "sentences": [
        [
          {
            "segment_text": "The serial interval of COVID-19 is close to or shorter than its median incubation period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This suggests that a substantial proportion of secondary transmission may occur prior to illness onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The COVID-19 serial interval is also shorter than the serial interval of severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that calculations made using the SARS serial interval may introduce bias .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "J o u r n a l P r e -p r o o f -3 -If the transmission takes place during the symptomatic period of the primary case, the serial interval is longer than the incubation period. However, this relationship can be reversed when pre-symptomatic transmission takes place.",
      "sentences": [
        [
          {
            "segment_text": "J o u r n a l P r e - p r o o f -3 - If the transmission takes place during the symptomatic period of the primary case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the serial interval is longer than the incubation period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , this relationship can be reversed when pre-symptomatic transmission takes place .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Furthermore, it is possible that the secondary case may even experience illness onset prior to onset in their infector.",
      "sentences": [
        [
          {
            "segment_text": "Furthermore , it is possible that the secondary case may even experience illness onset prior to onset in their infector .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "J o u r n a l P r e -p r o o f",
      "sentences": [
        [
          {
            "segment_text": "J o u r n a l P r e - p r o o f",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "10",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "399"
  }
}