{
  "paper_id": "d4d9702a9579207acbd9578846bb4ab9b1a59e80",
  "metadata": {
    "title": "ATP1B3: a virus-induced host factor against EV71 replication by up-regulating the production of type-I interferons",
    "coda_data_split": "train",
    "coda_paper_id": 3325,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Enterovirus 71 (EV71) infection can cause severe diseases, and is becoming increasingly common in children. In the current study, we carried out yeast two-hybrid assays to screen human proteins that could interact with 3A protein of EV71. Human β3 subunit of Na þ /K þ -ATPase (ATP1B3) protein was demonstrated to interact with the 3A protein of EV71. Although 3A protein had no effect on the expression of ATP1B3, EV71 infection resulted in elevated expression of ATP1B3 in RD cell line, both on messenger RNA (mRNA) and protein levels. Interestingly, knockdown of ATP1B3 could significantly increase the replication of EV71, whereas overexpression of ATP1B3 significantly suppressed the replication of EV71 in RD cells. Furthermore, we demonstrated that the expression of ATP1B3 could induce the production of type-I interferons. Our study demonstrated that ATP1B3 inhibit EV71 replication by enhancing the production of type-I interferons, which could act as a potential therapeutic target in EV71 infection.",
      "sentences": [
        [
          {
            "segment_text": "Enterovirus 71 ( EV71 ) infection can cause severe diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is becoming increasingly common in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we carried out yeast two-hybrid assays to screen human proteins that could interact with 3A protein of EV71 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Human β3 subunit of Na þ / K þ - ATPase ( ATP1B3 ) protein was demonstrated to interact with the 3A protein of EV71 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although 3A protein had no effect on the expression of ATP1B3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EV71 infection resulted in elevated expression of ATP1B3 in RD cell line ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both on messenger RNA ( mRNA ) and protein levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , knockdown of ATP1B3 could significantly increase the replication of EV71 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas overexpression of ATP1B3 significantly suppressed the replication of EV71 in RD cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we demonstrated that the expression of ATP1B3 could induce the production of type-I interferons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrated that ATP1B3 inhibit EV71 replication by enhancing the production of type-I interferons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could act as a potential therapeutic target in EV71 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "177"
  }
}