{
  "paper_id": "d4db3cd27cf50dc27e88316cbf822b07d6405fce",
  "metadata": {
    "title": "Development of reverse transcription loop-mediated isothermal amplification for rapid detection of porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 9548,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, a reverse transcription loopmediated isothermal amplification (RT-LAMP) was developed for detection of porcine epidemic diarrhea virus (PEDV). Six primers were designed to amplify the nucleocapsid (N) gene of PEDV. The optimization, sensitivity, and specificity of the RT-LAMP were investigated. The results showed that the optimal reaction condition for RT-LAMP amplifying PEDV N gene was achieved at 63°C for 50 min. The RT-LAMP assay was more sensitive than gelbased RT-PCR and enzyme-linked immunosorbent assay. It was capable of detecting PEDV from clinical samples and differentiating PEDV from Porcine transmissible gastroenteritis virus, Porcine rotavirus, Porcine pseudorabies virus, Porcine reproductive and respiratory syndrome virus, and Avian infectious bronchitis virus.",
      "sentences": [
        [
          {
            "segment_text": "In this study , a reverse transcription loopmediated isothermal amplification ( RT-LAMP ) was developed for detection of porcine epidemic diarrhea virus ( PEDV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Six primers were designed to amplify the nucleocapsid ( N ) gene of PEDV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The optimization , sensitivity , and specificity of the RT-LAMP were investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the optimal reaction condition for RT-LAMP amplifying PEDV N gene was achieved at 63 °C for 50 min .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RT-LAMP assay was more sensitive than gelbased RT-PCR and enzyme-linked immunosorbent assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was capable of detecting PEDV from clinical samples and differentiating PEDV from Porcine transmissible gastroenteritis virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Porcine rotavirus , Porcine pseudorabies virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Avian infectious bronchitis virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "129"
  }
}