{
  "paper_id": "d4dde806ec1cfa2209b422f67ed42bcaf6bd7201",
  "metadata": {
    "title": "DNA segment of African Swine Fever Virus 1 first detected in hard ticks from sheep and bovine",
    "coda_data_split": "train",
    "coda_paper_id": 8753,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "In this study, we aimed to detect viruses in hard ticks using the small RNA sequencing based method. 24 A 235-bp DNA segment was detected in Dermacentor nuttalli (hard ticks) and D. silvarum (hard ticks) from 25 sheep and bovine, respectively. The detected 235-bp segment had an identity of 99% to a 235-bp DNA 26 segment of African Swine Fever Virus (ASFV) and contained three single nucleotide mutations (C38T, 27 C76T and A108C). C38T, resulting in an single amino acid mutation G66D, suggests the existence of a new 28 ASFV strain, which is different from all reported ASFV strains in NCBI GenBank database. These results 29 also suggest that ASFV could have a wide range of hosts or vectors, beyond the well known Suidae family 30 and soft ticks. Our findings pave the way toward further studies of ASFV transmission and development of 31 prevention and control measures.",
      "sentences": [
        [
          {
            "segment_text": "In this study , we aimed to detect viruses in hard ticks using the small RNA sequencing based method .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "24 A 235-bp DNA segment was detected in Dermacentor nuttalli ( hard ticks ) and D. silvarum ( hard ticks ) from 25 sheep and bovine , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detected 235-bp segment had an identity of 99 % to a 235-bp DNA 26 segment of African Swine Fever Virus ( ASFV ) and contained three single nucleotide mutations ( C38T , 27 C76T and A108C ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "C38T , resulting in an single amino acid mutation G66D ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggests the existence of a new 28 ASFV strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is different from all reported ASFV strains in NCBI GenBank database .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results 29 also suggest that ASFV could have a wide range of hosts or vectors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "beyond the well known Suidae family 30 and soft ticks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings pave the way toward further studies of ASFV transmission and development of 31 prevention and control measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "170"
  }
}