{
  "paper_id": "d4ed23e27273cac6ae20d080e586a80f6029d4e5",
  "metadata": {
    "title": "Bovine Monoclonal Antibody Specific for BruceUa abortus Lipopolysaccharide",
    "coda_data_split": "train",
    "coda_paper_id": 3650,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Bovine monoclonal antibody specific for Brucella abortus lipopolysaccharide. Vet. Immunol. Immunopathol., 21: 363-372.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Bovine monoclonal antibody specific for Brucella abortus lipopolysaccharide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Immunol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Immunopathol. , 21 : 363-372 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The development of a bovine monoclonal antibody against BruceUa abortus smooth lipopolysaecharide (BM-8) by interspecies fusion of bovine peripheral lymphocytes from an immunized cow and a murine plasmacytoma cell line is described. The twice cloned cell line secreted bovine IgG~ subclass antibody. Ascites fluid was prepared in pristane treated nu/nu mice by intraperitoneal injection. The pooled ascites fluid was purified by affinity chromatography and the functions of the antibody assessed in various serological tests. The BM-8 antibody did not agglutinate well at a neutral pH, however, under acid conditions it was efficient at agglutinating B. abortus cells. The antibody did not precipitate B. abortus LPS in double agar gel immunodiffusion but was very active in the direct complement fixation test and the indirect enzyme immunoassay, although it was unable to compete with a murine monoclonal antibody in a competitive enzyme immunoassay.",
      "sentences": [
        [
          {
            "segment_text": "The development of a bovine monoclonal antibody against BruceUa abortus smooth lipopolysaecharide ( BM-8 ) by interspecies fusion of bovine peripheral lymphocytes from an immunized cow and a murine plasmacytoma cell line is described .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The twice cloned cell line secreted bovine IgG ~ subclass antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ascites fluid was prepared in pristane treated nu/nu mice by intraperitoneal injection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The pooled ascites fluid was purified by affinity chromatography and the functions of the antibody assessed in various serological tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The BM-8 antibody did not agglutinate well at a neutral pH ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , under acid conditions it was efficient at agglutinating B. abortus cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antibody did not precipitate B. abortus LPS in double agar gel immunodiffusion but was very active in the direct complement fixation test and the indirect enzyme immunoassay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although it was unable to compete with a murine monoclonal antibody in a competitive enzyme immunoassay .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "173"
  }
}