{
  "paper_id": "d5084e78a15f387a3d9e08b5efb16eb56f9dc2a2",
  "metadata": {
    "title": "Design and Construction of Chimeric VP8-S2 Antigen for Bovine Rotavirus and Bovine Coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 4644,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Bovine Rotavirus and Bovine Coronavirus are the most important causes of diarrhea in newborn calves and in some other species such as pigs and sheep. Rotavirus VP8 subunit is the major determinant of the viral infectivity and neutralization. Spike glycoprotein of coronavirus is responsible for induction of neutralizing antibody response. Methods: In the present study, several prediction programs were used to predict B and Tcells epitopes, secondary and tertiary structures, antigenicity ability and enzymatic degradation sites. Finally, a chimeric antigen was designed using computational techniques. The chimeric VP8-S2 antigen was constructed. It was cloned and sub-cloned into pGH and pET32a(+) expression vector. The recombinant pET32a(+)-VP8-S2 vector was transferred into E.oli BL21CodonPlus (DE3) as expression host. The recombinant VP8-S2 protein was purified by Ni-NTA chromatography column.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Bovine Rotavirus and Bovine Coronavirus are the most important causes of diarrhea in newborn calves and in some other species such as pigs and sheep .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Rotavirus VP8 subunit is the major determinant of the viral infectivity and neutralization .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Spike glycoprotein of coronavirus is responsible for induction of neutralizing antibody response .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : In the present study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "several prediction programs were used to predict B and Tcells epitopes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "secondary and tertiary structures , antigenicity ability and enzymatic degradation sites .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , a chimeric antigen was designed using computational techniques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The chimeric VP8-S2 antigen was constructed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was cloned and sub-cloned into pGH and pET32a ( + ) expression vector .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The recombinant pET32a ( + ) - VP8-S2 vector was transferred into E.oli BL21CodonPlus ( DE3 ) as expression host .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The recombinant VP8-S2 protein was purified by Ni-NTA chromatography column .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The results of colony PCR, enzyme digestion and sequencing showed that the VP8-S2 chimeric antigen has been successfully cloned and sub-cloned into pGH and pET32a(+).The results showed that E.coli was able to express VP8-S2 protein appropriately. This protein was expressed by induction of IPTG at concentration of 1mM and it was confirmed by Ni-NTA column, dot-blotting analysis and SDS-PAGE electrophoresis.",
      "sentences": [
        [
          {
            "segment_text": "The results of colony PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enzyme digestion and sequencing showed that the VP8-S2 chimeric antigen has been successfully cloned and sub-cloned into pGH and pET32a ( + ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed that E.coli was able to express VP8-S2 protein appropriately .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This protein was expressed by induction of IPTG at concentration of 1mM and it was confirmed by Ni-NTA column ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dot-blotting analysis and SDS-PAGE electrophoresis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results of this study showed that E.coli can be used as an appropriate host to produce the recombinant VP8-S2 protein. This recombinant protein may be suitable to investigate to produce immunoglobulin, recombinant vaccine and diagnostic kit in future studies after it passes biological activity tests in vivo in animal model and or other suitable procedure.",
      "sentences": [
        [
          {
            "segment_text": "The results of this study showed that E.coli can be used as an appropriate host to produce the recombinant VP8-S2 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This recombinant protein may be suitable to investigate to produce immunoglobulin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recombinant vaccine and diagnostic kit in future studies after it passes biological activity tests in vivo in animal model and or other suitable procedure .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "279"
  }
}