{
  "paper_id": "d508ee56bf2773ed13b19b85295c8e8709781bb7",
  "metadata": {
    "title": "Address: 1 Centre for Research on Inner City Health, the Keenan Research Centre in the Li Ka Shing Knowledge",
    "coda_data_split": "train",
    "coda_paper_id": 9518,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Extraordinary infection control measures limited access to medical care in the Greater Toronto Area during the 2003 Severe Acute Respiratory Syndrome (SARS) outbreak. The objective of this study was to determine if the period of these infection control measures was associated with changes in overall population mortality due to causes other than SARS.",
      "sentences": [
        [
          {
            "segment_text": "Background : Extraordinary infection control measures limited access to medical care in the Greater Toronto Area during the 2003 Severe Acute Respiratory Syndrome ( SARS ) outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to determine if the period of these infection control measures was associated with changes in overall population mortality due to causes other than SARS .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Observational study of death registry data, using Poisson regression and interrupted time-series analysis to examine all-cause mortality rates (excluding deaths due to SARS) before, during, and after the SARS outbreak. The population of Ontario was grouped into the Greater Toronto Area (N \u003d 2.9 million) and the rest of Ontario (N \u003d 9.3 million) based upon the level of restrictions on delivery of clinical services during the SARS outbreak.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Observational study of death registry data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using Poisson regression and interrupted time-series analysis to examine all-cause mortality rates ( excluding deaths due to SARS ) before ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "during , and after the SARS outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The population of Ontario was grouped into the Greater Toronto Area ( N \u003d 2.9 million ) and the rest of Ontario ( N \u003d 9.3 million ) based upon the level of restrictions on delivery of clinical services during the SARS outbreak .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ": There was no significant change in mortality in the Greater Toronto Area before, during, and after the period of the SARS outbreak in 2003 compared to the corresponding time periods in 2002 and 2001. The rate ratio for all-cause mortality during the SARS outbreak was 0.99 [95% Confidence Interval (CI) 0.93-1.06] compared to 2002 and 0.96 [95% CI 0.90-1.03] compared to 2001. An interrupted time series analysis found no significant change in mortality rates in the Greater Toronto Area associated with the period of the SARS outbreak.",
      "sentences": [
        [
          {
            "segment_text": ": There was no significant change in mortality in the Greater Toronto Area before ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "during , and after the period of the SARS outbreak in 2003 compared to the corresponding time periods in 2002 and 2001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The rate ratio for all-cause mortality during the SARS outbreak was 0.99 ( 95 % Confidence Interval ( CI ) 0.93-1.06 ) compared to 2002 and 0.96 ( 95 % CI 0.90-1.03 ) compared to 2001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An interrupted time series analysis found no significant change in mortality rates in the Greater Toronto Area associated with the period of the SARS outbreak .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Limitations on access to medical services during the 2003 SARS outbreak in Toronto had no observable impact on short-term population mortality. Effects on morbidity and long-term mortality were not assessed. Efforts to contain future infectious disease outbreaks due to influenza or other agents must consider effects on access to essential health care services.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Limitations on access to medical services during the 2003 SARS outbreak in Toronto had no observable impact on short-term population mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Effects on morbidity and long-term mortality were not assessed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Efforts to contain future infectious disease outbreaks due to influenza or other agents must consider effects on access to essential health care services .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "300"
  }
}