{
  "paper_id": "d50837c2e42d8eccc71b5641957ec2a0ed725fdd",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3017,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging infections have threatened humanity since times immemorial. The dramatic anthropogenic, behavioral and social changes that have affected humanity and the environment in the past century have accelerated the intrusion of novel pathogens into the global human population, sometimes with devastating consequences. The AIDS and influenza pandemics have claimed and will continue to claim millions of lives. The recent SARS and Ebola epidemics have threatened populations across borders. The emergence of MERS may well be warning signals of a nascent pandemic threat, while the potential for geographical spread of vector-borne diseases, such as Zika, but also Dengue and Chikungunya is unprecedented. Novel technologies and innovative approaches have multiplied to address and improve response preparedness towards the increasing yet unpredictable threat posed by emerging pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Emerging infections have threatened humanity since times immemorial .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The dramatic anthropogenic , behavioral and social changes that have affected humanity and the environment in the past century have accelerated the intrusion of novel pathogens into the global human population , sometimes with devastating consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The AIDS and influenza pandemics have claimed and will continue to claim millions of lives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent SARS and Ebola epidemics have threatened populations across borders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence of MERS may well be warning signals of a nascent pandemic threat ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while the potential for geographical spread of vector-borne diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as Zika , but also Dengue and Chikungunya is unprecedented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel technologies and innovative approaches have multiplied to address and improve response preparedness towards the increasing yet unpredictable threat posed by emerging pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "135"
  }
}