{
  "paper_id": "d521a22ac03c5c56e1ca2aea0e90f322b348851b",
  "metadata": {
    "title": "Characterization of Influenza Virus Pseudotyped with Ebolavirus Glycoprotein VACCINES AND ANTIVIRAL AGENTS crossm",
    "coda_data_split": "train",
    "coda_paper_id": 5210,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We have produced a new Ebola virus pseudotype, E-S-FLU, that can be handled in biosafety level 1/2 containment for laboratory analysis. The E-S-FLU virus is a single-cycle influenza virus coated with Ebolavirus glycoprotein, and it encodes enhanced green fluorescence protein as a reporter that replaces the influenza virus hemagglutinin. MDCK-SIAT1 cells were transduced to express Ebolavirus glycoprotein as a stable transmembrane protein for E-S-FLU virus production. Infection of cells with the E-S-FLU virus was dependent on the Niemann-Pick C1 protein, which is the well-characterized receptor for Ebola virus entry at the late endosome/lysosome membrane. The E-S-FLU virus was neutralized specifically by an anti-Ebolavirus glycoprotein antibody and a variety of small drug molecules that are known to inhibit the entry of wild-type Ebola virus. To demonstrate the application of this new Ebola virus pseudotype, we show that a single laboratory batch was sufficient to screen a library (LOPAC 1280 ; Sigma) of 1,280 pharmacologically active compounds for inhibition of virus entry. A total of 215 compounds inhibited E-S-FLU virus infection, while only 22 inhibited the control H5-S-FLU virus coated in H5 hemagglutinin. These inhibitory compounds have very dispersed targets and mechanisms of action, e.g., calcium channel blockers, estrogen receptor antagonists, antihistamines, serotonin uptake inhibitors, etc., and this correlates with inhibitor screening results obtained with other pseudotypes or wild-type Ebola virus in the literature. The E-S-FLU virus is a new tool for Ebola virus cell entry studies and is easily applied to highthroughput screening assays for small-molecule inhibitors or antibodies. IMPORTANCE Ebola virus is in the Filoviridae family and is a biosafety level 4 pathogen. There are no FDA-approved therapeutics for Ebola virus. These characteristics warrant the development of surrogates for Ebola virus that can be handled in more convenient laboratory containment to study the biology of the virus and screen for inhibitors. Here we characterized a new surrogate, named E-S-FLU virus, that is based on a disabled influenza virus core coated with the Ebola virus surface protein but does not contain any genetic information from the Ebola virus itself. We show that E-S-FLU virus uses the same cell entry pathway as wild-type Ebola virus. As an example of the ease of use of E-S-FLU virus in biosafety level 1/2 containment, we showed that a single production batch could provide enough surrogate virus to screen a standard small-molecule library of 1,280 candidates for inhibitors of viral entry.",
      "sentences": [
        [
          {
            "segment_text": "We have produced a new Ebola virus pseudotype ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "E-S-FLU , that can be handled in biosafety level 1/2 containment for laboratory analysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The E-S-FLU virus is a single-cycle influenza virus coated with Ebolavirus glycoprotein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and it encodes enhanced green fluorescence protein as a reporter that replaces the influenza virus hemagglutinin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MDCK-SIAT1 cells were transduced to express Ebolavirus glycoprotein as a stable transmembrane protein for E-S-FLU virus production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection of cells with the E-S-FLU virus was dependent on the Niemann-Pick C1 protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the well-characterized receptor for Ebola virus entry at the late endosome/lysosome membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The E-S-FLU virus was neutralized specifically by an anti-Ebolavirus glycoprotein antibody and a variety of small drug molecules that are known to inhibit the entry of wild-type Ebola virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To demonstrate the application of this new Ebola virus pseudotype ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we show that a single laboratory batch was sufficient to screen a library ( LOPAC 1280 ; Sigma ) of 1,280 pharmacologically active compounds for inhibition of virus entry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 215 compounds inhibited E-S-FLU virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while only 22 inhibited the control H5-S-FLU virus coated in H5 hemagglutinin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These inhibitory compounds have very dispersed targets and mechanisms of action ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , calcium channel blockers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "estrogen receptor antagonists , antihistamines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "serotonin uptake inhibitors , etc. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this correlates with inhibitor screening results obtained with other pseudotypes or wild-type Ebola virus in the literature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The E-S-FLU virus is a new tool for Ebola virus cell entry studies and is easily applied to highthroughput screening assays for small-molecule inhibitors or antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE Ebola virus is in the Filoviridae family and is a biosafety level 4 pathogen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are no FDA-approved therapeutics for Ebola virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These characteristics warrant the development of surrogates for Ebola virus that can be handled in more convenient laboratory containment to study the biology of the virus and screen for inhibitors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here we characterized a new surrogate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "named E-S-FLU virus , that is based on a disabled influenza virus core coated with the Ebola virus surface protein but does not contain any genetic information from the Ebola virus itself .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that E-S-FLU virus uses the same cell entry pathway as wild-type Ebola virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As an example of the ease of use of E-S-FLU virus in biosafety level 1/2 containment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we showed that a single production batch could provide enough surrogate virus to screen a standard small-molecule library of 1,280 candidates for inhibitors of viral entry .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "26",
    "token_num": "428"
  }
}