{
  "paper_id": "d55f09671ad483ed5c25dbff97c970e08c6be947",
  "metadata": {
    "title": "BMC Medical Genetics The neck-region polymorphism of DC-SIGNR in peri-centenarian from Han Chinese Population",
    "coda_data_split": "train",
    "coda_paper_id": 4268,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: DC-SIGNR (also called CD209L) has been extensively studied on its role in host genetic predisposition to viral infection. In particular, variable number tandem repeat (VNTR) of the neck-region of DC-SIGNR is highly polymorphic and the polymorphism has been investigated for genetic predisposition to various infectious diseases, though conflicting results had been reported. As infection is a major cause of human death and a mechanism of natural selection, we hypothesized that VNTR polymorphism of DC-SIGNR might have an effect on human life span.",
      "sentences": [
        [
          {
            "segment_text": "Background : DC-SIGNR ( also called CD209L ) has been extensively studied on its role in host genetic predisposition to viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , variable number tandem repeat ( VNTR ) of the neck-region of DC-SIGNR is highly polymorphic and the polymorphism has been investigated for genetic predisposition to various infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though conflicting results had been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As infection is a major cause of human death and a mechanism of natural selection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we hypothesized that VNTR polymorphism of DC-SIGNR might have an effect on human life span .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Here we collected 361 peri-centenarian individuals (age ≥94 for female and age ≥90 for male) and 342 geographically matched controls (age 22-53, mean 35.0 ± 12.0) from Han Chinese. The VNTR polymorphism of the neck region was determined by PCR and genotype was called by separating the PCR products in agarose gel.",
      "sentences": [
        [
          {
            "segment_text": "Here we collected 361 peri-centenarian individuals ( age ≥ 94 for female and age ≥ 90 for male ) and 342 geographically matched controls ( age 22-53 , mean 35.0 ± 12.0 ) from Han Chinese .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The VNTR polymorphism of the neck region was determined by PCR and genotype was called by separating the PCR products in agarose gel .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: A total of 11 genotypes and 5 alleles were found in our population. The genotype distribution, allele frequencies and homozygote proportion did not show a significant difference between peri-centenarian and control group. As gender differences in lifespan are ubiquitously observed throughout the animal kingdom, we then stratified the samples by gender. There was more 6/7 genotypes in female peri-centenarian group than that in female control group, at a marginal level of significance (5.56 vs. 1.28%, p \u003d 0.041). The difference was not significant after correction by Bonferroni method. It suggests a possible differential effect of DC-SIGNR VNTR genotypes between sexes. Further studies are warranted to confirm our preliminary findings and investigate the mechanisms of the underlying functions.",
      "sentences": [
        [
          {
            "segment_text": "Results : A total of 11 genotypes and 5 alleles were found in our population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genotype distribution , allele frequencies and homozygote proportion did not show a significant difference between peri-centenarian and control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As gender differences in lifespan are ubiquitously observed throughout the animal kingdom ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we then stratified the samples by gender .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was more 6/7 genotypes in female peri-centenarian group than that in female control group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at a marginal level of significance ( 5.56 vs. 1.28 % , p \u003d 0.041 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The difference was not significant after correction by Bonferroni method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It suggests a possible differential effect of DC-SIGNR VNTR genotypes between sexes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are warranted to confirm our preliminary findings and investigate the mechanisms of the underlying functions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our study indicated that there was absence of association between the neck region polymorphism of DC-SIGNR and longevity in Han Chinese population. But the question of whether the DC-SIGNR could affect longevity in a gender-specific pattern remains open.",
      "sentences": [
        [
          {
            "segment_text": "Our study indicated that there was absence of association between the neck region polymorphism of DC-SIGNR and longevity in Han Chinese population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But the question of whether the DC-SIGNR could affect longevity in a gender-specific pattern remains open .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "328"
  }
}