{
  "paper_id": "d55f8c96c7d28ad32a7975c32d6644b8abd4f9ad",
  "metadata": {
    "title": "Antiviral and Antigenic Properties of Recombinant Porcine Interferon Gamma",
    "coda_data_split": "train",
    "coda_paper_id": 6102,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Charley, B., McCullough, K. and Martinod, S., 1988. Antiviral and antigenic properties of recombinant porcine interferon gamma. Vet. Immunol. Immunopathol., Recombinant porcine interferon gamma (rPoIFN7) induced a dose-dependent inhibition of the cytopathic effect produced by vesicular stomatitis virus (VSV) challenge of both homologous and heterologous (bovine) cell lines. In addition, an antiviral effect of rPoIFN7 was demonstrable against the coronavirus transmissible gastroenteritis virus (TGEV) infection of porcine epithelial cells and of pulmonary macrophages. A rabbit anti-PoIFN7 antiserum was prepared and shown to specifically neutralize the antiviral effects of natural and recombinant porcine IFN7 preparations. This antiserum could also neutralize recombinant bovine IFN7 but not recombinant human IFNT. These results suggest antigenic homology of porcine and bovine IFN~ but antigenic differences between these molecules and human IFNT.",
      "sentences": [
        [
          {
            "segment_text": "Charley , B. , McCullough ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "K. and Martinod , S. , 1988 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Antiviral and antigenic properties of recombinant porcine interferon gamma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Immunol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Immunopathol. , Recombinant porcine interferon gamma ( rPoIFN7 ) induced a dose-dependent inhibition of the cytopathic effect produced by vesicular stomatitis virus ( VSV ) challenge of both homologous and heterologous ( bovine ) cell lines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , an antiviral effect of rPoIFN7 was demonstrable against the coronavirus transmissible gastroenteritis virus ( TGEV ) infection of porcine epithelial cells and of pulmonary macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A rabbit anti-PoIFN7 antiserum was prepared and shown to specifically neutralize the antiviral effects of natural and recombinant porcine IFN7 preparations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This antiserum could also neutralize recombinant bovine IFN7 but not recombinant human IFNT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest antigenic homology of porcine and bovine IFN ~ but antigenic differences between these molecules and human IFNT .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "151"
  }
}