{
  "paper_id": "d57066fb6b0be503b07e3d19f20166d06af60b18",
  "metadata": {
    "title": "A Structure-Function Diversity Survey of the RNA-Dependent RNA Polymerases From the Positive-Strand RNA Viruses",
    "coda_data_split": "train",
    "coda_paper_id": 9645,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The RNA-dependent RNA polymerases (RdRPs) encoded by the RNA viruses are a unique class of nucleic acid polymerases. Each viral RdRP contains a 500-600 residue catalytic module with palm, fingers, and thumb domains forming an encircled human right hand architecture. Seven polymerase catalytic motifs are located in the RdRP palm and fingers domains, comprising the most conserved parts of the RdRP and are responsible for the RNA-only specificity in catalysis. Functional regions are often found fused to the RdRP catalytic module, resulting in a high level of diversity in RdRP global structure and regulatory mechanism. In this review, we surveyed all 46 RdRP-sequence available virus families of the positive-strand RNA viruses listed in the 2018b collection of the International Committee on Virus Taxonomy (ICTV) and chose a total of 49 RdRPs as representatives. By locating hallmark residues in RdRP catalytic motifs and by referencing structural and functional information in the literature, we were able to estimate the N-and C-terminal boundaries of the catalytic module in these RdRPs, which in turn serve as reference points to predict additional functional regions beyond the catalytic module. Interestingly, a large number of virus families may have additional regions fused to the RdRP N-terminus, while only a few of them have such regions on the C-terminal side of the RdRP. The current knowledge on these additional regions, either in three-dimensional (3D) structure or in function, is quite limited. In the five RdRP-structure available virus families in the positive-strand RNA viruses, only the Flaviviridae family has the 3D structural information resolved for such regions. Hence, future efforts to solve full-length RdRP structures containing these regions and to dissect the functional contribution of them are necessary to improve the overall understanding of the RdRP proteins as an evolutionarily integrated group, and our analyses here may serve as a guideline for selecting representative RdRP systems in these studies.",
      "sentences": [
        [
          {
            "segment_text": "The RNA-dependent RNA polymerases ( RdRPs ) encoded by the RNA viruses are a unique class of nucleic acid polymerases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each viral RdRP contains a 500-600 residue catalytic module with palm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fingers , and thumb domains forming an encircled human right hand architecture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seven polymerase catalytic motifs are located in the RdRP palm and fingers domains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comprising the most conserved parts of the RdRP and are responsible for the RNA-only specificity in catalysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Functional regions are often found fused to the RdRP catalytic module ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in a high level of diversity in RdRP global structure and regulatory mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we surveyed all 46 RdRP-sequence available virus families of the positive-strand RNA viruses listed in the 2018b collection of the International Committee on Virus Taxonomy ( ICTV ) and chose a total of 49 RdRPs as representatives .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By locating hallmark residues in RdRP catalytic motifs and by referencing structural and functional information in the literature ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we were able to estimate the N-and C-terminal boundaries of the catalytic module in these RdRPs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which in turn serve as reference points to predict additional functional regions beyond the catalytic module .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , a large number of virus families may have additional regions fused to the RdRP N-terminus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while only a few of them have such regions on the C-terminal side of the RdRP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The current knowledge on these additional regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either in three-dimensional ( 3D ) structure or in function , is quite limited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the five RdRP-structure available virus families in the positive-strand RNA viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only the Flaviviridae family has the 3D structural information resolved for such regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , future efforts to solve full-length RdRP structures containing these regions and to dissect the functional contribution of them are necessary to improve the overall understanding of the RdRP proteins as an evolutionarily integrated group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and our analyses here may serve as a guideline for selecting representative RdRP systems in these studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "340"
  }
}