{
  "paper_id": "d575a035df4bc12c4cf214417217b6d322c3a70e",
  "metadata": {
    "title": "Diplomacy and Global Health Security Introduction: What Is Global Health Security and the Role of Diplomacy?",
    "coda_data_split": "train",
    "coda_paper_id": 4403,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter discusses the concept of global health security, the key challenges it raises and the role of diplomacy in addressing them. It begins by outlining an expanded understanding of security, describing the concept of health security, including the dual aspects of societal health security and individual, or personal, health security. The political context is also described. Key issues in societal health security are then outlined, including signi fi cant threats and current responses. Threats covered include the emergence of infectious diseases that cross the species barrier from animals to humans, climate change, the deliberate use of disease-causing agents and the growing burden of non-communicable diseases. Current approaches to addressing threats to societal health security are discussed, along with the role to be played by international affairs. The chapter then describes key issues in individual health security, including reliable access to medicines and other health-related products and services; and the politically and economically sensitive determinants of access. The chapter then discusses how to ensure stronger global health security in the future.",
      "sentences": [
        [
          {
            "segment_text": "This chapter discusses the concept of global health security ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the key challenges it raises and the role of diplomacy in addressing them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It begins by outlining an expanded understanding of security ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "describing the concept of health security ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the dual aspects of societal health security and individual ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or personal , health security .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The political context is also described .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Key issues in societal health security are then outlined ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including signi fi cant threats and current responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Threats covered include the emergence of infectious diseases that cross the species barrier from animals to humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "climate change , the deliberate use of disease-causing agents and the growing burden of non-communicable diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current approaches to addressing threats to societal health security are discussed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "along with the role to be played by international affairs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The chapter then describes key issues in individual health security ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including reliable access to medicines and other health-related products and services ; and the politically and economically sensitive determinants of access .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The chapter then discusses how to ensure stronger global health security in the future .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Security can no longer be narrowly de fi ned as the absence of military threat from another state, as it was in the days when Adam Smith wrote his treatise on the duties of a government (Smith 1776 ) . Health security -protection from threats to healthis now recognized as an important non-traditional security issue. The global impacts of pandemic s, the rise in counterfeit medicines, the role of health provision in postcon fl ict environments and the centrality of improving universal access to effective health care to economic development are all examples of the growing intersection between global health issues and other dimensions of human security .",
      "sentences": [
        [
          {
            "segment_text": "Security can no longer be narrowly de fi ned as the absence of military threat from another state ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as it was in the days when Adam Smith wrote his treatise on the duties of a government ( Smith 1776 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Health security - protection from threats to healthis now recognized as an important non-traditional security issue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The global impacts of pandemic s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the rise in counterfeit medicines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the role of health provision in postcon fl ict environments and the centrality of improving universal access to effective health care to economic development are all examples of the growing intersection between global health issues and other dimensions of human security .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Health security as broadly de fi ned has both a societal and an individual aspect. At the societal level, global health security means reducing collective vulnerability to global public health threats, both immediate and gradual. These threats often go beyond or transcend borders and may be caused by infectious agents that emerge naturally at the human/animal interface, but they may also be caused by chemicals, toxins and radiation, or be deliberately caused by acts of terrorism. The steady and increasing rise in non-communicable diseases also constitutes a threat to societal health security . Moreover, reducing vulnerability means, not only combating the disease threats themselves but also addressing their determinants, some of which may also transcend borders, such as international trade and other economic policies that in fl uence the emergence and spread of disease.",
      "sentences": [
        [
          {
            "segment_text": "Health security as broadly de fi ned has both a societal and an individual aspect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the societal level , global health security means reducing collective vulnerability to global public health threats , both immediate and gradual .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These threats often go beyond or transcend borders and may be caused by infectious agents that emerge naturally at the human/animal interface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they may also be caused by chemicals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "toxins and radiation , or be deliberately caused by acts of terrorism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The steady and increasing rise in non-communicable diseases also constitutes a threat to societal health security .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , reducing vulnerability means ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "not only combating the disease threats themselves but also addressing their determinants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some of which may also transcend borders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as international trade and other economic policies that in fl uence the emergence and spread of disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Health security-protection from threats to health-is an important • human security issue. A series of emerging infectious diseases have challenged global • health security and economic stability. Stronger • health security requires an understanding of the determinants of infectious and non-communicable diseases and how and where intervention can decrease risks. Access to health care depends on a variety of factors ranging from effec-• tiveness of health systems and the cost of medicines to the role of governments providing health care. The •",
      "sentences": [
        [
          {
            "segment_text": "Health security-protection from threats to health-is an important • human security issue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A series of emerging infectious diseases have challenged global • health security and economic stability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Stronger • health security requires an understanding of the determinants of infectious and non-communicable diseases and how and where intervention can decrease risks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Access to health care depends on a variety of factors ranging from effec - • tiveness of health systems and the cost of medicines to the role of governments providing health care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The •",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Oslo Ministerial Declaration stresses the convergence between foreign policy concerns for security and economic stability and global health issues. 127 9 Diplomacy and Global Health Security At the individual level, health security must include protection and provision measures such as access to safe and effective medicines, vaccines and medical care. Increasing personal health security thus means providing individuals with more sustained-and therefore secure-access to quality medical goods and services.",
      "sentences": [
        [
          {
            "segment_text": "Oslo Ministerial Declaration stresses the convergence between foreign policy concerns for security and economic stability and global health issues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "127 9 Diplomacy and Global Health Security At the individual level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "health security must include protection and provision measures such as access to safe and effective medicines , vaccines and medical care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing personal health security thus means providing individuals with more sustained-and therefore secure-access to quality medical goods and services .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Policies and strategies that are developed to address health security issues arise within a broad political context. Governance and policies in sectors outside health, such as agriculture, trade, fi nance, national security or defence, can have signi fi cant effects on health outcomes. Likewise, action aimed at improving health security can affect other sectors. For these reasons, when health security issues involve trans-border events and become international, they can encounter serious dif fi culties in bilateral relations, at international organizations and in diplomatic negotiations because of a divergence of political, economic or social interests among states, and between states and non-state actors. As examples: efforts to combat counterfeit, falsi fi ed and substandard medicines-which pose a signi fi cant danger to healthhave been hampered by the lack of a consensus de fi nition of counterfeit as it pertains to medicines. This in turn risks becoming embroiled in controversy over which institutions should have how much authority over the problem because issues other than health protection, such as trade, intellectual property and the fi ght against organized crime, are also at stake. To enable medicines and vaccines to reach those who need them, it is often necessary to address barriers such as trade, regulations and intellectual property rights. Responses to the threat or consequences of chemical and biological terrorism must involve not only public health but also national and international security and crime prevention agencies.",
      "sentences": [
        [
          {
            "segment_text": "Policies and strategies that are developed to address health security issues arise within a broad political context .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Governance and policies in sectors outside health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as agriculture , trade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fi nance , national security or defence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can have signi fi cant effects on health outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Likewise , action aimed at improving health security can affect other sectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For these reasons , when health security issues involve trans-border events and become international ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they can encounter serious dif fi culties in bilateral relations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at international organizations and in diplomatic negotiations because of a divergence of political ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "economic or social interests among states ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and between states and non-state actors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As examples : efforts to combat counterfeit ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "falsi fi ed and substandard medicines-which pose a signi fi cant danger to healthhave been hampered by the lack of a consensus de fi nition of counterfeit as it pertains to medicines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This in turn risks becoming embroiled in controversy over which institutions should have how much authority over the problem because issues other than health protection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as trade , intellectual property and the fi ght against organized crime , are also at stake .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To enable medicines and vaccines to reach those who need them ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is often necessary to address barriers such as trade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regulations and intellectual property rights .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Responses to the threat or consequences of chemical and biological terrorism must involve not only public health but also national and international security and crime prevention agencies .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Health security is an important foreign policy and diplomatic concern that is both in fl uenced by and affects decisions on national security, economic well-being, international development strategies and the protection of human dignity. Finding sustainable solutions to global needs in health security thus requires better understanding and collaboration between the international affairs and global health communities to achieve effective policies.",
      "sentences": [
        [
          {
            "segment_text": "Health security is an important foreign policy and diplomatic concern that is both in fl uenced by and affects decisions on national security ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "economic well-being , international development strategies and the protection of human dignity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finding sustainable solutions to global needs in health security thus requires better understanding and collaboration between the international affairs and global health communities to achieve effective policies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "34",
    "segment_num": "63",
    "token_num": "938"
  }
}