{
  "paper_id": "d576605656e1658c8d4c77c809bc7a8981c3a3db",
  "metadata": {
    "title": "Dynamic relationships between industry returns and stock market returns",
    "coda_data_split": "train",
    "coda_paper_id": 6191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Different from prior studies which concentrate on the unidirectional impact of industry leading, this study examines the bi-directional dynamical causal relation between industry returns and stock market returns by considering multiple structural breaks for ten major eastern and southern Asia countries. Our results show that finance and consumer service industry returns have significant power in explaining the movements of market returns. Further, we apply logit regressions to explore the determinants of the leading hypotheses and find exchange rate and interest rate are important in explaining the industry-market nexus. In a developed market the industry and the market have feedback relations, but in a highly controlled economy the influence from the stock market dominates.",
      "sentences": [
        [
          {
            "segment_text": "Different from prior studies which concentrate on the unidirectional impact of industry leading ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this study examines the bi-directional dynamical causal relation between industry returns and stock market returns by considering multiple structural breaks for ten major eastern and southern Asia countries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our results show that finance and consumer service industry returns have significant power in explaining the movements of market returns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , we apply logit regressions to explore the determinants of the leading hypotheses and find exchange rate and interest rate are important in explaining the industry-market nexus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a developed market the industry and the market have feedback relations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but in a highly controlled economy the influence from the stock market dominates .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "120"
  }
}