{
  "paper_id": "d5878fe0a378d553186b212eeaadaa60257e933f",
  "metadata": {
    "title": "Naturally-Occurring Genetic Variants in Human DC-SIGN Increase HIV-1 Capture, Cell-Transfer and Risk of Mother- To-Child Transmission",
    "coda_data_split": "train",
    "coda_paper_id": 10101,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Mother-to-child transmission (MTCT) is the main cause of HIV-1 infection in children worldwide. Dendritic cellspecific ICAM-3 grabbing-nonintegrin (DC-SIGN, also known as CD209) is an HIV-1 receptor that enhances its transmission to T cells and is expressed on placental macrophages.",
      "sentences": [
        [
          {
            "segment_text": "Background : Mother-to-child transmission ( MTCT ) is the main cause of HIV-1 infection in children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Dendritic cellspecific ICAM-3 grabbing-nonintegrin ( DC-SIGN , also known as CD209 ) is an HIV-1 receptor that enhances its transmission to T cells and is expressed on placental macrophages .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We have investigated the association between DC-SIGN genetic variants and risk of MTCT of HIV-1 among Zimbabwean infants and characterized the impact of the associated mutations on DC-SIGN expression and interaction with HIV-1. DC-SIGN promoter (p-336C and p-201A) and exon 4 (198Q and 242V) variants were all significantly associated with increased risk of intrauterine (IU) HIV-1 infection. Promoter variants decreased DC-SIGN expression both in vitro and in placental CD163 + macrophages (Hofbauer cells) of HIV-1 unexposed infants but not of HIV-1 exposed infants. The exon 4 protein-modifying mutations increased HIV-1 capture and transmission to T cells in vitro.",
      "sentences": [
        [
          {
            "segment_text": "We have investigated the association between DC-SIGN genetic variants and risk of MTCT of HIV-1 among Zimbabwean infants and characterized the impact of the associated mutations on DC-SIGN expression and interaction with HIV-1 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "DC-SIGN promoter ( p-336C and p-201A ) and exon 4 ( 198Q and 242V ) variants were all significantly associated with increased risk of intrauterine ( IU ) HIV-1 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Promoter variants decreased DC-SIGN expression both in vitro and in placental CD163 + macrophages ( Hofbauer cells ) of HIV-1 unexposed infants but not of HIV-1 exposed infants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The exon 4 protein-modifying mutations increased HIV-1 capture and transmission to T cells in vitro .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "158"
  }
}