{
  "paper_id": "d59740daae049da9b0884f9e06b74c4a4af0629d",
  "metadata": {
    "title": "Subgenomic messenger RNAs: Mastering regulation of (+)-strand RNA virus life cycle Introduction: definition and occurrence of SG RNAs",
    "coda_data_split": "train",
    "coda_paper_id": 2647,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many (+)-strand RNA viruses use subgenomic (SG) RNAs as messengers for protein expression, or to regulate their viral life cycle. Three different mechanisms have been described for the synthesis of SG RNAs. The first mechanism involves internal initiation on a (−)-strand RNA template and requires an internal SGP promoter. The second mechanism makes a prematurely terminated (−)-strand RNA which is used as template to make the SG RNA. The third mechanism uses discontinuous RNA synthesis while making the (−)-strand RNA templates. Most SG RNAs are translated into structural proteins or proteins related to pathogenesis: however other SG RNAs regulate the transition between translation and replication, function as riboregulators of replication or translation, or support RNA-RNA recombination. In this review we discuss these functions of SG RNAs and how they influence viral replication, translation and recombination.",
      "sentences": [
        [
          {
            "segment_text": "Many ( + ) - strand RNA viruses use subgenomic ( SG ) RNAs as messengers for protein expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or to regulate their viral life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three different mechanisms have been described for the synthesis of SG RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first mechanism involves internal initiation on a ( − ) - strand RNA template and requires an internal SGP promoter .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The second mechanism makes a prematurely terminated ( − ) - strand RNA which is used as template to make the SG RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The third mechanism uses discontinuous RNA synthesis while making the ( − ) - strand RNA templates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most SG RNAs are translated into structural proteins or proteins related to pathogenesis : however other SG RNAs regulate the transition between translation and replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "function as riboregulators of replication or translation , or support RNA-RNA recombination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we discuss these functions of SG RNAs and how they influence viral replication , translation and recombination .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Internal initiation on the (-)-strand RNA template",
      "sentences": [
        [
          {
            "segment_text": "Internal initiation on the ( - ) - strand RNA template",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Following the synthesis of the viral RNA-dependent RNA polymerase (RDRP), the (+) strand RNA is copied into a genome-length (−) strand which then serves as a template for the genomic (G) and the SG (+) strand RNAs (Fig. 1A) . Thus, the (−) strand RNA contains at least two different promoters, one for the synthesis of G RNA at or near the Virology 412 (2011) 245-255 ",
      "sentences": [
        [
          {
            "segment_text": "Following the synthesis of the viral RNA-dependent RNA polymerase ( RDRP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the ( + ) strand RNA is copied into a genome-length ( − ) strand which then serves as a template for the genomic ( G ) and the SG ( + ) strand RNAs ( Fig. 1A ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the ( − ) strand RNA contains at least two different promoters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one for the synthesis of G RNA at or near the Virology 412 ( 2011 ) 245-255",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "261"
  }
}