{
  "paper_id": "d5d8ef785de1d62d1dc5af2c02e95ae5e2ce083e",
  "metadata": {
    "title": "Mild encephalopathy with reversible splenial lesion in a patient with influenza A infection-first report in an adult patient in the USA",
    "coda_data_split": "train",
    "coda_paper_id": 6015,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We present a case of a 51-year-old man with panhypopituarism who developed clinically mild encephalopathy with a lesion in the splenium of the corpus callosum, in the setting of acute influenza A infection. The patient\u0027s initial presentation included hypernatraemia due to pre-existing iatrogenic central diabetes insipidus. Despite adequate treatment of hypernatraemia, his course was complicated by otherwise unexplained mild encephalopathy. Brain MRI revealed a diffusion restricted lesion in the splenium of the corpus callosum. This presentation was consistent with mild encephalopathy with reversible splenial lesion (MERS). The patient subsequently tested positive for influenza A. This is the first reported case of MERS syndrome due to influenza A infection in an adult patient in the USA. Mild encephalopathy associated with influenza A infection and a reversible splenial lesion of the corpus callosum has a favourable prognosis and resolves spontaneously.",
      "sentences": [
        [
          {
            "segment_text": "We present a case of a 51-year-old man with panhypopituarism who developed clinically mild encephalopathy with a lesion in the splenium of the corpus callosum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the setting of acute influenza A infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patient \u0027s initial presentation included hypernatraemia due to pre-existing iatrogenic central diabetes insipidus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite adequate treatment of hypernatraemia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "his course was complicated by otherwise unexplained mild encephalopathy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Brain MRI revealed a diffusion restricted lesion in the splenium of the corpus callosum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This presentation was consistent with mild encephalopathy with reversible splenial lesion ( MERS ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient subsequently tested positive for influenza A .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first reported case of MERS syndrome due to influenza A infection in an adult patient in the USA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mild encephalopathy associated with influenza A infection and a reversible splenial lesion of the corpus callosum has a favourable prognosis and resolves spontaneously .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "BACKGROUND",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "152"
  }
}