{
  "paper_id": "d5dd18b98d06fac67015e3619c8e501ec02ad5a8",
  "metadata": {
    "title": "High Diversity and Novel Enteric Viruses in Fecal Viromes of Healthy Wild and Captive Thai Cynomolgus Macaques (Macaca fascicularis)",
    "coda_data_split": "train",
    "coda_paper_id": 8483,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cynomolgus macaques are common across South East Asian countries including Thailand. The National Primate Research Center of Thailand, Chulalongkorn University (NPRCT-CU) captures wild-borne cynomolgus macaque for research use. Limited information is available on the enteric viruses and possible zoonotic infections into or from cynomolgus macaques. We characterized and compare the fecal virome of two populations; healthy wild-originated captive cynomolgus macaques (n \u003d 43) reared in NPRCT-CU and healthy wild cynomolgus macaques (n \u003d 35). Over 90% of recognized viral sequence reads amplified from feces were from bacterial viruses. Viruses from seven families of mammalian viruses were also detected (Parvoviridae, Anelloviridae, Picornaviridae, Adenoviridae, Papillomaviridae, Herpesviridae, and Caliciviridae). The genomes of a member of a new picornavirus genus we named Mafapivirus, a primate chapparvovirus, and a circular Rep-encoding single-strand (CRESS) DNA virus were also characterized. Higher abundance of CRESS DNA viruses of unknown tropism and invertebrate-tropic ambidensovirus were detected in wild versus captive macaques likely reflecting dietary differences. Short term rearing in captivity did not have a pronounced effect on the diversity of mammalian viruses of wild cynomolgus macaques. This study is the first report of the fecal virome of cynomolgus macaques, non-human primates frequently used in biomedical research and vaccination studies.",
      "sentences": [
        [
          {
            "segment_text": "Cynomolgus macaques are common across South East Asian countries including Thailand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The National Primate Research Center of Thailand ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chulalongkorn University ( NPRCT-CU ) captures wild-borne cynomolgus macaque for research use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limited information is available on the enteric viruses and possible zoonotic infections into or from cynomolgus macaques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We characterized and compare the fecal virome of two populations ; healthy wild-originated captive cynomolgus macaques ( n \u003d 43 ) reared in NPRCT-CU and healthy wild cynomolgus macaques ( n \u003d 35 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Over 90 % of recognized viral sequence reads amplified from feces were from bacterial viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses from seven families of mammalian viruses were also detected ( Parvoviridae , Anelloviridae , Picornaviridae , Adenoviridae , Papillomaviridae , Herpesviridae , and Caliciviridae ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The genomes of a member of a new picornavirus genus we named Mafapivirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a primate chapparvovirus , and a circular Rep-encoding single-strand ( CRESS ) DNA virus were also characterized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Higher abundance of CRESS DNA viruses of unknown tropism and invertebrate-tropic ambidensovirus were detected in wild versus captive macaques likely reflecting dietary differences .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Short term rearing in captivity did not have a pronounced effect on the diversity of mammalian viruses of wild cynomolgus macaques .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study is the first report of the fecal virome of cynomolgus macaques ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-human primates frequently used in biomedical research and vaccination studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "232"
  }
}