{
  "paper_id": "d5e051ae7435367d4fa42296c977230f44336229",
  "metadata": {
    "title": "Archives of Virology Antigenic and biological diversity of feline coronaviruses: feline infectious peritonitis and feline enteritis virus*",
    "coda_data_split": "train",
    "coda_paper_id": 6218,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Antigenically related feline coronaviruses cause two distinct disease manifestations in infected cats. The diseases are feline infectious peritonitis (FIP), in which the virus is widely disseminated, and feline enteric coronavirus (FECV), a mild disease in which the virus is usually limited to the villi. These two viruses were found to differ in their growth in cell culture. FIPV grows to higher titer, forms larger plaques and switches offhost cell protein synthesis more effectively than FECV. Cross neutralization studies showed antigenic differences between the strains. There also appeared to be a difference in the nucleoprotein molecular weight of the viruses causing these two different disease syndromes.",
      "sentences": [
        [
          {
            "segment_text": "Antigenically related feline coronaviruses cause two distinct disease manifestations in infected cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diseases are feline infectious peritonitis ( FIP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which the virus is widely disseminated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and feline enteric coronavirus ( FECV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a mild disease in which the virus is usually limited to the villi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These two viruses were found to differ in their growth in cell culture .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FIPV grows to higher titer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "forms larger plaques and switches offhost cell protein synthesis more effectively than FECV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cross neutralization studies showed antigenic differences between the strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There also appeared to be a difference in the nucleoprotein molecular weight of the viruses causing these two different disease syndromes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "119"
  }
}