{
  "paper_id": "d5e257eb542dd3f05e052663701a22b5d1f10860",
  "metadata": {
    "title": "Kunjin replicon-based simian immunodeficiency virus gag vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 8693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An RNA-based, non-cytopathic replicon vector system, based on the flavivirus Kunjin, has shown considerable promise as a new vaccine delivery system. Here we describe the testing in mice of four different SIVmac239 gag vaccines delivered by Kunjin replicon virus-like-particles. The four vaccines encoded the wild type gag gene, an RNA-optimised gag gene, a codon-optimised gag gene and a modified gag-pol gene construct. The vaccines behaved quite differently for induction of effector memory and central memory responses, for mediation of protection, and with respect to insert stability, with the SIV gag-pol vaccine providing the optimal performance. These results illustrate that for an RNA-based vector the RNA sequence of the antigen can have profound and unforeseen consequences on vaccine behaviour.",
      "sentences": [
        [
          {
            "segment_text": "An RNA-based , non-cytopathic replicon vector system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on the flavivirus Kunjin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has shown considerable promise as a new vaccine delivery system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the testing in mice of four different SIVmac239 gag vaccines delivered by Kunjin replicon virus-like-particles .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The four vaccines encoded the wild type gag gene ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "an RNA-optimised gag gene , a codon-optimised gag gene and a modified gag-pol gene construct .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The vaccines behaved quite differently for induction of effector memory and central memory responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for mediation of protection , and with respect to insert stability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the SIV gag-pol vaccine providing the optimal performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results illustrate that for an RNA-based vector the RNA sequence of the antigen can have profound and unforeseen consequences on vaccine behaviour .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "131"
  }
}