{
  "paper_id": "d5e28bda3bfcb2f51d7975658058cd61d4f9dda1",
  "metadata": {
    "title": "Oral presentations New aspects of emerging Clostridium difficile infections (CDI) S2 Pros and cons of molecular fingerprinting for Clostridium difficile infections",
    "coda_data_split": "train",
    "coda_paper_id": 5045,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the 1980s the epidemiology of Clostridium difficile infection (CDI) has been investigated by the application of many different typing or fingerprinting methods. To study the epidemiology of CDI, a typing method with a high discriminatory power, typeability, stability, power, reproducibility and epidemiological concordance is required. It should also have technical advantages, such as ease of performance, relative low cost, and high throughput. A growing number of molecular methods have been applied to C. difficile. For the early and rapid detection of outbreak situations, methods such as restriction enzyme analysis, arbitrary primed polymerase chain reaction (PCR), pulsed-field gel electrophoresis, and PCR ribotyping are commonly used. For long-term epidemiology, multilocus sequence typing, multilocus variable number of tandem repeats analysis (MLVA), and amplified fragment length polymorphism are of interest. Currently, the PCR-ribotyping method and the library of PCR ribotypes in Cardiff are the benchmarks to which most typing studies around the world are compared. Conventional agarose gel-based PCR ribotyping is easy to use and relatively cheap, but analysis of fragment lengths is hampered by poor resolution. Recently, a capillary gel electrophoresisbased PCR ribotyping assay has been developed that significantly reduces the hands-on time required for C. difficile PCR ribotyping. The results were highly reproducible, independent of reagent batches or brands used and allows inter-laboratory comparisons of typing results. The analysis of the sequenced C. difficile genome revealed a high percentage of DNA that consisted of a variable number of tandem repeats (VNTR). Recently, a new MLVA method was developed using smal short tandem repeats (2−9 bp) to facilitate automated fragment analysis with multicoloured capillary electrophoresis instead of sequencing. In a study using isolates from laboratories in Canada, the Netherlands, the United Kingdom, and the United States, seven C. difficile typing techniques were compared, but only REA and MLVA showed sufficient discrimination to distinguish strains from different outbreaks. MLVA has also been applied to study local outbreaks of C. difficile PCR ribotype 027 strains. MLVA is currently the most discriminative typing method and will contribute significantly to our understanding of the epidemiology of C. difficile.",
      "sentences": [
        [
          {
            "segment_text": "Since the 1980s the epidemiology of Clostridium difficile infection ( CDI ) has been investigated by the application of many different typing or fingerprinting methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study the epidemiology of CDI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a typing method with a high discriminatory power ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "typeability , stability , power ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reproducibility and epidemiological concordance is required .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It should also have technical advantages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as ease of performance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "relative low cost , and high throughput .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A growing number of molecular methods have been applied to C. difficile .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For the early and rapid detection of outbreak situations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "methods such as restriction enzyme analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "arbitrary primed polymerase chain reaction ( PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pulsed-field gel electrophoresis , and PCR ribotyping are commonly used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For long-term epidemiology , multilocus sequence typing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "multilocus variable number of tandem repeats analysis ( MLVA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and amplified fragment length polymorphism are of interest .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Currently , the PCR-ribotyping method and the library of PCR ribotypes in Cardiff are the benchmarks to which most typing studies around the world are compared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conventional agarose gel-based PCR ribotyping is easy to use and relatively cheap ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but analysis of fragment lengths is hampered by poor resolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , a capillary gel electrophoresisbased PCR ribotyping assay has been developed that significantly reduces the hands-on time required for C. difficile PCR ribotyping .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results were highly reproducible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "independent of reagent batches or brands used and allows inter-laboratory comparisons of typing results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of the sequenced C. difficile genome revealed a high percentage of DNA that consisted of a variable number of tandem repeats ( VNTR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recently , a new MLVA method was developed using smal short tandem repeats ( 2 − 9 bp ) to facilitate automated fragment analysis with multicoloured capillary electrophoresis instead of sequencing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a study using isolates from laboratories in Canada ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Netherlands , the United Kingdom ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the United States , seven C. difficile typing techniques were compared ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but only REA and MLVA showed sufficient discrimination to distinguish strains from different outbreaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MLVA has also been applied to study local outbreaks of C. difficile PCR ribotype 027 strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MLVA is currently the most discriminative typing method and will contribute significantly to our understanding of the epidemiology of C. difficile .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "S3 New treatment aspects of CDI",
      "sentences": [
        [
          {
            "segment_text": "S3 New treatment aspects of CDI",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The need for new therapeutic alternatives in CDI is clear. Current recurrence rates are unacceptably high. The optimal treatment of severe CDI, infection caused by strains associated with poor outcome (e.g. C. difficile ribotype 027), and multiple recurrences is unclear. There are several potentially promising new CDI treatment approaches under investigation, including antibiotic, anti-toxin and bacterial interference options. Probiotic therapy remains of unproven benefit. As new options become available, prognostic data will be needed to guide on the most approriate therapeutic choices.",
      "sentences": [
        [
          {
            "segment_text": "The need for new therapeutic alternatives in CDI is clear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current recurrence rates are unacceptably high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The optimal treatment of severe CDI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infection caused by strains associated with poor outcome ( e.g. C. difficile ribotype 027 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and multiple recurrences is unclear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are several potentially promising new CDI treatment approaches under investigation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including antibiotic , anti-toxin and bacterial interference options .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Probiotic therapy remains of unproven benefit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As new options become available ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prognostic data will be needed to guide on the most approriate therapeutic choices .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "22",
    "segment_num": "41",
    "token_num": "495"
  }
}