{
  "paper_id": "d5f6841f61ab1b11599f16043c48b9268be6e134",
  "metadata": {
    "title": "Origin and Possible Genetic Recombination of the Middle East Respiratory Syndrome Coronavirus from the First Imported Case in China: Phylogenetics and Coalescence Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 2985,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Middle East respiratory syndrome coronavirus (MERS-CoV) causes a severe acute respiratory tract infection with a high fatality rate in humans. Coronaviruses are capable of infecting multiple species and can evolve rapidly through recombination events. Here, we report the complete genomic sequence analysis of a MERS-CoV strain imported to China from South Korea. The imported virus, provisionally named ChinaGD01, belongs to group 3 in clade B in the whole-genome phylogenetic tree and also has a similar tree topology structure in the open reading frame 1a and -b (ORF1ab) gene segment but clusters with group 5 of clade B in the tree constructed using the S gene. Genetic recombination analysis and lineage-specific singlenucleotide polymorphism (SNP) comparison suggest that the imported virus is a recombinant comprising group 3 and group 5 elements. The time-resolved phylogenetic estimation indicates that the recombination event likely occurred in the second half of 2014. Genetic recombination events between group 3 and group 5 of clade B may have implications for the transmissibility of the virus. IMPORTANCE The recent outbreak of MERS-CoV in South Korea has attracted global media attention due to the speed of spread and onward transmission. Here, we present the complete genome of the first imported MERS-CoV case in China and demonstrate genetic recombination events between group 3 and group 5 of clade B that may have implications for the transmissibility of MERS-CoV. Tan W. 2015. Origin and possible genetic recombination of the Middle East respiratory syndrome coronavirus from the first imported case in China: phylogenetics and coalescence analysis. mBio 6(5):e01280-15.",
      "sentences": [
        [
          {
            "segment_text": "The Middle East respiratory syndrome coronavirus ( MERS-CoV ) causes a severe acute respiratory tract infection with a high fatality rate in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronaviruses are capable of infecting multiple species and can evolve rapidly through recombination events .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report the complete genomic sequence analysis of a MERS-CoV strain imported to China from South Korea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The imported virus , provisionally named ChinaGD01 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "belongs to group 3 in clade B in the whole-genome phylogenetic tree and also has a similar tree topology structure in the open reading frame 1a and - b ( ORF1ab ) gene segment but clusters with group 5 of clade B in the tree constructed using the S gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genetic recombination analysis and lineage-specific singlenucleotide polymorphism ( SNP ) comparison suggest that the imported virus is a recombinant comprising group 3 and group 5 elements .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The time-resolved phylogenetic estimation indicates that the recombination event likely occurred in the second half of 2014 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genetic recombination events between group 3 and group 5 of clade B may have implications for the transmissibility of the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE The recent outbreak of MERS-CoV in South Korea has attracted global media attention due to the speed of spread and onward transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we present the complete genome of the first imported MERS-CoV case in China and demonstrate genetic recombination events between group 3 and group 5 of clade B that may have implications for the transmissibility of MERS-CoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Tan W. 2015 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Origin and possible genetic recombination of the Middle East respiratory syndrome coronavirus from the first imported case in China : phylogenetics and coalescence analysis .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "mBio 6 ( 5 ) : e01280-15 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "13",
    "token_num": "285"
  }
}