{
  "paper_id": "d5fc202cbd1c346056d079c45f0577b767206fc0",
  "metadata": {
    "title": "Improving the Hospital Quality of Care during Winter Periods by Optimizing Budget Allocation Between Rotavirus Vaccination and Bed Expansion",
    "coda_data_split": "train",
    "coda_paper_id": 6882,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background During each winter the hospital quality of care (QoC) in pediatric wards decreases due to a surge in pediatric infectious diseases leading to overcrowded units. Bed occupancy rates often surpass the good hospital bed management threshold of 85%, which can result in poor conditions in the workplace. This study explores how QoCscores could be improved by investing in additional beds and/or better vaccination programs against vaccine-preventable infectious diseases. Methods The Cobb-Douglas model was selected to define the improvement in QoC (%) as a function of two strategies (rotavirus vaccination coverage [%] and addition of extra hospital beds [% of existing beds]), allowing improvementisocurves to be produced. Subsequently, budget minimization was applied to determine the combination of the two strategies needed to reach a given QoC improvement at the lowest cost. Data from Jessa Hospital (Hasselt, Belgium) were chosen as an example. The annual population in the catchment area to be vaccinated was 7000 children; the winter period was 90 days with 34 pediatric beds available. Rotavirus vaccination cost per course was €118.26 and the daily cost of a pediatric bed was €436.53. The target QoC increase was fixed at 50%. The model was first built with baseline parameter values. Results The model predicted that a combination of 64% vaccine coverage and 39% extra hospital beds (\u0026 13 extra beds) in winter would improve QoC-scores by 50% for the minimum budget allocation. Conclusion The model allows determination of the most efficient allocation of the healthcare budget between rotavirus vaccination and bed expansion for improving QoCscores during the annual epidemic winter seasons.",
      "sentences": [
        [
          {
            "segment_text": "Background During each winter the hospital quality of care ( QoC ) in pediatric wards decreases due to a surge in pediatric infectious diseases leading to overcrowded units .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bed occupancy rates often surpass the good hospital bed management threshold of 85 % ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can result in poor conditions in the workplace .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study explores how QoCscores could be improved by investing in additional beds and/or better vaccination programs against vaccine-preventable infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods The Cobb-Douglas model was selected to define the improvement in QoC ( % ) as a function of two strategies ( rotavirus vaccination coverage ( % ) and addition of extra hospital beds ( % of existing beds ) ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allowing improvementisocurves to be produced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Subsequently , budget minimization was applied to determine the combination of the two strategies needed to reach a given QoC improvement at the lowest cost .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data from Jessa Hospital ( Hasselt , Belgium ) were chosen as an example .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The annual population in the catchment area to be vaccinated was 7000 children ; the winter period was 90 days with 34 pediatric beds available .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rotavirus vaccination cost per course was € 118.26 and the daily cost of a pediatric bed was € 436.53 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The target QoC increase was fixed at 50 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model was first built with baseline parameter values .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results The model predicted that a combination of 64 % vaccine coverage and 39 % extra hospital beds ( \u0026 13 extra beds ) in winter would improve QoC-scores by 50 % for the minimum budget allocation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion The model allows determination of the most efficient allocation of the healthcare budget between rotavirus vaccination and bed expansion for improving QoCscores during the annual epidemic winter seasons .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "299"
  }
}