{
  "paper_id": "d5fe64c1a40f8bd7aa905ec2ae30e911eacadb53",
  "metadata": {
    "title": "Enhancement of target-DNA hybridization efficiency by pre-hybridization on sequence-orientated micro-arrayed probes",
    "coda_data_split": "train",
    "coda_paper_id": 9205,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The enhancement of hybridization efficiency of deoxyribonucleic acid (DNA) targets using oligonucleotide pre-hybridization is studied on two sequence-inversed micro-arrayed probes. The sequences for pre-hybridizing both oligo and target DNA are designed to be fully complementary with their shared DNA probe in a coaxial stacking configuration; i.e. they hybridize immediately alongside each other along the continuous complement probe strand. The pre-hybridizing oligo and target DNA are differentiated by being labeled with two distinct fluorescent dyes, and the cooperative effect on hybridization efficiency is investigated through the comparison of the stacking and individual hybridization configurations based on the detection signals of the labeling dyes. The results show that the pre-hybridization of a DNA oligo enhances the subsequent hybridization efficiency of the target-DNA coupling onto the same probe. The efficiency is enhanced if the hybridization position occurs at a site close to the substrate surface. #",
      "sentences": [
        [
          {
            "segment_text": "The enhancement of hybridization efficiency of deoxyribonucleic acid ( DNA ) targets using oligonucleotide pre-hybridization is studied on two sequence-inversed micro-arrayed probes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The sequences for pre-hybridizing both oligo and target DNA are designed to be fully complementary with their shared DNA probe in a coaxial stacking configuration ; i.e. they hybridize immediately alongside each other along the continuous complement probe strand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pre-hybridizing oligo and target DNA are differentiated by being labeled with two distinct fluorescent dyes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the cooperative effect on hybridization efficiency is investigated through the comparison of the stacking and individual hybridization configurations based on the detection signals of the labeling dyes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that the pre-hybridization of a DNA oligo enhances the subsequent hybridization efficiency of the target-DNA coupling onto the same probe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The efficiency is enhanced if the hybridization position occurs at a site close to the substrate surface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "152"
  }
}