{
  "paper_id": "d604b2fa9328520de1cb77b550803b82b6bbbe87",
  "metadata": {
    "title": "Duplex Molecular Assay Intended for Point-of-Care Diagnosis of Influenza A/B Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 5331,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Early diagnosis and management of influenza virus infection directly correlates with the effectiveness in disease control. Current molecular influenza virus tests were designed for use in diagnostic testing facilities, where sophisticated equipment and highly trained technicians are available. A longer turnaround time for the centralized testing than when testing near the sample source could delay the initiation of medical intervention, thereby reducing the efficacy of antiviral treatment. The new assay, the SAMBA (simple amplification-based assay) Flu duplex test, is a dipstick-based molecular assay developed to provide a simple,",
      "sentences": [
        [
          {
            "segment_text": "Early diagnosis and management of influenza virus infection directly correlates with the effectiveness in disease control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current molecular influenza virus tests were designed for use in diagnostic testing facilities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where sophisticated equipment and highly trained technicians are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A longer turnaround time for the centralized testing than when testing near the sample source could delay the initiation of medical intervention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby reducing the efficacy of antiviral treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The new assay , the SAMBA ( simple amplification-based assay ) Flu duplex test ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a dipstick-based molecular assay developed to provide a simple ,",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "accurate, and cost-effective solution for the diagnosis of influenza A/B viruses intended for near-patient testing. The test presents an alternative format of influenza virus molecular testing that utilizes isothermal amplification and visual detection of nucleic acid on a test strip. The entire test procedure (extraction, amplification, and detection) is integrated into an enclosed semiautomated system. Analytically, the SAMBA Flu duplex test detects 95 and 85 copies of viral genomes for influenza A and B viruses, respectively, with no cross-reactivity observed against other common respiratory pathogens. The clinical performance was established by blind testing of 328 nasal/throat and nasopharyngeal swab specimens from the United Kingdom and Belgium and comparing the results with the quantitative reverse transcription-PCR method routinely used in two public health laboratories. The SAMBA Flu duplex test showed a clinical sensitivity and specificity of 100% and 97.9% for influenza virus A and 100% and 100% for influenza virus B. The test provides a new technology that could facilitate simple and timely identification of influenza virus infection, potentially resulting in more efficient control measures.",
      "sentences": [
        [
          {
            "segment_text": "accurate , and cost-effective solution for the diagnosis of influenza A/B viruses intended for near-patient testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The test presents an alternative format of influenza virus molecular testing that utilizes isothermal amplification and visual detection of nucleic acid on a test strip .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The entire test procedure ( extraction , amplification , and detection ) is integrated into an enclosed semiautomated system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analytically , the SAMBA Flu duplex test detects 95 and 85 copies of viral genomes for influenza A and B viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , with no cross-reactivity observed against other common respiratory pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical performance was established by blind testing of 328 nasal/throat and nasopharyngeal swab specimens from the United Kingdom and Belgium and comparing the results with the quantitative reverse transcription-PCR method routinely used in two public health laboratories .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SAMBA Flu duplex test showed a clinical sensitivity and specificity of 100 % and 97.9 % for influenza virus A and 100 % and 100 % for influenza virus B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The test provides a new technology that could facilitate simple and timely identification of influenza virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "potentially resulting in more efficient control measures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "292"
  }
}