{
  "paper_id": "d618a596def847bdfc19991c694e09bdeccf2287",
  "metadata": {
    "title": "Stochastic dynamics of an epidemics with recurrent spillovers from an endemic reservoir",
    "coda_data_split": "train",
    "coda_paper_id": 5598,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Most emerging human infectious diseases have an animal origin. Yet, while zoonotic diseases originate from a primary reservoir, most theoretical studies have principally focused on single-host processes, either exclusively humans or exclusively animals, without considering the importance of animal to human transmission for understanding the dynamics of emerging infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Most emerging human infectious diseases have an animal origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , while zoonotic diseases originate from a primary reservoir ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most theoretical studies have principally focused on single-host processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "either exclusively humans or exclusively animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "without considering the importance of animal to human transmission for understanding the dynamics of emerging infectious diseases .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we aim to investigate the importance of spillover transmission for explaining the number and the size of outbreaks. We propose a simple stochastic Susceptible-Infected-Recovered model with a recurrent infection of an incidental host from a reservoir (e.g. humans by a zoonotic species), considering two",
      "sentences": [
        [
          {
            "segment_text": "Here we aim to investigate the importance of spillover transmission for explaining the number and the size of outbreaks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We propose a simple stochastic Susceptible-Infected-Recovered model with a recurrent infection of an incidental host from a reservoir ( e.g. humans by a zoonotic species ) , considering two",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "105"
  }
}