{
  "paper_id": "d61d621cc1dae36a11ec4f11cf2be046d4fe4e9b",
  "metadata": {
    "title": "Diagnosis of Novel Pandemic Influenza Virus 2009 H1N1 in Hospitalized Patients",
    "coda_data_split": "train",
    "coda_paper_id": 7306,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A real-time RT-PCR assay was standardized and evaluated for the detection of the recent pandemic 2009 H1N1 strain that circulated around the world causing colossal loss of human life. We amplified the conserved regions of the hemagglutinin (HA) gene of 438 clinical specimens using real-time RT-PCR assay for rapid identification of pandemic influenza virus. The real-time RT-PCR was optimized and the primers and probes were tested against a panel of known negative and positive controls. RNA isolated from the HeLa cell line served as quality control. The conventional RT-PCR which is an established method of influenza virus diagnosis was compared to realtime RT-PCR. Of 438 clinical specimens tested, 212 specimens were found positive for influenza A virus (SD 46.669) in which 139 specimens were diagnosed positive for the pandemic 2009 H1N1 while 73 were the seasonal influenza viruses. We report that the real-time RT-PCR assay offers both, a high sensitivity and specificity when compared with the traditional identification method. The real-time RT-PCR assay allows rapid identification of the pandemic swine 2009-H1N1 at very low viral loads that are negative by the traditional RT-PCR. This optimized assay can be a very useful tool to assist both epidemiologists and the clinicians.",
      "sentences": [
        [
          {
            "segment_text": "A real-time RT-PCR assay was standardized and evaluated for the detection of the recent pandemic 2009 H1N1 strain that circulated around the world causing colossal loss of human life .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We amplified the conserved regions of the hemagglutinin ( HA ) gene of 438 clinical specimens using real-time RT-PCR assay for rapid identification of pandemic influenza virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The real-time RT-PCR was optimized and the primers and probes were tested against a panel of known negative and positive controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RNA isolated from the HeLa cell line served as quality control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The conventional RT-PCR which is an established method of influenza virus diagnosis was compared to realtime RT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of 438 clinical specimens tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "212 specimens were found positive for influenza A virus ( SD 46.669 ) in which 139 specimens were diagnosed positive for the pandemic 2009 H1N1 while 73 were the seasonal influenza viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We report that the real-time RT-PCR assay offers both ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a high sensitivity and specificity when compared with the traditional identification method .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The real-time RT-PCR assay allows rapid identification of the pandemic swine 2009-H1N1 at very low viral loads that are negative by the traditional RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This optimized assay can be a very useful tool to assist both epidemiologists and the clinicians .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "214"
  }
}