{
  "paper_id": "d624310854291e71dfd4af21d00cc0406d52c7a3",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2043,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We investigated the clinical manifestations and course of all probable severe acute respiratory syndrome (SARS) patients in the Vietnam outbreak. Probable SARS cases were defined by using the revised World Health Organization criteria. We systematically reviewed medical records and undertook descriptive statistical analyses. All 62 patients were hospitalized. On admission, the most prominent symptoms were malaise (82.3%) and fever (79.0%). Cough, chest pain, and shortness of breath were present in approximately one quarter of the patients; 79.0% had lymphopenia; 40.3% had thrombocytopenia; 19.4% had leukopenia; and 75.8% showed changes on chest radiograph. Fever developed on the first day of illness onset, and both respiratory symptoms and radiographic changes occurred on day 4. On average, maximal radiographic changes were observed on day 10, and fevers subsided by day 13. Symptoms on admission were nonspecific, although fever, malaise, and lymphopenia were common. The complications of SARS included invasive intubation and ventilation (11.3%) and death (9.7%).",
      "sentences": [
        [
          {
            "segment_text": "We investigated the clinical manifestations and course of all probable severe acute respiratory syndrome ( SARS ) patients in the Vietnam outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Probable SARS cases were defined by using the revised World Health Organization criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We systematically reviewed medical records and undertook descriptive statistical analyses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All 62 patients were hospitalized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On admission , the most prominent symptoms were malaise ( 82.3 % ) and fever ( 79.0 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cough , chest pain , and shortness of breath were present in approximately one quarter of the patients ; 79.0 % had lymphopenia ; 40.3 % had thrombocytopenia ; 19.4 % had leukopenia ; and 75.8 % showed changes on chest radiograph .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fever developed on the first day of illness onset ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and both respiratory symptoms and radiographic changes occurred on day 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On average , maximal radiographic changes were observed on day 10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and fevers subsided by day 13 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Symptoms on admission were nonspecific ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although fever , malaise , and lymphopenia were common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The complications of SARS included invasive intubation and ventilation ( 11.3 % ) and death ( 9.7 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "194"
  }
}