{
  "paper_id": "d62ba26b88d3c36592cc7d29d5761a9fef9c0d6d",
  "metadata": {
    "title": "Co-infection of porcine dendritic cells with porcine circovirus type 2a (PCV2a) and genotype II porcine reproductive and respiratory syndrome virus (PRRSV) induces CD4 + CD25 + FoxP3 + T cells in vitro",
    "coda_data_split": "train",
    "coda_paper_id": 2686,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine circovirus associated disease (PCVAD) is currently one of the most economically important diseases in the global swine industry. Porcine circovirus type 2 (PCV2) is the primary causative agent, however co-infection with other swine pathogens such as porcine reproductive and respiratory syndrome virus (PRRSV) is often required to induce the full spectrum of clinical PCVAD. While the specific mechanisms of viral co-infection that lead to clinical disease are not fully understood, immune modulation by the co-infecting viruses likely plays a critical role. We evaluated the ability of dendritic cells (DC) infected with PRRSV, PCV2 or both to induce regulatory T cells (T regs ) in vitro. DCs infected with PCV2 significantly increased CD4 + CD25 + FoxP3 + T regs (p\u003c0.05) and DCs co-infected with PRRSV and PCV2 induced significantly higher numbers of T regs than with PCV2 alone (p\u003c0.05). Cytokine analysis indicated that the induction of T regs by co-infected DCs may be dependent on TGF-β and not IL-10. Our data support the immunomodulatory role of PCV2/PRRSV co-infection in the pathogenesis of PCVAD, specifically via T reg mediated immunosuppression.",
      "sentences": [
        [
          {
            "segment_text": "Porcine circovirus associated disease ( PCVAD ) is currently one of the most economically important diseases in the global swine industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Porcine circovirus type 2 ( PCV2 ) is the primary causative agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however co-infection with other swine pathogens such as porcine reproductive and respiratory syndrome virus ( PRRSV ) is often required to induce the full spectrum of clinical PCVAD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the specific mechanisms of viral co-infection that lead to clinical disease are not fully understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immune modulation by the co-infecting viruses likely plays a critical role .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the ability of dendritic cells ( DC ) infected with PRRSV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PCV2 or both to induce regulatory T cells ( T regs ) in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DCs infected with PCV2 significantly increased CD4 + CD25 + FoxP3 + T regs ( p \u003c 0.05 ) and DCs co-infected with PRRSV and PCV2 induced significantly higher numbers of T regs than with PCV2 alone ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cytokine analysis indicated that the induction of T regs by co-infected DCs may be dependent on TGF-β and not IL-10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data support the immunomodulatory role of PCV2/PRRSV co-infection in the pathogenesis of PCVAD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specifically via T reg mediated immunosuppression .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords porcine reproductive and respiratory syndrome virus (PRRSV); porcine circovirus type 2 (PCV2); dendritic cells; porcine circovirus associated disease (PCVAD); regulatory T cell; co-infection",
      "sentences": [
        [
          {
            "segment_text": "Keywords porcine reproductive and respiratory syndrome virus ( PRRSV ) ; porcine circovirus type 2 ( PCV2 ) ; dendritic cells ; porcine circovirus associated disease ( PCVAD ) ; regulatory T cell ; co-infection",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "243"
  }
}