{
  "paper_id": "d63201b4350a82c89280d64cf8a0fcbdffaaf40c",
  "metadata": {
    "title": "PTH[1-34] improves the effects of core decompression in early-stage steroid- associated osteonecrosis model by enhancing bone repair and revascularization",
    "coda_data_split": "train",
    "coda_paper_id": 9188,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Steroid-associated osteonecrosis (SAON) might induce bone collapse and subsequently lead to joint arthroplasty. Core decompression (CD) is regarded as an effective therapy for early-stage SAON, but the prognosis is unsatisfactory due to incomplete bone repair. Parathyroid hormone[1-34] (PTH ) has demonstrated positive efficacy in promoting bone formation. We therefore evaluated the effects of PTH on improving the effects of CD in Early-Stage SAON. Distal femoral CD was performed two weeks after osteonecrosis induction or vehicle injection, with ten of the ON-induced rabbits being subjected to six-week PTH [1-34] treatment and the others, including ON-induced and non-induced rabbits, being treated with vehicle. MRI confirmed that intermittent PTH administration improved SAON after CD therapy. Micro-CT showed increased bone formation within the tunnel. Bone repair was enhanced with decreased empty osteocyte lacunae and necrosis foci area, resulting in enhanced peak load and stiffness of the tunnel. Additionally, PTH enlarged the mean diameter of vessels in the marrow and increased the number of vessels within the tunnels, as well as elevated the expression of BMP-2, RUNX2, IGF-1, bFGF and VEGF, together with serum OCN and VEGF levels. Therefore, PTH[1-34] enhances the efficacy of CD on osteogenesis and neovascularization, thus promoting bone and blood vessels repair in the SAON model. OPEN ACCESS Citation: Zhou C-h, Meng J-h, Zhao C-c, Ye C-y, Zhu H-x, Hu B, et al. (2017) PTH[1-34] improves the effects of core decompression in early-stage steroid-associated osteonecrosis model by enhancing bone repair and revascularization. PLoS ONE 12(5): e0178781. https://doi.org/10.",
      "sentences": [
        [
          {
            "segment_text": "Steroid-associated osteonecrosis ( SAON ) might induce bone collapse and subsequently lead to joint arthroplasty .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Core decompression ( CD ) is regarded as an effective therapy for early-stage SAON ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the prognosis is unsatisfactory due to incomplete bone repair .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Parathyroid hormone ( 1-34 ) ( PTH ) has demonstrated positive efficacy in promoting bone formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We therefore evaluated the effects of PTH on improving the effects of CD in Early-Stage SAON .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Distal femoral CD was performed two weeks after osteonecrosis induction or vehicle injection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with ten of the ON-induced rabbits being subjected to six-week PTH ( 1-34 ) treatment and the others ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including ON-induced and non-induced rabbits , being treated with vehicle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "MRI confirmed that intermittent PTH administration improved SAON after CD therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Micro-CT showed increased bone formation within the tunnel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bone repair was enhanced with decreased empty osteocyte lacunae and necrosis foci area ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in enhanced peak load and stiffness of the tunnel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , PTH enlarged the mean diameter of vessels in the marrow and increased the number of vessels within the tunnels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as elevated the expression of BMP-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RUNX2 , IGF-1 , bFGF and VEGF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with serum OCN and VEGF levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , PTH ( 1-34 ) enhances the efficacy of CD on osteogenesis and neovascularization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus promoting bone and blood vessels repair in the SAON model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OPEN ACCESS Citation : Zhou C-h ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Meng J-h , Zhao C-c ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Ye C-y , Zhu H-x ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Hu B , et al. ( 2017 ) PTH ( 1-34 ) improves the effects of core decompression in early-stage steroid-associated osteonecrosis model by enhancing bone repair and revascularization .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 12 ( 5 ) : e0178781 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "301"
  }
}