{
  "paper_id": "d633bd45d16816814f6df5f930ddf8d460ac4b2a",
  "metadata": {
    "title": "Website 101 World Health Organization statistics. Future Virol",
    "coda_data_split": "train",
    "coda_paper_id": 2725,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viruses employ different strategies to circumvent the antiviral actions of the innate immune response. SARS coronavirus (SARS-CoV), a virus that causes severe lung damage, encodes an array of proteins able to inhibit induction and signaling of type-I interferons. However, recent studies have demonstrated that interferons are produced during SARS-CoV infection in humans and macaques. Furthermore, nuclear translocation of activated STAT1 and a range of interferon-stimulated genes could be demonstrated in the lungs of SARS-CoV-infected macaques. In line with these observations, plasmacytoid dendritic cells have been shown to produce interferons upon SARS-CoV infection in vitro. Given the pivotal role of interferons during viral infections, (differential) induction of interferons may affect the outcome of the infection. Therefore, the functional implication of interferon production during SARS-CoV infection remains to be re-investigated.",
      "sentences": [
        [
          {
            "segment_text": "Viruses employ different strategies to circumvent the antiviral actions of the innate immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS coronavirus ( SARS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a virus that causes severe lung damage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encodes an array of proteins able to inhibit induction and signaling of type-I interferons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , recent studies have demonstrated that interferons are produced during SARS-CoV infection in humans and macaques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , nuclear translocation of activated STAT1 and a range of interferon-stimulated genes could be demonstrated in the lungs of SARS-CoV-infected macaques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In line with these observations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plasmacytoid dendritic cells have been shown to produce interferons upon SARS-CoV infection in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Given the pivotal role of interferons during viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( differential ) induction of interferons may affect the outcome of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the functional implication of interferon production during SARS-CoV infection remains to be re-investigated .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "innate immunity; interferon; plasmacytoid dendritic cell; SARS coronavirus SARS emerged late 2002-early 2003 in Guangdong Province, China, and spread rapidly to several countries in Asia, North America and Europe causing disease in 8096 people, of whom 774 died [ 101 ]",
      "sentences": [
        [
          {
            "segment_text": "innate immunity ; interferon ; plasmacytoid dendritic cell ; SARS coronavirus SARS emerged late 2002-early 2003 in Guangdong Province ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "China , and spread rapidly to several countries in Asia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "North America and Europe causing disease in 8096 people ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of whom 774 died ( 101 )",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": ". Although the number of deaths caused by SARS remained relatively low compared with, for example, flu pandemics, the impact of the SARS epidemic was quite high.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the number of deaths caused by SARS remained relatively low compared with ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , flu pandemics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the impact of the SARS epidemic was quite high .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "225"
  }
}