{
  "paper_id": "d634751b77c1f304d9dc2a979806013710333b2f",
  "metadata": {
    "title": "PEGylated substrates of NSP4 protease: A tool to study protease specificity OPEN",
    "coda_data_split": "train",
    "coda_paper_id": 8884,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Herein we present the synthesis of a novel type of peptidomimetics composed of repeating diaminopropionic acid residues modified with structurally diverse heterobifunctional polyethylene glycol chains (abbreviated as DAPEG). Based on the developed compounds, a library of fluorogenic substrates was synthesized. Further library deconvolution towards human neutrophil serine protease 4 (NSP4) yielded highly sensitive and selective internally quenched peptidomimetic substrates. In silico analysis of the obtained peptidomimetics revealed the presence of an interaction network with distant subsites located on the enzyme surface.",
      "sentences": [
        [
          {
            "segment_text": "Herein we present the synthesis of a novel type of peptidomimetics composed of repeating diaminopropionic acid residues modified with structurally diverse heterobifunctional polyethylene glycol chains ( abbreviated as DAPEG ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on the developed compounds ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a library of fluorogenic substrates was synthesized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Further library deconvolution towards human neutrophil serine protease 4 ( NSP4 ) yielded highly sensitive and selective internally quenched peptidomimetic substrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In silico analysis of the obtained peptidomimetics revealed the presence of an interaction network with distant subsites located on the enzyme surface .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "90"
  }
}