{
  "paper_id": "d645d0810dc135926d21b8c7d0110fc9cd9c2cec",
  "metadata": {
    "title": "Spatial epidemiology of networked metapopulation: an overview",
    "coda_data_split": "train",
    "coda_paper_id": 9576,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An emerging disease is one infectious epidemic caused by a newly transmissible pathogen, which has either appeared for the first time or already existed in human populations, having the capacity to increase rapidly in incidence as well as geographic range. Adapting to human immune system, emerging diseases may trigger large-scale pandemic spreading, such as the transnational spreading of SARS, the global outbreak of A(H1N1), and the recent potential invasion of avian influenza A(H7N9). To study the dynamics mediating the transmission of emerging diseases, spatial epidemiology of networked metapopulation provides a valuable modeling framework, which takes spatially distributed factors into consideration. This review elaborates the latest progresses on the spatial metapopulation dynamics, discusses empirical and theoretical findings that verify the validity of networked metapopulations, and the sketches application in evaluating the effectiveness of disease intervention strategies as well.",
      "sentences": [
        [
          {
            "segment_text": "An emerging disease is one infectious epidemic caused by a newly transmissible pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has either appeared for the first time or already existed in human populations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "having the capacity to increase rapidly in incidence as well as geographic range .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Adapting to human immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerging diseases may trigger large-scale pandemic spreading ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the transnational spreading of SARS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the global outbreak of A ( H1N1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the recent potential invasion of avian influenza A ( H7N9 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To study the dynamics mediating the transmission of emerging diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "spatial epidemiology of networked metapopulation provides a valuable modeling framework ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which takes spatially distributed factors into consideration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review elaborates the latest progresses on the spatial metapopulation dynamics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "discusses empirical and theoretical findings that verify the validity of networked metapopulations ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the sketches application in evaluating the effectiveness of disease intervention strategies as well .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "14",
    "token_num": "157"
  }
}