{
  "paper_id": "d6488865ab8729b374794e7a9b0bfe575e040766",
  "metadata": {
    "title": "Journal of the Pediatric Infectious Diseases Society Viral Etiology and the Impact of Codetection in Young Children Presenting With Influenza-Like Illness",
    "coda_data_split": "train",
    "coda_paper_id": 9339,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Children with acute respiratory tract infection (ARTI) frequently exhibit virus-virus codetection, yet the clinical significance of ARTI remains contentious. Using data from a prospective cohort of children with influenza-like illness, we examined the virology of ARTI and determined the clinical impact of virus-virus codetection.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Children with acute respiratory tract infection ( ARTI ) frequently exhibit virus-virus codetection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet the clinical significance of ARTI remains contentious .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using data from a prospective cohort of children with influenza-like illness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we examined the virology of ARTI and determined the clinical impact of virus-virus codetection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Children aged 6 to 59 months who presented to a tertiary pediatric hospital between influenza seasons 2008 and 2012 with fever and acute respiratory symptoms were enrolled, and nasal samples were collected. Respiratory viruses were identified by culture and polymerase chain reaction. We compared demographics, presenting symptoms, and clinical outcomes of children with a single-virus infection and those in whom 2 or more viruses were detected (virus-virus codetection). We used logistic regression models and estimated marginal means to calculate the adjusted odds ratios and probabilities of symptom presentation, prescription of antibiotics, and hospitalization.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children aged 6 to 59 months who presented to a tertiary pediatric hospital between influenza seasons 2008 and 2012 with fever and acute respiratory symptoms were enrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and nasal samples were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Respiratory viruses were identified by culture and polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We compared demographics , presenting symptoms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and clinical outcomes of children with a single-virus infection and those in whom 2 or more viruses were detected ( virus-virus codetection ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used logistic regression models and estimated marginal means to calculate the adjusted odds ratios and probabilities of symptom presentation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "prescription of antibiotics , and hospitalization .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Of 2356 children, a virus was detected in 1630 (69.2%) of them; rhinovirus (40.8%), influenza (29.5%), and respiratory syncytial virus (26.4%) were detected most commonly. Two or more viruses were detected in 25% of these children. After we adjusted for demographic factors, children with virus-virus codetection had greater odds of presenting with cough (adjusted odds ratio [aOR], 1.9; 95% confidence interval [CI], 1.2-3.1) and rhinorrhea (aOR, 1.8; 95% CI, 1.1-2.9) than those with a single-virus infection, although both symptoms were common. Children with influenza and respiratory syncytial virus combined had the highest probability of hospitalization (55%; 95% CI, 35%-73%), which was significantly greater than for those with influenza infection alone (22%; 95% CI, 16%-29%).",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 2356 children , a virus was detected in 1630 ( 69.2 % ) of them ; rhinovirus ( 40.8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza ( 29.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and respiratory syncytial virus ( 26.4 % ) were detected most commonly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two or more viruses were detected in 25 % of these children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After we adjusted for demographic factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "children with virus-virus codetection had greater odds of presenting with cough ( adjusted odds ratio ( aOR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.9 ; 95 % confidence interval ( CI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.2-3.1 ) and rhinorrhea ( aOR , 1.8 ; 95 % CI , 1.1-2.9 ) than those with a single-virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although both symptoms were common .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with influenza and respiratory syncytial virus combined had the highest probability of hospitalization ( 55 % ; 95 % CI , 35 % -73 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was significantly greater than for those with influenza infection alone ( 22 % ; 95 % CI , 16 % -29 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Overall, virus-virus codetection has limited impact on clinical severity among children with influenza-like illness. However, infection with specific pathogen pairs might be associated with more severe outcomes. Routine diagnostics to identify specific viruses should be restricted to common pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , virus-virus codetection has limited impact on clinical severity among children with influenza-like illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , infection with specific pathogen pairs might be associated with more severe outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Routine diagnostics to identify specific viruses should be restricted to common pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "29",
    "token_num": "378"
  }
}