{
  "paper_id": "d64e22587ecdc1b579d5989b0d23445f7138a0cd",
  "metadata": {
    "title": "Evidence for a crucial role of a host non-coding RNA in influenza A virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 7538,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A growing body of evidence suggests the non-protein coding human genome is of vital importance for human cell function. Besides small RNAs, the diverse class of long non-coding RNAs (lncRNAs) recently came into focus. however, their relevance for infection, a major evolutionary driving force, remains elusive. Using two commercially available microarray systems, namely Ncode™ and sureprint™ G3, we identified differential expression of 42 ncRNAs during influenza A virus (IAV) infection in human lung epithelial cells. This included several classes of lncRNAs, including large intergenic ncRNAs (lincRNAs). As analyzed by qRT-PcR, expression of one lincRNA, which we termed virus inducible lincRNA (VIN), is induced by several IAV strains (h1N1, h3N2, h7N7) as well as vesicular stomatitis virus. however, we did not observe an induction of VIN by influenza B virus, treatment with RNA mimics, or IFNβ. Thus, VIN expression seems to be a specific response to certain viral infections. RNA fractionation and RNA-FIsh experiments revealed that VIN is localized to the host cell nucleus. Most importantly, we show that abolition of VIN by RNA interference restricts IAV replication and viral protein synthesis, highlighting the relevance of this lincRNA for productive IAV infection. Our observations suggest that viral pathogens interfere with the non-coding portion of the human genome, thereby guaranteeing their successful propagation, and that the expression of VIN correlates with their virulence. consequently, our study provides a novel approach for understanding virus pathogenesis in greater detail, which will enable future design of new antiviral strategies targeting the host\u0027s non-protein coding genome.",
      "sentences": [
        [
          {
            "segment_text": "A growing body of evidence suggests the non-protein coding human genome is of vital importance for human cell function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Besides small RNAs , the diverse class of long non-coding RNAs ( lncRNAs ) recently came into focus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "however , their relevance for infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a major evolutionary driving force , remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using two commercially available microarray systems ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "namely Ncode ™ and sureprint ™ G3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we identified differential expression of 42 ncRNAs during influenza A virus ( IAV ) infection in human lung epithelial cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This included several classes of lncRNAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including large intergenic ncRNAs ( lincRNAs ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As analyzed by qRT-PcR , expression of one lincRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which we termed virus inducible lincRNA ( VIN ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is induced by several IAV strains ( h1N1 , h3N2 , h7N7 ) as well as vesicular stomatitis virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "however , we did not observe an induction of VIN by influenza B virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "treatment with RNA mimics , or IFNβ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , VIN expression seems to be a specific response to certain viral infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RNA fractionation and RNA-FIsh experiments revealed that VIN is localized to the host cell nucleus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most importantly , we show that abolition of VIN by RNA interference restricts IAV replication and viral protein synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the relevance of this lincRNA for productive IAV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our observations suggest that viral pathogens interfere with the non-coding portion of the human genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby guaranteeing their successful propagation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that the expression of VIN correlates with their virulence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "consequently , our study provides a novel approach for understanding virus pathogenesis in greater detail ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which will enable future design of new antiviral strategies targeting the host \u0027s non-protein coding genome .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "297"
  }
}