{
  "paper_id": "d653d9860ec8395a6d1b7f6369c51b8e63dfe214",
  "metadata": {
    "title": "The effect of emodin, an anthraquinone derivative extracted from the roots of Rheum tanguticum, against herpes simplex virus in vitro and in vivo",
    "coda_data_split": "train",
    "coda_paper_id": 7347,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aim of the study: Herpes simplex viruses (HSV-1 and -2) are important pathogens for humans and the discovery of novel anti-HSV drugs with low toxicity deserves great efforts. Rhubarb is one of the oldest and best-known traditional Chinese medicines. We initiated this study to test if emodin is the active ingredients from Rheum tanguticum (R. tanguticum, one of the Chinese Rhubarb) against HSV infection and to investigate its antiviral activity on HSV infection in tissue culture cells and in a mouse model. Materials and methods: Emodin (3-methyl-1,6,8-trihydroxyanthraquinone) was extracted and purified from R. tanguticum (cultivated at high mountainous area in Qinghai) and the purity was determined by high performance liquid chromatography. The antiviral experiments of emodin against HSV infection were performed in vitro and in vivo. In vivo, the HSV-infected mice were orally administered with emodin beginning at 24 h post-HSV exposures with dosages of 3.3 g/kg/day, 6.7 g/kg/day, and 11.3 g/kg/day, respectively, for 7 days. Results: Emodin was found to inhibit the replication of HSV-1 and HSV-2 in cell culture at the concentration of 50 g/ml with antiviral index of 2.07 and 3.53, respectively. The emodin treatment increased the survival rate of HSV-infected mice, prolonged survival time and showed higher efficacy of HSV elimination from brain, heart, liver and ganglion, compared to the viral controls. In addition, the antiviral activity of emodin was found to be equivalent to that of acyclovir in vivo. Conclusions: Our results indicate that emodin has the anti-HSV activity in vitro and in vivo and is thus a promising agent in the clinical therapy of HSV infection.",
      "sentences": [
        [
          {
            "segment_text": "Aim of the study : Herpes simplex viruses ( HSV-1 and -2 ) are important pathogens for humans and the discovery of novel anti-HSV drugs with low toxicity deserves great efforts .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Rhubarb is one of the oldest and best-known traditional Chinese medicines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We initiated this study to test if emodin is the active ingredients from Rheum tanguticum ( R. tanguticum , one of the Chinese Rhubarb ) against HSV infection and to investigate its antiviral activity on HSV infection in tissue culture cells and in a mouse model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : Emodin ( 3-methyl-1,6,8-trihydroxyanthraquinone ) was extracted and purified from R. tanguticum ( cultivated at high mountainous area in Qinghai ) and the purity was determined by high performance liquid chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antiviral experiments of emodin against HSV infection were performed in vitro and in vivo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vivo , the HSV-infected mice were orally administered with emodin beginning at 24 h post-HSV exposures with dosages of 3.3 g/kg/day ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "6.7 g/kg/day , and 11.3 g/kg/day ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , for 7 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Emodin was found to inhibit the replication of HSV-1 and HSV-2 in cell culture at the concentration of 50 g/ml with antiviral index of 2.07 and 3.53 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The emodin treatment increased the survival rate of HSV-infected mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prolonged survival time and showed higher efficacy of HSV elimination from brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "heart , liver and ganglion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to the viral controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the antiviral activity of emodin was found to be equivalent to that of acyclovir in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our results indicate that emodin has the anti-HSV activity in vitro and in vivo and is thus a promising agent in the clinical therapy of HSV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "296"
  }
}