{
  "paper_id": "d661a6c76d6cd0cf6e30b7e126a70d565d8a0701",
  "metadata": {
    "title": "Acid-Induced Membrane Fusion by the Hemagglutinin Protein and Its Role in Influenza Virus Biology Endoplasmic reticulum HA Hemagglutinin",
    "coda_data_split": "train",
    "coda_paper_id": 5097,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Membrane fusion is not spontaneous. Therefore, enveloped viruses have evolved membrane-fusion mediating glycoproteins that, once activated, refold, and release energy that fuses viral and cellular membranes. The influenza A virus hemagglutinin (HA) protein is a prototypic structural class I viral fusion glycoprotein that, once primed by proteolytic cleavage, is activated by endosomal low pH to form a fusogenic \u0027\u0027leash-in-grooves\u0027\u0027 hairpin structure. Low-pH induced HA protein refolding is an irreversible process, so acid exposure in the absence of a target membrane leads to virus inactivation. The HA proteins of diverse influenza virus subtypes isolated from a variety of species differ in their acid stabilities, or pH values at which irreversible HA protein conformational changes are triggered. Recently, efficient replication of highly pathogenic avian influenza (HPAI) viruses such as H5N1 in avian species has been associated with a relatively high HA activation pH. In contrast, a decrease in H5N1 HA activation pH has been shown to enhance replication and airborne transmission in mammals. Mutations that alter the acid stabilities of H1 and H3 HA proteins have also been discovered that influence the amantadine susceptibilities, replication rates, and pathogenicities of human influenza viruses. An understanding of the role of HA acid stability in influenza virus biology is expected to aid in identifying emerging viruses with increased pandemic potential and assist in developing live attenuated virus vaccines. Acid-induced HA protein activation, which has provided a paradigm for protein-mediated membrane fusion, is now identified as a novel determinant of influenza virus biology.",
      "sentences": [
        [
          {
            "segment_text": "Membrane fusion is not spontaneous .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , enveloped viruses have evolved membrane-fusion mediating glycoproteins that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "once activated , refold , and release energy that fuses viral and cellular membranes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The influenza A virus hemagglutinin ( HA ) protein is a prototypic structural class I viral fusion glycoprotein that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "once primed by proteolytic cleavage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is activated by endosomal low pH to form a fusogenic `` leash-in-grooves \u0027\u0027 hairpin structure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Low-pH induced HA protein refolding is an irreversible process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so acid exposure in the absence of a target membrane leads to virus inactivation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The HA proteins of diverse influenza virus subtypes isolated from a variety of species differ in their acid stabilities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or pH values at which irreversible HA protein conformational changes are triggered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , efficient replication of highly pathogenic avian influenza ( HPAI ) viruses such as H5N1 in avian species has been associated with a relatively high HA activation pH. In contrast ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a decrease in H5N1 HA activation pH has been shown to enhance replication and airborne transmission in mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mutations that alter the acid stabilities of H1 and H3 HA proteins have also been discovered that influence the amantadine susceptibilities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "replication rates , and pathogenicities of human influenza viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An understanding of the role of HA acid stability in influenza virus biology is expected to aid in identifying emerging viruses with increased pandemic potential and assist in developing live attenuated virus vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Acid-induced HA protein activation , which has provided a paradigm for protein-mediated membrane fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is now identified as a novel determinant of influenza virus biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Cytoplasmic tail ER",
      "sentences": [
        [
          {
            "segment_text": "Cytoplasmic tail ER",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "280"
  }
}