{
  "paper_id": "d6662a2f4a6549751d2f1addf9add8f47a63e460",
  "metadata": {
    "title": "Treatment of severe acute respiratory syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 8492,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The best treatment strategy for severe acute respiratory syndrome (SARS) is still unknown. Ribavirin and corticosteroids were used extensively during the SARS outbreak. Ribavirin has been criticized for its lack of efficacy. Corticosteroids are effective in lowering the fever and reversing changes in the chest radiograph but have the caveat of encouraging viral replication. The effectiveness of corticosteroids has only been suggested by uncontrolled observations, and the role of these agents in therapy remains to be established by randomized controlled studies. Both ribavirin and corticosteroids have very significant side effects. The lopinavir/ritonavir combination has been shown to reduce the intubation rate and the incidence of adverse clinical outcomes when used with ribavirin. When patients deteriorate clinically despite treatment with ribavirin and corticosteroids, rescue treatment with convalescent plasma and immunoglobulin may be beneficial. Noninvasive positive pressure ventilation is a sound treatment for SARS patients with respiratory failure if administered with due precaution in the correct environment. Interferons and other novel agents may hold promise as useful anti-SARS therapies in the future. The experience with traditional Chinese medicine is encouraging, and its use as an adjuvant should be further investigated.",
      "sentences": [
        [
          {
            "segment_text": "The best treatment strategy for severe acute respiratory syndrome ( SARS ) is still unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ribavirin and corticosteroids were used extensively during the SARS outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ribavirin has been criticized for its lack of efficacy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Corticosteroids are effective in lowering the fever and reversing changes in the chest radiograph but have the caveat of encouraging viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The effectiveness of corticosteroids has only been suggested by uncontrolled observations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the role of these agents in therapy remains to be established by randomized controlled studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both ribavirin and corticosteroids have very significant side effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lopinavir/ritonavir combination has been shown to reduce the intubation rate and the incidence of adverse clinical outcomes when used with ribavirin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When patients deteriorate clinically despite treatment with ribavirin and corticosteroids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rescue treatment with convalescent plasma and immunoglobulin may be beneficial .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Noninvasive positive pressure ventilation is a sound treatment for SARS patients with respiratory failure if administered with due precaution in the correct environment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interferons and other novel agents may hold promise as useful anti-SARS therapies in the future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The experience with traditional Chinese medicine is encouraging ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its use as an adjuvant should be further investigated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "204"
  }
}