{
  "paper_id": "d6681b485cbddcc32ea54b74ceae13db1f30646d",
  "metadata": {
    "title": "Crosstalk between innate and adaptive immune responses to infectious bronchitis virus after vaccination and challenge of chickens varying in serum mannose-binding lectin concentrations",
    "coda_data_split": "train",
    "coda_paper_id": 2117,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mannose-binding lectin (MBL), a C-type collectin with structural similarities to C1q, is an innate patternrecognition molecule that is sequestered to sites of inflammation and infections. MBL selectively binds distinct chemical patterns, including carbohydrates expressed on all kinds of pathogens. The present study shows that serum MBL levels influence the ability of chickens to clear the respiratory tract of virus genomes after an infectious bronchitis virus (IBV) infection. The primary IBV infection induced changes in circulating T-cell populations and in the specific antibody responses. Serum MBL levels also influenced IBV vaccine-induced changes in circulating T-cell populations. Moreover, addition of mannose to an IBV vaccine altered both vaccine-induced changes in circulating T-cell populations and IBV specific vaccine and infection-induced antibody responses in chickens with high serum MBL levels. These data demonstrate that MBL is involved in the regulation of the adaptive immune response to IBV.",
      "sentences": [
        [
          {
            "segment_text": "Mannose-binding lectin ( MBL ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a C-type collectin with structural similarities to C1q ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is an innate patternrecognition molecule that is sequestered to sites of inflammation and infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MBL selectively binds distinct chemical patterns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including carbohydrates expressed on all kinds of pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study shows that serum MBL levels influence the ability of chickens to clear the respiratory tract of virus genomes after an infectious bronchitis virus ( IBV ) infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The primary IBV infection induced changes in circulating T-cell populations and in the specific antibody responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum MBL levels also influenced IBV vaccine-induced changes in circulating T-cell populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , addition of mannose to an IBV vaccine altered both vaccine-induced changes in circulating T-cell populations and IBV specific vaccine and infection-induced antibody responses in chickens with high serum MBL levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data demonstrate that MBL is involved in the regulation of the adaptive immune response to IBV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "158"
  }
}