{
  "paper_id": "d66d18ad33170f29a2279d8cc4ca3e31bdee67f0",
  "metadata": {
    "title": "H5N1 Outbreaks and Enzootic Influenza",
    "coda_data_split": "train",
    "coda_paper_id": 3482,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ongoing outbreaks of H5N1 avian influenza in migratory waterfowl, domestic poultry, and humans in Asia during the summer of 2005 present a continuing, protean pandemic threat. We review the zoonotic source of highly pathogenic H5N1 viruses and their genesis from their natural reservoirs. The acquisition of novel traits, including lethality to waterfowl, ferrets, felids, and humans, indicates an expanding host range. The natural selection of nonpathogenic viruses from heterogeneous subpopulations cocirculating in ducks contributes to the spread of H5N1 in Asia. Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Ongoing outbreaks of H5N1 avian influenza in migratory waterfowl ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "domestic poultry , and humans in Asia during the summer of 2005 present a continuing , protean pandemic threat .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review the zoonotic source of highly pathogenic H5N1 viruses and their genesis from their natural reservoirs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The acquisition of novel traits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including lethality to waterfowl , ferrets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "felids , and humans , indicates an expanding host range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The natural selection of nonpathogenic viruses from heterogeneous subpopulations cocirculating in ducks contributes to the spread of H5N1 in Asia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In fact , the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "165"
  }
}