{
  "paper_id": "d6750dff2734f993de45ffc3020428036b15ac21",
  "metadata": {
    "title": "Genetic Evidence of Middle East Respiratory Syndrome Coronavirus (MERS-Cov) and Widespread Seroprevalence among Camels in Kenya",
    "coda_data_split": "train",
    "coda_paper_id": 8330,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We describe the first genome isolation of Middle East respiratory syndrome coronavirus (MERS-CoV) in Kenya. This fatal zoonotic pathogen was first described in the Kingdom of Saudi Arabia in 2012. Epidemiological and molecular evidence revealed zoonotic transmission from camels to humans and between humans. Currently, MERS-CoV is classified by the WHO as having high pandemic potential requiring greater surveillance. Previous studies of MERS-CoV in Kenya mainly focused on site-specific and archived camel and human serum samples for antibodies. We conducted active nationwide cross-sectional surveillance of camels and humans in Kenya, targeting both nasal swabs and plasma samples from 1,163 camels and 486 humans collected from January 2016 to June 2018. A total of 792 camel plasma samples were positive by ELISA. Seroprevalence increased with age, and the highest prevalence was observed in adult camels (82.37%, 95% confidence interval (CI) 79.50-84.91). More female camels were significantly seropositive (74.28%, 95% CI 71.14-77.19) than male camels (P \\ 0.001) (53.74%, 95% CI 48.48-58.90). Only 11 camel nasal swabs were positive for MERS-CoV by reverse transcription-quantitative PCR. Phylogenetic analysis of whole genome sequences showed that Kenyan MERS-CoV clustered within sub-clade C2, which is associated with the African clade, but did not contain signature deletions of orf4b in African viruses. None of the human plasma screened contained neutralizing antibodies against MERS-CoV. This study confirms the geographically widespread occurrence of MERS-CoV in Kenyan camels. Further one-health surveillance approaches in camels, wildlife, and human populations are needed.",
      "sentences": [
        [
          {
            "segment_text": "We describe the first genome isolation of Middle East respiratory syndrome coronavirus ( MERS-CoV ) in Kenya .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This fatal zoonotic pathogen was first described in the Kingdom of Saudi Arabia in 2012 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Epidemiological and molecular evidence revealed zoonotic transmission from camels to humans and between humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , MERS-CoV is classified by the WHO as having high pandemic potential requiring greater surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies of MERS-CoV in Kenya mainly focused on site-specific and archived camel and human serum samples for antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted active nationwide cross-sectional surveillance of camels and humans in Kenya ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "targeting both nasal swabs and plasma samples from 1,163 camels and 486 humans collected from January 2016 to June 2018 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 792 camel plasma samples were positive by ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seroprevalence increased with age , and the highest prevalence was observed in adult camels ( 82.37 % , 95 % confidence interval ( CI ) 79.50-84.91 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More female camels were significantly seropositive ( 74.28 % , 95 % CI 71.14-77.19 ) than male camels ( P \\ 0.001 ) ( 53.74 % , 95 % CI 48.48-58.90 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only 11 camel nasal swabs were positive for MERS-CoV by reverse transcription-quantitative PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of whole genome sequences showed that Kenyan MERS-CoV clustered within sub-clade C2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is associated with the African clade ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but did not contain signature deletions of orf4b in African viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the human plasma screened contained neutralizing antibodies against MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study confirms the geographically widespread occurrence of MERS-CoV in Kenyan camels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further one-health surveillance approaches in camels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "wildlife , and human populations are needed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "282"
  }
}