{
  "paper_id": "d67535e9313913ff7e7f200bf006df10b5143de0",
  "metadata": {
    "title": "S1 gene sequence analysis of new variant isolates of avian infectious bronchitis virus in Tunisia",
    "coda_data_split": "train",
    "coda_paper_id": 7495,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Tissue samples were collected from suspected broiler flocks showing respiratory signs to identify infectious bronchitis virus (IBV), characterize emerging field strains, and study their relationships with the Massachusetts H120 strain, the only IB vaccine used in Tunisia. Samples and methods: Several IBV isolates were identified from field samples collected from flocks located in different regions in the northeast of Tunisia. The IBV isolates were characterized and compared to commonly used vaccine strains (including 793B, D274, and H120 types), other reference IBV strains from Europe, and the recently characterized Tunisian field variants TN20/00, TN200/01, and TN335/01. Reverse transcription-polymerase chain reaction and nucleotide sequencing analyses of the hypervariable regions of the S1 gene were carried out. Results: Four new IBV variants were isolated during the period 2007-10 and were designated TN295/07, TN296/07, TN556/07, and TN557/07. The amino acid sequence data showed 100% similarity between TN295/07 and TN296/07, suggesting that these two isolates are identical and belong to the same genotype. Similar results were demonstrated for TN556/07 and TN557/07. Sequence identity values indicated that TN296/07 and TN556/07 share 55% amino acid homologies between each other, but are very different from the reference IBV serotypes, in particular the H120 strain. It was also shown that they have 50%-77% similarities with the Tunisian virus isolated between 2000 and 2001. Phylogenetic clustering allowed classification of these Tunisian isolates as new genotypes that are closer to TN200/01, TN335/01 Tunisian field variants, and Italy02 variant than MassH120 vaccine strain. Conclusion: S1 sequence analyses confirmed the cocirculation of H120 vaccine strain with novel IBV variants isolated from Tunisian field.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Tissue samples were collected from suspected broiler flocks showing respiratory signs to identify infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "characterize emerging field strains , and study their relationships with the Massachusetts H120 strain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the only IB vaccine used in Tunisia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Samples and methods : Several IBV isolates were identified from field samples collected from flocks located in different regions in the northeast of Tunisia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The IBV isolates were characterized and compared to commonly used vaccine strains ( including 793B , D274 , and H120 types ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "other reference IBV strains from Europe ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the recently characterized Tunisian field variants TN20/00 , TN200/01 , and TN335/01 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reverse transcription-polymerase chain reaction and nucleotide sequencing analyses of the hypervariable regions of the S1 gene were carried out .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Four new IBV variants were isolated during the period 2007-10 and were designated TN295/07 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TN296/07 , TN556/07 , and TN557/07 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amino acid sequence data showed 100 % similarity between TN295/07 and TN296/07 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that these two isolates are identical and belong to the same genotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar results were demonstrated for TN556/07 and TN557/07 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence identity values indicated that TN296/07 and TN556/07 share 55 % amino acid homologies between each other ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but are very different from the reference IBV serotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular the H120 strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was also shown that they have 50 % -77 % similarities with the Tunisian virus isolated between 2000 and 2001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic clustering allowed classification of these Tunisian isolates as new genotypes that are closer to TN200/01 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TN335/01 Tunisian field variants , and Italy02 variant than MassH120 vaccine strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : S1 sequence analyses confirmed the cocirculation of H120 vaccine strain with novel IBV variants isolated from Tunisian field .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "302"
  }
}