{
  "paper_id": "d67d91d537d9127d01950d6f7eb05a8b7d9c5d18",
  "metadata": {
    "title": "M I C R O B I O L O G Í A Passive immunity to control Bovine coronavirus diarrhea in a dairy herd in Argentina PALABRAS CLAVE bajo la licencia CC BY-NC-ND (http://creativecommons.org/licenses/by- nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10458,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bovine coronavirus (BCoV) is a viral enteric pathogen associated with calf diarrhea worldwide being, in Argentina, mostly detected in dairy husbandry systems. The aim of the present work was to study if maternal IgG1 antibodies (Abs) to BCoV acquired by colostrum intake modulate the development of BCoV infection in calves reared in a dairy farm in Argentina. Thirty Holstein calves were monitored during their first 60 days of age. Animals were classified into two groups depending on their initial BCoV IgG1 Ab titers. The \u0027\u0027failure of passive transfer\u0027\u0027 (FPT) group had significantly lower IgG1 Abs to BCoV than the \u0027\u0027acceptable passive transfer\u0027\u0027 (APT) group of calves (log10 1.98 vs. 3.38 respectively) (p \u003c 0.0001). These differences were also observed when the total protein levels in both groups were compared (p \u003d 0.0081). Moreover, 71% (5/7) of calves from the FPT group showed IgG1 seroconversion to BCoV compared to 29.4% (5/17) of animals from the APT group. Regarding viral circulation, BCoV was detected in 10% (3/30) of all calves and BCoV IgG1 Ab seroconversion was detected in 42% of the total animals showing that almost half of the calves were infected with BCoV. In conclusion, calves with high titers of specific BCoV IgG1 (≥1024) were mostly protected against viral infection, while animals with low titers of IgG1 (\u003c1024) were mostly infected with BCoV. IgG1 Abs from colostrum origin are critical for prevention of BCoV infection. BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). mostró. Con respecto a la circulación viral, se detectó BCoV en el 10% (3/30) de los terneros así como también seroconversión de IgG1 en el 42% del total de los animales, lo que evidencia que aproximadamente la mitad de los terneros se infectaron con BCoV. Este estudio mostró que los terneros con altos títulos de IgG1 específica (≥ 1.024) estuvieron mayormente protegidos contra la infección con BCoV, mientras que los animales con títulos bajos de IgG1 (\u003c 1.024) estuvieron predispuestos a la infección. Esto confirma que los anticuerpos IgG1 calostrales son críticos para la prevención de la infección por este agente viral.",
      "sentences": [
        [
          {
            "segment_text": "Bovine coronavirus ( BCoV ) is a viral enteric pathogen associated with calf diarrhea worldwide being ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in Argentina , mostly detected in dairy husbandry systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the present work was to study if maternal IgG1 antibodies ( Abs ) to BCoV acquired by colostrum intake modulate the development of BCoV infection in calves reared in a dairy farm in Argentina .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Thirty Holstein calves were monitored during their first 60 days of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Animals were classified into two groups depending on their initial BCoV IgG1 Ab titers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The `` failure of passive transfer \u0027\u0027 ( FPT ) group had significantly lower IgG1 Abs to BCoV than the `` acceptable passive transfer \u0027\u0027 ( APT ) group of calves ( log10 1.98 vs. 3.38 respectively ) ( p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These differences were also observed when the total protein levels in both groups were compared ( p \u003d 0.0081 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , 71 % ( 5/7 ) of calves from the FPT group showed IgG1 seroconversion to BCoV compared to 29.4 % ( 5/17 ) of animals from the APT group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regarding viral circulation , BCoV was detected in 10 % ( 3/30 ) of all calves and BCoV IgG1 Ab seroconversion was detected in 42 % of the total animals showing that almost half of the calves were infected with BCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , calves with high titers of specific BCoV IgG1 ( ≥ 1024 ) were mostly protected against viral infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while animals with low titers of IgG1 ( \u003c 1024 ) were mostly infected with BCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgG1 Abs from colostrum origin are critical for prevention of BCoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "mostró .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Con respecto a la circulación viral ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "se detectó BCoV en el 10 % ( 3/30 ) de los terneros así como también seroconversión de IgG1 en el 42 % del total de los animales ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "lo que evidencia que aproximadamente la mitad de los terneros se infectaron con BCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Este estudio mostró que los terneros con altos títulos de IgG1 específica ( ≥ 1.024 ) estuvieron mayormente protegidos contra la infección con BCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mientras que los animales con títulos bajos de IgG1 ( \u003c 1.024 ) estuvieron predispuestos a la infección .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Esto confirma que los anticuerpos IgG1 calostrales son críticos para la prevención de la infección por este agente viral .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "20",
    "token_num": "407"
  }
}