{
  "paper_id": "d6977734ef30597ce05c7f408c921860cbb95304",
  "metadata": {
    "title": "Acta Neuropathol (Berl) Acta Neuropathologica Glial Proteins in Canine Distemper Virus-induced Demyelination A Sequential Immunocytochemical Study*",
    "coda_data_split": "train",
    "coda_paper_id": 7832,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A temporal series of demyelinating lesions in experimental canine distemper virus (CDV) infection was examined with immunohistological techniques demonstrating myelin basic protein (MBP), myelinassociated glycoprotein (MAG), and glial fibrillary acidic protein (GFAP) on serial sections. The earliest lesions were characterized by decreased MBP and MAG and increased GFAP. During the further progression of the disease, MBP and MAG losses continued to match each other. There was no indication of MAG loss preceding the disappearance of MBP. In the more advanced lesions there was a marked decrease of GFAP positive cells. Since these findings differed considerably from similar immunohistochemical studies in progressive multifocal leukoencephalopathy (PML) where demyelination results from oligodendroglial infection, it was concluded that the oligodendroglial cell body is not the primary target of CDV. The marked astrogtial changes were also considered to contribute to demyelination in CDV infection but the mechanism by which this happens remains unknown.",
      "sentences": [
        [
          {
            "segment_text": "A temporal series of demyelinating lesions in experimental canine distemper virus ( CDV ) infection was examined with immunohistological techniques demonstrating myelin basic protein ( MBP ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "myelinassociated glycoprotein ( MAG ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and glial fibrillary acidic protein ( GFAP ) on serial sections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The earliest lesions were characterized by decreased MBP and MAG and increased GFAP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During the further progression of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MBP and MAG losses continued to match each other .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no indication of MAG loss preceding the disappearance of MBP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the more advanced lesions there was a marked decrease of GFAP positive cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since these findings differed considerably from similar immunohistochemical studies in progressive multifocal leukoencephalopathy ( PML ) where demyelination results from oligodendroglial infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was concluded that the oligodendroglial cell body is not the primary target of CDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The marked astrogtial changes were also considered to contribute to demyelination in CDV infection but the mechanism by which this happens remains unknown .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "169"
  }
}