{
  "paper_id": "d6a98a653f12caba3f539f01b0fd84b2ca4f1672",
  "metadata": {
    "title": "Activation of autoreactive T cells by peptides from human pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 8097,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Activation of autoreactive T cells is a necessary-but not sufficient-step in the development of T cell mediated autoimmunity. Autoreactive T cells can be activated by viral and bacterial peptides that meet the structural requirements for MHC molecule binding and T cell receptor recognition. Due to the degenerate nature of MHC class 11 molecule binding motifs and a certain degree of flexibility in T cell receptor recognition, such microbial peptides have been found to be quite distinct in their primary sequence from the self-peptide they mimic.",
      "sentences": [
        [
          {
            "segment_text": "Activation of autoreactive T cells is a necessary-but not sufficient-step in the development of T cell mediated autoimmunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Autoreactive T cells can be activated by viral and bacterial peptides that meet the structural requirements for MHC molecule binding and T cell receptor recognition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the degenerate nature of MHC class 11 molecule binding motifs and a certain degree of flexibility in T cell receptor recognition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such microbial peptides have been found to be quite distinct in their primary sequence from the self-peptide they mimic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "89"
  }
}