{
  "paper_id": "d6c20ed949cb8f78cf2c780ec747a60be3ad2aed",
  "metadata": {
    "title": "Persistence and Evolution of Feline Coronavirus in a Closed Cat-Breeding Colony",
    "coda_data_split": "train",
    "coda_paper_id": 3509,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline coronavirus (FCoV) persistence and evolution were studied in a closed cat-breeding facility with an endemic serotype I FCoV infection. Viral RNA was detected by reverse transcriptase polymerase chain reaction (RT-PCR) in the feces and/or plasma of 36 of 42 cats (86%) tested. Of 5 cats, identified as FCoV shedders during the initial survey, 4 had detectable viral RNA in the feces when tested 111 days later. To determine whether this was due to continuous reinfection or to viral persistence, 2 cats were placed in strict isolation and virus shedding in the feces was monitored every 2-4 days. In 1 of the cats, virus shedding continued for up to 7 months. The other animal was sacrificed after 124 days of continuous virus shedding in order to identify the sites of viral replication. Viral mRNA was detected only in the ileum, colon, and rectum. Also in these tissues, FCoV-infected cells were identified by immunohistochemistry. These findings provide the first formal evidence that FCoV causes chronic enteric infections. To assess FCoV heterogeneity in the breeding facility and to study viral evolution during chronic infection, FCoV quasispecies sampled from individual cats were characterized by RT-PCR amplification of selected regions of the viral genome followed by sequence analysis. Phylogenetic comparison of nucleotides 7-146 of ORF7b to corresponding sequences obtained for independent European and American isolates indicated that the viruses in the breeding facility form a clade and are likely to have originated from a single founder infection. Comparative consensus sequence analysis of the more variable region formed by residues 79-478 of the S gene revealed that each cat harbored a distinct FCoV quasispecies. Moreover, FCoV appeared to be subject to immune selection during chronic infection. The combined data support a model in which the endemic infection is maintained by chronically infected carriers. Virtually every cat born to the breeding facility becomes infected, indicating that FCoV is spread very efficiently. FCoV-infected cats, however, appear to resist superinfection by closely related FCoVs. ᭧ 1997 Academic Press",
      "sentences": [
        [
          {
            "segment_text": "Feline coronavirus ( FCoV ) persistence and evolution were studied in a closed cat-breeding facility with an endemic serotype I FCoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was detected by reverse transcriptase polymerase chain reaction ( RT-PCR ) in the feces and/or plasma of 36 of 42 cats ( 86 % ) tested .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of 5 cats , identified as FCoV shedders during the initial survey ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "4 had detectable viral RNA in the feces when tested 111 days later .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine whether this was due to continuous reinfection or to viral persistence ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "2 cats were placed in strict isolation and virus shedding in the feces was monitored every 2-4 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In 1 of the cats ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "virus shedding continued for up to 7 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The other animal was sacrificed after 124 days of continuous virus shedding in order to identify the sites of viral replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral mRNA was detected only in the ileum , colon , and rectum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Also in these tissues , FCoV-infected cells were identified by immunohistochemistry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings provide the first formal evidence that FCoV causes chronic enteric infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To assess FCoV heterogeneity in the breeding facility and to study viral evolution during chronic infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FCoV quasispecies sampled from individual cats were characterized by RT-PCR amplification of selected regions of the viral genome followed by sequence analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic comparison of nucleotides 7-146 of ORF7b to corresponding sequences obtained for independent European and American isolates indicated that the viruses in the breeding facility form a clade and are likely to have originated from a single founder infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparative consensus sequence analysis of the more variable region formed by residues 79-478 of the S gene revealed that each cat harbored a distinct FCoV quasispecies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , FCoV appeared to be subject to immune selection during chronic infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combined data support a model in which the endemic infection is maintained by chronically infected carriers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virtually every cat born to the breeding facility becomes infected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that FCoV is spread very efficiently .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FCoV-infected cats , however , appear to resist superinfection by closely related FCoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "1997 Academic Press",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "364"
  }
}