{
  "paper_id": "d6d2e5ddde78b9604728db85917a86205babb514",
  "metadata": {
    "title": "Evaluation of eluents for the recovery of an enveloped virus from hands by whole-hand sampling",
    "coda_data_split": "train",
    "coda_paper_id": 2846,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aims-The objective of this research is to evaluate eluents for recovery of an enveloped bacteriophage, Φ6, using whole-hand sampling.",
      "sentences": [
        [
          {
            "segment_text": "Aims-The objective of this research is to evaluate eluents for recovery of an enveloped bacteriophage ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Φ6 , using whole-hand sampling .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods and Results-Virus was applied to the hands of volunteers and sampled by the glove juice method with 1.5% beef extract (BE), phosphate buffered saline (PBS), 0.01 and 0.1% Tween 80, tryptic soy broth (TSB), and 9% NaCl. Each volunteer underwent multiple rounds application and hand sampling. Mean log 10 virus loss across trials was 2.6 for BE, 2.8 for PBS, 2.4 for TSB, 3.8 for NaCl, 3.0 for 0.1% Tween 80, and 2.9 for 0.01% Tween 80. Within each volunteer, there was a decline in viral loss from the first to last trial.",
      "sentences": [
        [
          {
            "segment_text": "Methods and Results-Virus was applied to the hands of volunteers and sampled by the glove juice method with 1.5 % beef extract ( BE ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "phosphate buffered saline ( PBS ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "0.01 and 0.1 % Tween 80 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tryptic soy broth ( TSB ) , and 9 % NaCl .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each volunteer underwent multiple rounds application and hand sampling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mean log 10 virus loss across trials was 2.6 for BE ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2.8 for PBS , 2.4 for TSB ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3.8 for NaCl , 3.0 for 0.1 % Tween 80 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 2.9 for 0.01 % Tween 80 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Within each volunteer , there was a decline in viral loss from the first to last trial .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-These eluents can recover Φ6 from hands with ~2-3 log 10 loss, comparable to recoveries previously reported for influenza. Protein and detergent-based eluents may have similar recoveries, but recovery may still vary across repeated sampling.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-These eluents can recover Φ6 from hands with ~ 2-3 log 10 loss ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comparable to recoveries previously reported for influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protein and detergent-based eluents may have similar recoveries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but recovery may still vary across repeated sampling .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Significance and Impact-Based on current work, protein-based eluents such as beef extract can maximize recovery of enveloped viruses during hand sampling, providing methods for evaluating survival and transmission of enveloped viruses on hands. Further exploration is needed of the effect of repeated sampling on recovery from whole-hand sampling.",
      "sentences": [
        [
          {
            "segment_text": "Significance and Impact-Based on current work ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "protein-based eluents such as beef extract can maximize recovery of enveloped viruses during hand sampling ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing methods for evaluating survival and transmission of enveloped viruses on hands .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further exploration is needed of the effect of repeated sampling on recovery from whole-hand sampling .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "233"
  }
}