{
  "paper_id": "d6ff8bdef2d4f16621fbed72699b52c69939f103",
  "metadata": {
    "title": "Synergistic antiviral effect of Galanthus nivalis agglutinin and nelfinavir against feline coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6094,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline infectious peritonitis (FIP) is a fatal disease in domestic and nondomestic felids caused by feline coronavirus (FCoV). Currently, no effective vaccine is available for the prevention of this disease. In searching for agents that may prove clinically effective against FCoV infection, 16 compounds were screened for their antiviral activity against a local FCoV strain in Felis catus whole fetus-4 cells. The results showed that Galanthus nivalis agglutinin (GNA) and nelfinavir effectively inhibited FCoV replication. When the amount of virus preinoculated into the test cells was increased to mimic the high viral load present in the target cells of FIP cats, GNA and nelfinavir by themselves lost their inhibitory effect. However, when the two agents were added together to FCoV-infected cells, a synergistic antiviral effect defined by complete blockage of viral replication was observed. These results suggest that the combined use of GNA and nelfinavir has therapeutic potential in the prophylaxis and treatment of cats with early-diagnosed FIP.",
      "sentences": [
        [
          {
            "segment_text": "Feline infectious peritonitis ( FIP ) is a fatal disease in domestic and nondomestic felids caused by feline coronavirus ( FCoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , no effective vaccine is available for the prevention of this disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In searching for agents that may prove clinically effective against FCoV infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "16 compounds were screened for their antiviral activity against a local FCoV strain in Felis catus whole fetus-4 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that Galanthus nivalis agglutinin ( GNA ) and nelfinavir effectively inhibited FCoV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the amount of virus preinoculated into the test cells was increased to mimic the high viral load present in the target cells of FIP cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GNA and nelfinavir by themselves lost their inhibitory effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when the two agents were added together to FCoV-infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a synergistic antiviral effect defined by complete blockage of viral replication was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the combined use of GNA and nelfinavir has therapeutic potential in the prophylaxis and treatment of cats with early-diagnosed FIP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "176"
  }
}