{
  "paper_id": "d711228697b4f078be1aed3bd76e023e3ab56b9a",
  "metadata": {
    "title": "Application of transmission electron microscopy to the clinical study of viral and bacterial infections: Present and future",
    "coda_data_split": "train",
    "coda_paper_id": 7604,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmission electron microscopy has had a profound impact on our knowledge and understanding of viruses and bacteria. The 1000-fold improvement in resolution provided by electron microscopy (EM) has allowed visualization of viruses, the existence of which had previously only been suspected as the causative agents of transmissible infectious disease. Viruses are grouped into families based on their morphology. Viruses from different families look different and these morphological variances are the basis for identification of viruses by EM.",
      "sentences": [
        [
          {
            "segment_text": "Transmission electron microscopy has had a profound impact on our knowledge and understanding of viruses and bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 1000-fold improvement in resolution provided by electron microscopy ( EM ) has allowed visualization of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the existence of which had previously only been suspected as the causative agents of transmissible infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses are grouped into families based on their morphology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses from different families look different and these morphological variances are the basis for identification of viruses by EM .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Electron microscopy initially came to prominence in diagnostic microbiology in the late 1960s when it was used in the rapid diagnosis of smallpox, by differentiating, on a morphological basis, poxviruses from the less problematic herpesviruses in skin lesions. Subsequently, the technique was employed in the diagnosis of other viral infections, such as hepatitis B and parvovirus B19. Electron microscopy has led to the discovery of many new viruses, most notably the various viruses associated with gastroenteritis, for which it remained the principal diagnostic method until fairly recent times. Development of molecular techniques, which offer greater sensitivity and often the capacity to easily process large numbers of samples, has replaced EM in many areas of diagnostic virology. Hence the role of EM in clinical virology is evolving with less emphasis on diagnosis and more on research, although this is likely only to be undertaken in specialist centres. However, EM still offers tremendous advantages to the microbiologist, both in the speed of diagnosis and the potential for detecting, by a single test, any viral pathogen or even multiple pathogens present within a sample.",
      "sentences": [
        [
          {
            "segment_text": "Electron microscopy initially came to prominence in diagnostic microbiology in the late 1960s when it was used in the rapid diagnosis of smallpox ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by differentiating , on a morphological basis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "poxviruses from the less problematic herpesviruses in skin lesions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subsequently , the technique was employed in the diagnosis of other viral infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as hepatitis B and parvovirus B19 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Electron microscopy has led to the discovery of many new viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most notably the various viruses associated with gastroenteritis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which it remained the principal diagnostic method until fairly recent times .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Development of molecular techniques , which offer greater sensitivity and often the capacity to easily process large numbers of samples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has replaced EM in many areas of diagnostic virology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence the role of EM in clinical virology is evolving with less emphasis on diagnosis and more on research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although this is likely only to be undertaken in specialist centres .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , EM still offers tremendous advantages to the microbiologist ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both in the speed of diagnosis and the potential for detecting ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "by a single test , any viral pathogen or even multiple pathogens present within a sample .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "There is continuing use of EM for the investigation of new and emerging agents, such as SARS and human monkeypox virus. Furthermore, EM forms a vital part of the national emergency response programme of many countries and will provide a frontline diagnostic service in the event of a bioterrorism incident, particularly in the scenario of a deliberate release of smallpox virus.",
      "sentences": [
        [
          {
            "segment_text": "There is continuing use of EM for the investigation of new and emerging agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as SARS and human monkeypox virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , EM forms a vital part of the national emergency response programme of many countries and will provide a frontline diagnostic service in the event of a bioterrorism incident ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the scenario of a deliberate release of smallpox virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In the field of bacteriology, EM is of little use diagnostically, although some bacterial pathogens can be identified in biopsy material processed for EM examination. Electron microscopy has been used, however, to elucidate the structure and function of many bacterial features, such as flagellae, fimbriae and spores and in the study of bacteriophages. The combined use of EM and gold-labelled antibodies provides a powerful tool for the ultrastructural localisation of bacterial and viral antigens. q",
      "sentences": [
        [
          {
            "segment_text": "In the field of bacteriology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EM is of little use diagnostically ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although some bacterial pathogens can be identified in biopsy material processed for EM examination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Electron microscopy has been used ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , to elucidate the structure and function of many bacterial features ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as flagellae , fimbriae and spores and in the study of bacteriophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combined use of EM and gold-labelled antibodies provides a powerful tool for the ultrastructural localisation of bacterial and viral antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "q",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "32",
    "token_num": "435"
  }
}