{
  "paper_id": "d7287d6666987069162a6cf7942cf10a630dc52b",
  "metadata": {
    "title": "Multiplex MassTag-PCR for Respiratory Pathogens in Pediatric Nasopharyngeal Washes Negative by Conventional Diagnostic Testing Shows a High Prevalence of Viruses Belonging to a Newly Recognized Picornavirus Clade",
    "coda_data_split": "train",
    "coda_paper_id": 9196,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Respiratory infections are the most common infectious diseases in humans worldwide and are a leading cause of death in children less than 5 years of age.",
      "sentences": [
        [
          {
            "segment_text": "Background-Respiratory infections are the most common infectious diseases in humans worldwide and are a leading cause of death in children less than 5 years of age .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives-Identify candidate pathogens in pediatric patients with unexplained respiratory disease.",
      "sentences": [
        [
          {
            "segment_text": "Objectives-Identify candidate pathogens in pediatric patients with unexplained respiratory disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study Design-Forty-four nasopharyngeal washes collected during the 2004-05 winter season from pediatric patients with respiratory illnesses that tested negative for 7 common respiratory pathogens by culture and direct immunofluorescence assays were analyzed by MassTag-PCR. To distinguish human enteroviruses (HEV) and rhinoviruses (HRV), samples positive for picornaviruses were further characterized by sequence analysis.",
      "sentences": [
        [
          {
            "segment_text": "Study Design-Forty-four nasopharyngeal washes collected during the 2004-05 winter season from pediatric patients with respiratory illnesses that tested negative for 7 common respiratory pathogens by culture and direct immunofluorescence assays were analyzed by MassTag-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To distinguish human enteroviruses ( HEV ) and rhinoviruses ( HRV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "samples positive for picornaviruses were further characterized by sequence analysis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Candidate pathogens were detected by MassTag PCR in 27 of the 44 (61%) specimens that previously were rated negative. Sixteen of these 27 specimens (59%) contained picornaviruses; of these 9 (57%) contained RNA of a recently discovered clade of rhinoviruses. Bocaviruses were detected in three patients by RT-PCR.",
      "sentences": [
        [
          {
            "segment_text": "Results-Candidate pathogens were detected by MassTag PCR in 27 of the 44 ( 61 % ) specimens that previously were rated negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sixteen of these 27 specimens ( 59 % ) contained picornaviruses ; of these 9 ( 57 % ) contained RNA of a recently discovered clade of rhinoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bocaviruses were detected in three patients by RT-PCR .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Our study confirms that multiplex MassTag-PCR enhances the detection of pathogens in clinical specimens, and shows that previously unrecognized rhinoviruses, that potentially form a species HRV-C, may cause a significant amount of pediatric respiratory disease.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Our study confirms that multiplex MassTag-PCR enhances the detection of pathogens in clinical specimens ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and shows that previously unrecognized rhinoviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that potentially form a species HRV-C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may cause a significant amount of pediatric respiratory disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "197"
  }
}