{
  "paper_id": "d72c90ddfa72ba7123cf8596c8828eea2db5ab3b",
  "metadata": {
    "title": "CD4 + T-cell subsets and host defense in the lung",
    "coda_data_split": "train",
    "coda_paper_id": 8640,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "CD4 + T-helper subsets are lineages of T cells that have effector function in the lung and control critical aspects of lung immunity. Depletion of these cells experimentally or by drugs or human immunodeficiency virus (HIV) infection in humans leads to the development of opportunistic infections as well as increased rates of bacteremia with certain bacterial pneumonias. Recently, it has been proposed that CD4 + T-cell subsets may also be excellent targets for mucosal vaccination to prevent pulmonary infections in susceptible hosts. Here we review recent findings that increase our understanding of T-cell subsets and their effector cytokines in the context of pulmonary infection.",
      "sentences": [
        [
          {
            "segment_text": "CD4 + T-helper subsets are lineages of T cells that have effector function in the lung and control critical aspects of lung immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depletion of these cells experimentally or by drugs or human immunodeficiency virus ( HIV ) infection in humans leads to the development of opportunistic infections as well as increased rates of bacteremia with certain bacterial pneumonias .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , it has been proposed that CD4 + T-cell subsets may also be excellent targets for mucosal vaccination to prevent pulmonary infections in susceptible hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review recent findings that increase our understanding of T-cell subsets and their effector cytokines in the context of pulmonary infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "111"
  }
}