{
  "paper_id": "d7329d423a2663b0dad3899fd5d073862f95cc53",
  "metadata": {
    "title": "Remyelination, axonal sparing, and locomotor recovery following transplantation of glial-committed progenitor cells into the MHV model of multiple sclerosis",
    "coda_data_split": "train",
    "coda_paper_id": 8240,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The behavior and myelinogenic properties of glial cells have been well documented following transplantation into regions of focal experimental demyelination in animal models. However, the ability of glial cell preparations to remyelinate in such models does not necessarily indicate that their transplantation into demyelinated lesions in clinical disease will be successful. One of the precluding factors in this regard is a greater understanding of the environmental conditions that will support transplant-mediated remyelination. In this study, we determined whether the complex and reactive CNS environment of the mouse hepatitis virus (MHV) model of multiple sclerosis (MS) could support transplant-mediated remyelination. Striatal neural precursors derived from postnatal day 1 mice were committed to a glial cell lineage and labeled. Immunohistochemical staining indicated that this population generated \u003e93% glial cells following differentiation in vitro. Transplantation of glial-committed progenitor cells into the T8 spinal cord of MHV-infected mice demonstrating complete hindlimb paralysis resulted in migration of cells up to 12 mm from the implantation site and remyelination of up to 67% of axons. Transplanted-remyelinated animals contained approximately 2Â the number of axons within sampled regions of the ventral and lateral columns as compared to nontransplanted animals, suggesting that remyelination is associated with axonal sparing. Furthermore, transplantation resulted in behavioral improvement. This study demonstrates for the first time that transplant-mediated remyelination is possible in the pathogenic environment of the MHV demyelination model and that it is associated with locomotor improvement.",
      "sentences": [
        [
          {
            "segment_text": "The behavior and myelinogenic properties of glial cells have been well documented following transplantation into regions of focal experimental demyelination in animal models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the ability of glial cell preparations to remyelinate in such models does not necessarily indicate that their transplantation into demyelinated lesions in clinical disease will be successful .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of the precluding factors in this regard is a greater understanding of the environmental conditions that will support transplant-mediated remyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we determined whether the complex and reactive CNS environment of the mouse hepatitis virus ( MHV ) model of multiple sclerosis ( MS ) could support transplant-mediated remyelination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Striatal neural precursors derived from postnatal day 1 mice were committed to a glial cell lineage and labeled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunohistochemical staining indicated that this population generated \u003e 93 % glial cells following differentiation in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transplantation of glial-committed progenitor cells into the T8 spinal cord of MHV-infected mice demonstrating complete hindlimb paralysis resulted in migration of cells up to 12 mm from the implantation site and remyelination of up to 67 % of axons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transplanted-remyelinated animals contained approximately 2Â the number of axons within sampled regions of the ventral and lateral columns as compared to nontransplanted animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that remyelination is associated with axonal sparing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , transplantation resulted in behavioral improvement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study demonstrates for the first time that transplant-mediated remyelination is possible in the pathogenic environment of the MHV demyelination model and that it is associated with locomotor improvement .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "256"
  }
}