{
  "paper_id": "d742322e47773a6a83306f2485b0448579383a7e",
  "metadata": {
    "title": "Validation of specific quantitative real-time RT-PCR assay panel for Infectious Bronchitis using synthetic DNA standards and clinical specimens",
    "coda_data_split": "train",
    "coda_paper_id": 9167,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis (IB) is a highly contagious upper respiratory tract disease of chickens caused by infectious bronchitis virus (IBV), which has various serotypes that do not cross-protect. Vaccine control strategies for this virus are only effective when designed around the currently circulating serotypes. It is essential to not only rapidly detect IBV but also to identify the type of virus causing disease. Six TaqMan™-based quantitative realtime RT-PCR assays (Universal, Ark, Mass, DE/GA98, GA07, GA08) were developed and examined the sensitivity and specificity for each assay. Assays were developed targeting the hypervariable region in the S1 gene subunit. The analytical sensitivity of TaqMan™-based quantitative real-time RT-PCR assays (qRT-PCR) assays was evaluated using synthetic DNA standards that were identical with the target sequence and specificity was further validated using clinical and biological specimens. All developed assays performed equivalently when using synthetic DNA templates as standard material, as it achieved linearity over a 5 log 10 dynamic range with a reproducible limit of detection of ≤10 target copies per reaction, with high calculated amplification efficiencies ranging between 90%-115%. Further validation of specificity using clinical and biological specimens was also successful.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis ( IB ) is a highly contagious upper respiratory tract disease of chickens caused by infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has various serotypes that do not cross-protect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccine control strategies for this virus are only effective when designed around the currently circulating serotypes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is essential to not only rapidly detect IBV but also to identify the type of virus causing disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Six TaqMan ™ - based quantitative realtime RT-PCR assays ( Universal , Ark , Mass , DE/GA98 , GA07 , GA08 ) were developed and examined the sensitivity and specificity for each assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Assays were developed targeting the hypervariable region in the S1 gene subunit .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The analytical sensitivity of TaqMan ™ - based quantitative real-time RT-PCR assays ( qRT-PCR ) assays was evaluated using synthetic DNA standards that were identical with the target sequence and specificity was further validated using clinical and biological specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All developed assays performed equivalently when using synthetic DNA templates as standard material ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as it achieved linearity over a 5 log 10 dynamic range with a reproducible limit of detection of ≤ 10 target copies per reaction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with high calculated amplification efficiencies ranging between 90 % -115 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further validation of specificity using clinical and biological specimens was also successful .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "221"
  }
}