{
  "paper_id": "d74ca96879ef6d9982cb7ddaf5396940697dc8dc",
  "metadata": {
    "title": "Imino sugar glucosidase inhibitors as broadly active anti-filovirus agents",
    "coda_data_split": "train",
    "coda_paper_id": 4495,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ebola virus and Marburg virus are members of the family of Filoviridae and are etiological agents of a deadly hemorrhagic fever disease. The clinical symptoms of Ebola and Marburg hemorrhagic fevers are difficult to distinguish and there are currently no specific antiviral therapies against either of the viruses. Therefore, a drug that is safe and effective against both would be an enormous breakthrough. We and others have shown that the folding of the glycoproteins of many enveloped viruses, including the filoviruses, is far more dependent upon the calnexin pathway of protein folding than are most host glycoproteins. Drugs that inhibit this pathway would be expected to be selectively antiviral. Indeed, as we summarize in this review, imino sugars that are competitive inhibitors of the host endoplasmic reticular a-glucosidases I and II, which are enzymes that process N-glycan on nascent glycoproteins and thereby inhibit calnexin binding to the nascent glycoproteins, have been shown to have antiviral activity against a number of enveloped viruses including filoviruses. In this review, we describe the state of development of imino sugars for use against the filoviruses, and provide an explanation for the basis of their antiviral activity as well as limitations.",
      "sentences": [
        [
          {
            "segment_text": "Ebola virus and Marburg virus are members of the family of Filoviridae and are etiological agents of a deadly hemorrhagic fever disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical symptoms of Ebola and Marburg hemorrhagic fevers are difficult to distinguish and there are currently no specific antiviral therapies against either of the viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a drug that is safe and effective against both would be an enormous breakthrough .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We and others have shown that the folding of the glycoproteins of many enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the filoviruses , is far more dependent upon the calnexin pathway of protein folding than are most host glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Drugs that inhibit this pathway would be expected to be selectively antiviral .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , as we summarize in this review ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "imino sugars that are competitive inhibitors of the host endoplasmic reticular a-glucosidases I and II ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are enzymes that process N-glycan on nascent glycoproteins and thereby inhibit calnexin binding to the nascent glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been shown to have antiviral activity against a number of enveloped viruses including filoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we describe the state of development of imino sugars for use against the filoviruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and provide an explanation for the basis of their antiviral activity as well as limitations .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "212"
  }
}