{
  "paper_id": "d783f56cc0176b2a634a6c4e8a2679fda162acd5",
  "metadata": {
    "title": "Synthetic peptides coupled to the surface of liposomes effectively induce SARS coronavirus-specific cytotoxic T lymphocytes and viral clearance in HLA-A*0201 transgenic mice",
    "coda_data_split": "train",
    "coda_paper_id": 9523,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We investigated whether the surface-linked liposomal peptide was applicable to a vaccine based on cytotoxic T lymphocytes (CTLs) against severe acute respiratory syndrome (SARS) coronavirus (SARS-CoV). We first identified four HLA-A*0201-restricted CTL epitopes derived from SARS-CoV using HLA-A*0201 transgenic mice and recombinant adenovirus expressing predicted epitopes. These peptides were coupled to the surface of liposomes, and inoculated into mice. Two of the liposomal peptides were effective for peptide-specific CTL induction, and one of them was efficient for the clearance of vaccinia virus expressing epitopes of SARS-CoV, suggesting that the surface-linked liposomal peptide might offer an effective CTLbased vaccine against SARS.",
      "sentences": [
        [
          {
            "segment_text": "We investigated whether the surface-linked liposomal peptide was applicable to a vaccine based on cytotoxic T lymphocytes ( CTLs ) against severe acute respiratory syndrome ( SARS ) coronavirus ( SARS-CoV ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We first identified four HLA-A * 0201-restricted CTL epitopes derived from SARS-CoV using HLA-A * 0201 transgenic mice and recombinant adenovirus expressing predicted epitopes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These peptides were coupled to the surface of liposomes , and inoculated into mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two of the liposomal peptides were effective for peptide-specific CTL induction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and one of them was efficient for the clearance of vaccinia virus expressing epitopes of SARS-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the surface-linked liposomal peptide might offer an effective CTLbased vaccine against SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "117"
  }
}