{
  "paper_id": "d7a7a27ec27d0fda79264b5e8d91b70e725e00a7",
  "metadata": {
    "title": "A divergent clade of circular single-stranded DNA viruses from pig feces",
    "coda_data_split": "train",
    "coda_paper_id": 3221,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Using metagenomics and molecular cloning methods, we characterized five novel small, circular viral genomes from pig feces that are distantly related to chimpanzee and porcine stool-associated circular viruses, (ChiSCV and PoSCV1). Phylogenetic analysis placed these viruses into a highly divergent clade of this rapidly growing new viral family. This new clade of viruses, provisionally named porcine stool-associated circular virus 2 and 3 (PoSCV2 and PoSCV3), encodes a stem-loop structure (presumably the origin of DNA replication) in the small intergenic region and a replication initiator protein commonly found in other biological systems that replicate their genomes via the rolling-circle mechanism.",
      "sentences": [
        [
          {
            "segment_text": "Using metagenomics and molecular cloning methods ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we characterized five novel small ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "circular viral genomes from pig feces that are distantly related to chimpanzee and porcine stool-associated circular viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( ChiSCV and PoSCV1 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis placed these viruses into a highly divergent clade of this rapidly growing new viral family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This new clade of viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provisionally named porcine stool-associated circular virus 2 and 3 ( PoSCV2 and PoSCV3 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "encodes a stem-loop structure ( presumably the origin of DNA replication ) in the small intergenic region and a replication initiator protein commonly found in other biological systems that replicate their genomes via the rolling-circle mechanism .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Furthermore, these viruses also exhibit three additional overlapping open reading frames in the large intergenic region between the capsid and replication initiator protein genes.",
      "sentences": [
        [
          {
            "segment_text": "Furthermore , these viruses also exhibit three additional overlapping open reading frames in the large intergenic region between the capsid and replication initiator protein genes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "139"
  }
}