{
  "paper_id": "d7ba62869caeb82ebe0dd98756082590d55c68fb",
  "metadata": {
    "title": "Research Resource: Identification of Novel Growth Hormone-Regulated Phosphorylation Sites by Quantitative Phosphoproteomics",
    "coda_data_split": "train",
    "coda_paper_id": 8733,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "GH and GH receptors are expressed throughout life, and GH elicits a diverse range of responses, including growth and altered metabolism. It is therefore important to understand the full spectrum of GH signaling pathways and cellular responses. We applied mass spectrometry-based phosphoproteomics combined with stable isotope labeling with amino acids in cell culture to identify proteins rapidly phosphorylated in response to GH in 3T3-F442A preadipocytes. We identified 132 phosphosites in 95 proteins that exhibited rapid (5 or 15 min) GH-dependent statistically significant increases in phosphorylation by more than or equal to 50% and 96 phosphosites in 46 proteins that were downregulated by GH by more than or equal to 30%. Several of the GH-stimulated phosphorylation sites were known (e.g. regulatory Thr/Tyr in Erks 1 and 2, Tyr in signal transducers and activators of transcription (Stat) 5a and 5b, Ser939 in tuberous sclerosis protein (TSC) 2 or tuberin). The remaining 126 GH-stimulated sites were not previously associated with GH. Kyoto Encyclopedia of Genes and Genomes pathway analysis of GH-stimulated sites indicated enrichment in proteins associated with the insulin and mammalian target of rapamycin (mTOR) pathways, regulation of the actin cytoskeleton, and focal adhesions. Akt/protein kinase A consensus sites (RXRXXS/T) were the most commonly phosphorylated consensus sites. Immunoblotting confirmed GH-stimulated phosphorylation of all seven novel GH-dependent sites tested [regulatory sites in proline-rich Akt substrate, 40 kDA (PRAS40), regulatory associated protein of mTOR, ATP-citrate lyase, Na 필 /H 필 exchanger-1, N-myc downstream regulated gene 1, and Shc]). The immunoblot results suggest that many, if not most, of the GHstimulated phosphosites identified in this large-scale quantitative phosphoproteomics analysis, including sites in multiple proteins in the Akt/ mTOR complex 1 pathway, are phosphorylated in response to GH. Their identification significantly broadens our thinking of GH-regulated cell functions. (Molecular Endocrinology 26: 1056 -1073, 2012)",
      "sentences": [
        [
          {
            "segment_text": "GH and GH receptors are expressed throughout life ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and GH elicits a diverse range of responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including growth and altered metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is therefore important to understand the full spectrum of GH signaling pathways and cellular responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We applied mass spectrometry-based phosphoproteomics combined with stable isotope labeling with amino acids in cell culture to identify proteins rapidly phosphorylated in response to GH in 3T3-F442A preadipocytes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 132 phosphosites in 95 proteins that exhibited rapid ( 5 or 15 min ) GH-dependent statistically significant increases in phosphorylation by more than or equal to 50 % and 96 phosphosites in 46 proteins that were downregulated by GH by more than or equal to 30 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several of the GH-stimulated phosphorylation sites were known ( e.g. regulatory Thr/Tyr in Erks 1 and 2 , Tyr in signal transducers and activators of transcription ( Stat ) 5a and 5b ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Ser939 in tuberous sclerosis protein ( TSC ) 2 or tuberin ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The remaining 126 GH-stimulated sites were not previously associated with GH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Kyoto Encyclopedia of Genes and Genomes pathway analysis of GH-stimulated sites indicated enrichment in proteins associated with the insulin and mammalian target of rapamycin ( mTOR ) pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regulation of the actin cytoskeleton , and focal adhesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Akt/protein kinase A consensus sites ( RXRXXS/T ) were the most commonly phosphorylated consensus sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunoblotting confirmed GH-stimulated phosphorylation of all seven novel GH-dependent sites tested ( regulatory sites in proline-rich Akt substrate , 40 kDA ( PRAS40 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regulatory associated protein of mTOR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ATP-citrate lyase , Na 필 / H 필 exchanger-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "N-myc downstream regulated gene 1 , and Shc ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The immunoblot results suggest that many ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "if not most , of the GHstimulated phosphosites identified in this large-scale quantitative phosphoproteomics analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including sites in multiple proteins in the Akt / mTOR complex 1 pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are phosphorylated in response to GH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Their identification significantly broadens our thinking of GH-regulated cell functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Molecular Endocrinology 26 : 1056 -1073 , 2012 )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "350"
  }
}