{
  "paper_id": "d7cb7c135b8d3727e626d35b7b1ec92f2400e78b",
  "metadata": {
    "title": "OCCUPATIONAL DISEASES",
    "coda_data_split": "train",
    "coda_paper_id": 5554,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This overview describes the main categories of specific occupational disorders and it covers also how work exposures are potential determinants of common respiratory conditions. Acute inhalation injuries may present as inhalation fever or as acute tracheobronchitis and pneumonitis. Occupational asthma is the most frequent work-related respiratory disease. It may be caused by allergic sensitization to macromolecules of biologic origin or to chemicals of low molecular weight, as well as by (heavy) exposure to workplace irritants. The pneumoconioses are caused by the accumulation of dust particles or fibres in the lungs. They include silicosis, coal workers\u0027 pneumoconioses, asbestosis and other less common pneumoconioses. Chronic beryllium disease is caused by a cell-mediated sensitization to beryllium and resembles sarcoidosis. Hard-metal lung disease is caused by sensitivity to cobalt and resembles hypersensitivity pneumonitis. Extrinsic allergic alveolitis or hypersensitivity pneumonitis is generally caused by sensitization to aerosolized biological antigens. Several types of infections may be related more or less specifically to work. Chronic obstructive lung disease is mainly caused by cigarette smoking, but exposure to dusts and gases contribute to its incidence. Similarly, bronchopulmonary cancer is not only caused by smoking, but also by occupational agents, most notably asbestos. Asbestos is also a cause of nonmalignant and malignant pleural disease.",
      "sentences": [
        [
          {
            "segment_text": "This overview describes the main categories of specific occupational disorders and it covers also how work exposures are potential determinants of common respiratory conditions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Acute inhalation injuries may present as inhalation fever or as acute tracheobronchitis and pneumonitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Occupational asthma is the most frequent work-related respiratory disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It may be caused by allergic sensitization to macromolecules of biologic origin or to chemicals of low molecular weight ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as by ( heavy ) exposure to workplace irritants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pneumoconioses are caused by the accumulation of dust particles or fibres in the lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They include silicosis , coal workers \u0027 pneumoconioses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "asbestosis and other less common pneumoconioses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chronic beryllium disease is caused by a cell-mediated sensitization to beryllium and resembles sarcoidosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hard-metal lung disease is caused by sensitivity to cobalt and resembles hypersensitivity pneumonitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Extrinsic allergic alveolitis or hypersensitivity pneumonitis is generally caused by sensitization to aerosolized biological antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several types of infections may be related more or less specifically to work .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chronic obstructive lung disease is mainly caused by cigarette smoking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but exposure to dusts and gases contribute to its incidence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , bronchopulmonary cancer is not only caused by smoking ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also by occupational agents , most notably asbestos .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Asbestos is also a cause of nonmalignant and malignant pleural disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "228"
  }
}