{
  "paper_id": "d7faaf4dd7caf361022ba62c8cedcfec8bf5b896",
  "metadata": {
    "title": "Adopting \u0027lift-up\u0027 building design to improve the surrounding pedestrian-level wind environment",
    "coda_data_split": "train",
    "coda_paper_id": 3400,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Modern megacities are teeming with closely-spaced tall buildings, which limit air circulation at the pedestrian level. The resultant lack of air circulation creates poorly ventilated areas with accumulated air pollutants and thermal discomfort in the summer. To improve air circulation at the pedestrian level, buildings may be designed to have a \u0027lift-up\u0027 shape, in which the main structure is supported by a central core, columns or shear walls. However, a lack of knowledge on the influence of the \u0027lift-up\u0027 design on the surrounding wind environment limits the use of \u0027lift-up\u0027 buildings. This study aims to investigate the influence of \u0027lift-up\u0027 buildings and their dimensions on the pedestrian-level wind environments using wind tunnel tests. A parametric study was undertaken by using 9 \u0027lift-up\u0027 building models with different core heights and widths. The results were compared with the surrounding wind environment of a control building with similar dimensions. The results reveal that the \u0027lift-up\u0027 core height is the most influential parameter and governs the area and magnitude of high and low wind speed zones around such buildings. Based on wind tunnel test results and a selected comfort criterion, appropriate core dimensions could be selected to have acceptable wind conditions near lift-up buildings.",
      "sentences": [
        [
          {
            "segment_text": "Modern megacities are teeming with closely-spaced tall buildings ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which limit air circulation at the pedestrian level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The resultant lack of air circulation creates poorly ventilated areas with accumulated air pollutants and thermal discomfort in the summer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To improve air circulation at the pedestrian level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "buildings may be designed to have a ` lift-up \u0027 shape ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which the main structure is supported by a central core , columns or shear walls .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a lack of knowledge on the influence of the ` lift-up \u0027 design on the surrounding wind environment limits the use of ` lift-up \u0027 buildings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to investigate the influence of ` lift-up \u0027 buildings and their dimensions on the pedestrian-level wind environments using wind tunnel tests .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A parametric study was undertaken by using 9 ` lift-up \u0027 building models with different core heights and widths .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results were compared with the surrounding wind environment of a control building with similar dimensions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results reveal that the ` lift-up \u0027 core height is the most influential parameter and governs the area and magnitude of high and low wind speed zones around such buildings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on wind tunnel test results and a selected comfort criterion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "appropriate core dimensions could be selected to have acceptable wind conditions near lift-up buildings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "227"
  }
}