{
  "paper_id": "d800e113c0f37fea4586a18115d07a7bbb3e5464",
  "metadata": {
    "title": "The ATF6 branch of unfolded protein response and apoptosis are activated to promote African swine fever virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 6458,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "African swine fever virus (ASFV) infection induces apoptosis in the infected cell; however, the consequences of this activation on virus replication have not been defined. In order to identify the role of apoptosis in ASFV infection, we analyzed caspase induction during the infection and the impact of caspase inhibition on viral production. Caspases 3, 9 and 12 were activated from 16 h post-infection, but not caspase 8. Indeed, caspase 3 activation during the early stages of the infection appeared to be crucial for efficient virus exit. In addition, the inhibition of membrane blebbing reduced the release of virus particles from the cell. ASFV uses the endoplasmic reticulum (ER) as a site of replication and this process can trigger ER stress and the unfolded protein response (UPR) of the host cell. In addition to caspase 12 activation, indicators of ER stress include the upregulation of the chaperones calnexin and calreticulin upon virus infection. Moreover, ASFV induces transcription factor 6 signaling pathway of the UPR, but not the protein kinase-like ER kinase or the inositol-requiring enzyme 1 pathways. Thus, the capacity of ASFV to regulate the UPR may prevent early apoptosis and ensure viral replication.",
      "sentences": [
        [
          {
            "segment_text": "African swine fever virus ( ASFV ) infection induces apoptosis in the infected cell ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the consequences of this activation on virus replication have not been defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to identify the role of apoptosis in ASFV infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we analyzed caspase induction during the infection and the impact of caspase inhibition on viral production .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Caspases 3 , 9 and 12 were activated from 16 h post-infection , but not caspase 8 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , caspase 3 activation during the early stages of the infection appeared to be crucial for efficient virus exit .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the inhibition of membrane blebbing reduced the release of virus particles from the cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ASFV uses the endoplasmic reticulum ( ER ) as a site of replication and this process can trigger ER stress and the unfolded protein response ( UPR ) of the host cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to caspase 12 activation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicators of ER stress include the upregulation of the chaperones calnexin and calreticulin upon virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , ASFV induces transcription factor 6 signaling pathway of the UPR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not the protein kinase-like ER kinase or the inositol-requiring enzyme 1 pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the capacity of ASFV to regulate the UPR may prevent early apoptosis and ensure viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "219"
  }
}