{
  "paper_id": "d82fe700418fb6494ffb9a2c0cf4f6b8012b3824",
  "metadata": {
    "title": "Fitness barriers limit reversion of a proofreading-deficient coronavirus 1 2",
    "coda_data_split": "train",
    "coda_paper_id": 5783,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "word count: 359 20 Text word count: 4423 21 22 All rights reserved. No reuse allowed without permission. ABSTRACT 23 The 3¢-to-5¢ exoribonuclease in coronavirus (CoV) nonstructural protein 14 (nsp14-ExoN) 24 mediates RNA proofreading during genome replication. ExoN catalytic residues are arranged in 25 three motifs: I (DE), II (E), III (D). Alanine substitution of the motif I residues (AA-E-D, four 26 nucleotide substitutions) in murine hepatitis virus (MHV) and SARS-CoV yields viable mutants 27 with impaired replication and fitness, increased mutation rates, and attenuated virulence in vivo. 28 Despite these impairments, MHV-and SARS-CoV ExoN motif I AA mutants (ExoN-AA) have 29 not reverted at motif I in diverse in vitro and in vivo environments, suggesting that profound 30 fitness barriers prevent motif I reversion. To test this hypothesis, we engineered MHV-ExoN-AA 31 with 1, 2 or 3 nucleotide mutations along genetic pathways to AA-to-DE reversion. We show 32 that engineered intermediate revertants were viable but had no increased replication or 33 competitive fitness compared to MHV-ExoN-AA. In contrast, a low passage (P10) MHV-ExoN-34 AA showed increased replication and competitive fitness without reversion of ExoN-AA. 35 Finally, engineered reversion of ExoN-AA to ExoN-DE in the presence of ExoN-AA passage-36 adaptive mutations resulted in significant fitness loss. These results demonstrate that while 37 reversion is possible, at least one alternative adaptive pathway is more rapidly advantageous than 38 intermediate revertants and may alter the genetic background to render reversion detrimental to 39 fitness. Our results provide an evolutionary rationale for lack of ExoN-AA reversion, illuminate 40 potential multi-protein replicase interactions and coevolution, and support future studies aimed at 41 stabilizing attenuated CoV ExoN-AA mutants. 42 43 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "word count : 359 20 Text word count : 4423 21 22 All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "ABSTRACT 23 The 3 ¢ - to-5 ¢ exoribonuclease in coronavirus ( CoV ) nonstructural protein 14 ( nsp14-ExoN ) 24 mediates RNA proofreading during genome replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ExoN catalytic residues are arranged in 25 three motifs : I ( DE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "II ( E ) , III ( D ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alanine substitution of the motif I residues ( AA-E-D , four 26 nucleotide substitutions ) in murine hepatitis virus ( MHV ) and SARS-CoV yields viable mutants 27 with impaired replication and fitness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "increased mutation rates , and attenuated virulence in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "28 Despite these impairments , MHV-and SARS-CoV ExoN motif I AA mutants ( ExoN-AA ) have 29 not reverted at motif I in diverse in vitro and in vivo environments ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that profound 30 fitness barriers prevent motif I reversion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To test this hypothesis , we engineered MHV-ExoN-AA 31 with 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 or 3 nucleotide mutations along genetic pathways to AA-to-DE reversion .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We show 32 that engineered intermediate revertants were viable but had no increased replication or 33 competitive fitness compared to MHV-ExoN-AA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , a low passage ( P10 ) MHV-ExoN-34 AA showed increased replication and competitive fitness without reversion of ExoN-AA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "35 Finally , engineered reversion of ExoN-AA to ExoN-DE in the presence of ExoN-AA passage-36 adaptive mutations resulted in significant fitness loss .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that while 37 reversion is possible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "at least one alternative adaptive pathway is more rapidly advantageous than 38 intermediate revertants and may alter the genetic background to render reversion detrimental to 39 fitness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results provide an evolutionary rationale for lack of ExoN-AA reversion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "illuminate 40 potential multi-protein replicase interactions and coevolution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and support future studies aimed at 41 stabilizing attenuated CoV ExoN-AA mutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "42 43 All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/618249 doi: bioRxiv preprint",
      "sentences": [
        [
          {
            "segment_text": "The copyright holder for this preprint ( which was not peer-reviewed ) is the author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "https://doi.org/10.1101/618249 doi : bioRxiv preprint",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Coronaviruses encode an exoribonuclease (ExoN) that is important for viral replication, fitness, 45 and virulence, yet coronaviruses with a defective ExoN (ExoN-AA) have not reverted under 46 diverse experimental conditions. In this study, we identify multiple impediments to MHV-ExoN-47 AA reversion. We show that ExoN-AA reversion is possible but evolutionarily unfavorable. 48",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses encode an exoribonuclease ( ExoN ) that is important for viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fitness , 45 and virulence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet coronaviruses with a defective ExoN ( ExoN-AA ) have not reverted under 46 diverse experimental conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we identify multiple impediments to MHV-ExoN-47 AA reversion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that ExoN-AA reversion is possible but evolutionarily unfavorable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "48",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Instead, compensatory mutations outside of ExoN-AA motif I are more accessible and beneficial 49 than partial reversion. We also show that coevolution between replicase proteins over long-term 50 passage partially compensates for ExoN-AA motif I but renders the virus inhospitable to a 51 reverted ExoN. Our results reveal the evolutionary basis for the genetic stability of ExoN-52 inactivating mutations, illuminate complex functional and evolutionary relationships between 53 coronavirus replicase proteins, and identify potential mechanisms for stabilization of ExoN-AA 54 coronavirus mutants. 55 All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "Instead , compensatory mutations outside of ExoN-AA motif I are more accessible and beneficial 49 than partial reversion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that coevolution between replicase proteins over long-term 50 passage partially compensates for ExoN-AA motif I but renders the virus inhospitable to a 51 reverted ExoN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results reveal the evolutionary basis for the genetic stability of ExoN-52 inactivating mutations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "illuminate complex functional and evolutionary relationships between 53 coronavirus replicase proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and identify potential mechanisms for stabilization of ExoN-AA 54 coronavirus mutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "55 All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "26",
    "segment_num": "37",
    "token_num": "519"
  }
}