{
  "paper_id": "d8454139f839889cb542b3c91009e20ceded8625",
  "metadata": {
    "title": "xMAP Technology: Applications in Detection of Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 10615,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "xMAP technology is applicable for high-throughput, multiplex and simultaneous detection of different analytes within a single complex sample. xMAP multiplex assays are currently available in various nucleic acid and immunoassay formats, enabling simultaneous detection and typing of pathogenic viruses, bacteria, parasites and fungi and also antigen or antibody interception. As an open architecture platform, the xMAP technology is beneficial to end users and therefore it is used in various pharmaceutical, clinical and research laboratories. The main aim of this review is to summarize the latest findings and applications in the field of pathogen detection using microsphere-based multiplex assays.",
      "sentences": [
        [
          {
            "segment_text": "xMAP technology is applicable for high-throughput ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiplex and simultaneous detection of different analytes within a single complex sample .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "xMAP multiplex assays are currently available in various nucleic acid and immunoassay formats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabling simultaneous detection and typing of pathogenic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacteria , parasites and fungi and also antigen or antibody interception .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As an open architecture platform ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the xMAP technology is beneficial to end users and therefore it is used in various pharmaceutical , clinical and research laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main aim of this review is to summarize the latest findings and applications in the field of pathogen detection using microsphere-based multiplex assays .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "108"
  }
}