{
  "paper_id": "d84ced2c3a06936bb56ee529a5bdca5f6adaf857",
  "metadata": {
    "title": "EXPERIMENTAL AND THERAPEUTIC MEDICINE",
    "coda_data_split": "train",
    "coda_paper_id": 5024,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The present study aimed to investigate the effects of levodopa (LEV) on cellular apoptosis in a rabbit model of steroid-associated necrosis of the femoral head (SANFH). A total of 44 healthy adult Chinese rabbits were randomly divided into three groups: Group A (n\u003d15), administered a combination of lipopolysaccharide and hormone to establish the SANFH animal model; group B (n\u003d15), SANFH animal model as in group A orally administered LEV (0.4 g/kg/day) on the day of injection; and group C (n\u003d14), the control group. On the 6th and 8th week of modeling, seven rabbits from each group were sacrificed to harvest bilateral femoral head specimens for hematoxylin and eosin staining and apoptosis detection by terminal deoxynucleotidyl transferase dUTP nick-end labeling assay analysis, as well as for observing pathological changes and analyzing cellular apoptosis. Eight weeks after modeling, the serum insulin-like growth factor (IGF)-1 levels of the three groups were measured. The empty lacunae rate and apoptosis index of bone cells in the treatment group were significantly lower than that of the model group (P\u003c0.01). Eight weeks after treatment, the serum levels of IGF-1 were significantly higher than that of the model group (P\u003c0.01). These findings suggested that LEV was able to reduce steroid-induced bone cellular apoptosis, reduce the occurrence of necrosis of the femoral head and, through in vivo metabolism, it may promote the synthesis and release of IGF-1, which could be one of its biological pathways to prevent and treat SANFH.",
      "sentences": [
        [
          {
            "segment_text": "The present study aimed to investigate the effects of levodopa ( LEV ) on cellular apoptosis in a rabbit model of steroid-associated necrosis of the femoral head ( SANFH ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 44 healthy adult Chinese rabbits were randomly divided into three groups : Group A ( n \u003d 15 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "administered a combination of lipopolysaccharide and hormone to establish the SANFH animal model ; group B ( n \u003d 15 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SANFH animal model as in group A orally administered LEV ( 0.4 g/kg/day ) on the day of injection ; and group C ( n \u003d 14 ) , the control group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On the 6th and 8th week of modeling ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "seven rabbits from each group were sacrificed to harvest bilateral femoral head specimens for hematoxylin and eosin staining and apoptosis detection by terminal deoxynucleotidyl transferase dUTP nick-end labeling assay analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as for observing pathological changes and analyzing cellular apoptosis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eight weeks after modeling , the serum insulin-like growth factor ( IGF ) -1 levels of the three groups were measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The empty lacunae rate and apoptosis index of bone cells in the treatment group were significantly lower than that of the model group ( P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight weeks after treatment , the serum levels of IGF-1 were significantly higher than that of the model group ( P \u003c 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggested that LEV was able to reduce steroid-induced bone cellular apoptosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduce the occurrence of necrosis of the femoral head and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through in vivo metabolism , it may promote the synthesis and release of IGF-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be one of its biological pathways to prevent and treat SANFH .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Levodopa attenuates cellular apoptosis in steroid-associated necrosis of the femoral head",
      "sentences": [
        [
          {
            "segment_text": "Levodopa attenuates cellular apoptosis in steroid-associated necrosis of the femoral head",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "302"
  }
}