{
  "paper_id": "d84d52340ef58dffce02e01cbdc4bff5940a5d6a",
  "metadata": {
    "title": "Potential Triggers of MS",
    "coda_data_split": "train",
    "coda_paper_id": 10733,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "MS is an immune mediated disease of the central nervous system (CNS) characterized by demyelination, axonal damage and neurologic disability. The primary cause of this CNS disease remains elusive. Here we will address our current understanding of the role of viruses as potential environmental triggers for MS. Virus infections can act peripherally (outside the CNS) or within the CNS. The association of viral infections with demyelinating disease, in both animals and humans, will be discussed, as will the potential contributions of peripheral infection with Torque Teno virus, infection outside of and/or within the CNS with Epstein-Barr virus and infection within the CNS with Human Herpesvirus 6 to MS. An experimental animal model, Theiler\u0027s murine encephalomyelitis virus infection of susceptible strains of mice is an example of viral infections of the CNS as a prerequisite for demyelination. Finally, the proposition that multiple virus infections are required, which first prime the immune system and then trigger the disease, as a model where infections outside of the CNS lead to inflammatory changes within the CNS, for the development of a MS-like disease is explored.",
      "sentences": [
        [
          {
            "segment_text": "MS is an immune mediated disease of the central nervous system ( CNS ) characterized by demyelination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "axonal damage and neurologic disability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primary cause of this CNS disease remains elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we will address our current understanding of the role of viruses as potential environmental triggers for MS. Virus infections can act peripherally ( outside the CNS ) or within the CNS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The association of viral infections with demyelinating disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in both animals and humans ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "will be discussed , as will the potential contributions of peripheral infection with Torque Teno virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "infection outside of and/or within the CNS with Epstein-Barr virus and infection within the CNS with Human Herpesvirus 6 to MS. An experimental animal model ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Theiler \u0027s murine encephalomyelitis virus infection of susceptible strains of mice is an example of viral infections of the CNS as a prerequisite for demyelination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , the proposition that multiple virus infections are required ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which first prime the immune system and then trigger the disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as a model where infections outside of the CNS lead to inflammatory changes within the CNS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for the development of a MS-like disease is explored .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "201"
  }
}