{
  "paper_id": "d85c5753c8cf0f5c30b7d766e0b90a801d64667b",
  "metadata": {
    "title": "Advanced Immunotechnological Methods for Detection and Diagnosis of Viral Infections: Current Applications and Future Challenges",
    "coda_data_split": "train",
    "coda_paper_id": 5911,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Diagnosis and identification of viruses is an important component of diagnostic virology laboratory. Although various modes of diagnostic methods are now available at disposal, a vast majority of the diseases across the globe remain undiagnosed. This is largely due to the overlapping undifferentiated set of symptoms across myriad set of RNA and DNA viral diseases. As such, it becomes critical to take into consideration several factors for viral diagnosis ranging from the type and quality of specimen collected, time of specimen collection, mode of transport, accuracy, specificity, sensitivity, and the type of diagnostic method used. This chapter broadly emphasizes various methods on diagnostic virology ranging from the classical methods of diagnosis to the most recently developed molecular methods of detection of virus.",
      "sentences": [
        [
          {
            "segment_text": "Diagnosis and identification of viruses is an important component of diagnostic virology laboratory .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although various modes of diagnostic methods are now available at disposal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a vast majority of the diseases across the globe remain undiagnosed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is largely due to the overlapping undifferentiated set of symptoms across myriad set of RNA and DNA viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As such , it becomes critical to take into consideration several factors for viral diagnosis ranging from the type and quality of specimen collected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "time of specimen collection , mode of transport ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accuracy , specificity , sensitivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the type of diagnostic method used .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter broadly emphasizes various methods on diagnostic virology ranging from the classical methods of diagnosis to the most recently developed molecular methods of detection of virus .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "135"
  }
}