{
  "paper_id": "d8716057edc20cdcb232b1ce062ff2804bfd041d",
  "metadata": {
    "title": "Evaluation of Ultra-Microscopic Changes and Proliferation of Apoptotic Glioblastoma Multiforme Cells Induced by Velogenic Strain of Newcastle Disease Virus AF2240",
    "coda_data_split": "train",
    "coda_paper_id": 3149,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Aim: Newcastle disease virus (NDV) is a member of genus Avulavirus within the family Paramyxoviridae. Interest of using NDV as an anticancer agent has arisen from its ability to kill tumor cells with limited toxicity to normal cells. Methods: In this investigation, the proliferation of brain tumor cell line, glioblastoma multiform (DBTRG.05MG) induced by NDV strain AF2240 was evaluated in-vitro, by using MTT proliferation assay. Furthermore, Cytological observations were studied using fluorescence microscopy and transmission electron microscopy, DNA laddering in agarose gel electrophoresis assay used to detect the mode of cell death and analysis of the cellular DNA content by flowcytometery. Results: MTT proliferation assay, Cytological observations using fluorescence microscopy and transmission electron microscopy show the anti-proliferation effect and apoptogenic features of NDV on DBTRG.05MG. Furthermore, analysis of the cellular DNA content showed that there was a loss of treated cells in all cell cycle phases (G1, S and G2/M) accompanied with increasing in sub-G1 region (apoptosis peak). Conclusion: It could be concluded that NDV strain AF2240 is a potent antitumor agent that induce apoptosis and its cytotoxicity increasing while increasing of time and virus titer.",
      "sentences": [
        [
          {
            "segment_text": "Aim : Newcastle disease virus ( NDV ) is a member of genus Avulavirus within the family Paramyxoviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interest of using NDV as an anticancer agent has arisen from its ability to kill tumor cells with limited toxicity to normal cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : In this investigation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the proliferation of brain tumor cell line ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "glioblastoma multiform ( DBTRG .05 MG ) induced by NDV strain AF2240 was evaluated in-vitro ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "by using MTT proliferation assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , Cytological observations were studied using fluorescence microscopy and transmission electron microscopy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "DNA laddering in agarose gel electrophoresis assay used to detect the mode of cell death and analysis of the cellular DNA content by flowcytometery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : MTT proliferation assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Cytological observations using fluorescence microscopy and transmission electron microscopy show the anti-proliferation effect and apoptogenic features of NDV on DBTRG .05 MG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , analysis of the cellular DNA content showed that there was a loss of treated cells in all cell cycle phases ( G1 , S and G2/M ) accompanied with increasing in sub-G1 region ( apoptosis peak ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : It could be concluded that NDV strain AF2240 is a potent antitumor agent that induce apoptosis and its cytotoxicity increasing while increasing of time and virus titer .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "217"
  }
}