{
  "paper_id": "d87f44c7d76e4c51ed8e72103669c275e2db3e71",
  "metadata": {
    "title": "Milk Lacking a-Casein Leads to Permanent Reduction in Body Size in Mice",
    "coda_data_split": "train",
    "coda_paper_id": 10075,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The major physiological function of milk is the transport of amino acids, carbohydrates, lipids and minerals to mammalian offspring. Caseins, the major milk proteins, are secreted in the form of a micelle consisting of protein and calciumphosphate. We have analysed the role of the milk protein a-casein by inactivating the corresponding gene in mice. Absence of a-casein protein significantly curtails secretion of other milk proteins and calcium-phosphate, suggesting a role for a-casein in the establishment of casein micelles. In contrast, secretion of albumin, which is not synthesized in the mammary epithelium, into milk is not reduced. The absence of a-casein also significantly inhibits transcription of the other casein genes. a-Casein deficiency severely delays pup growth during lactation and results in a life-long body size reduction compared to control animals, but has only transient effects on physical and behavioural development of the pups. The data support a critical role for a-casein in casein micelle assembly. The results also confirm lactation as a critical window of metabolic programming and suggest milk protein concentration as a decisive factor in determining adult body weight.",
      "sentences": [
        [
          {
            "segment_text": "The major physiological function of milk is the transport of amino acids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "carbohydrates , lipids and minerals to mammalian offspring .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Caseins , the major milk proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are secreted in the form of a micelle consisting of protein and calciumphosphate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have analysed the role of the milk protein a-casein by inactivating the corresponding gene in mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Absence of a-casein protein significantly curtails secretion of other milk proteins and calcium-phosphate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a role for a-casein in the establishment of casein micelles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In contrast , secretion of albumin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is not synthesized in the mammary epithelium ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "into milk is not reduced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The absence of a-casein also significantly inhibits transcription of the other casein genes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "a-Casein deficiency severely delays pup growth during lactation and results in a life-long body size reduction compared to control animals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but has only transient effects on physical and behavioural development of the pups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data support a critical role for a-casein in casein micelle assembly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results also confirm lactation as a critical window of metabolic programming and suggest milk protein concentration as a decisive factor in determining adult body weight .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "198"
  }
}