{
  "paper_id": "d882f79283751d6c7f2e48cb991ee8abbcd913ae",
  "metadata": {
    "title": "The Transmissibility of Highly Pathogenic Avian Influenza in Commercial Poultry in Industrialised Countries",
    "coda_data_split": "train",
    "coda_paper_id": 8259,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. With the increased occurrence of outbreaks of H5N1 worldwide there is concern that the virus could enter commercial poultry farms with severe economic consequences. Methodology/Principal Findings. We analyse data from four recent outbreaks of highly pathogenic avian influenza (HPAI) in commercial poultry to estimate the farm-to-farm reproductive number for HPAI. The reproductive number is a key measure of the transmissibility of HPAI at the farm level because it can be used to evaluate the effectiveness of the control measures. In these outbreaks the mean farm-to-farm reproductive number prior to controls ranged from 1.1 to 2.4, with the maximum farm-based reproductive number in the range 2.2 to 3.2. Enhanced bio-security, movement restrictions and prompt isolation of the infected farms in all four outbreaks substantially reduced the reproductive number, but it remained close to the threshold value 1 necessary to ensure the disease will be eradicated. Conclusions/Significance. Our results show that depending on the particular situation in which an outbreak of avian influenza occurs, current controls might not be enough to eradicate the disease, and therefore a close monitoring of the outbreak is required. The method we used for estimating the reproductive number is straightforward to implement and can be used in real-time. It therefore can be a useful tool to inform policy decisions.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the increased occurrence of outbreaks of H5N1 worldwide there is concern that the virus could enter commercial poultry farms with severe economic consequences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methodology/Principal Findings .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyse data from four recent outbreaks of highly pathogenic avian influenza ( HPAI ) in commercial poultry to estimate the farm-to-farm reproductive number for HPAI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The reproductive number is a key measure of the transmissibility of HPAI at the farm level because it can be used to evaluate the effectiveness of the control measures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In these outbreaks the mean farm-to-farm reproductive number prior to controls ranged from 1.1 to 2.4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the maximum farm-based reproductive number in the range 2.2 to 3.2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enhanced bio-security , movement restrictions and prompt isolation of the infected farms in all four outbreaks substantially reduced the reproductive number ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but it remained close to the threshold value 1 necessary to ensure the disease will be eradicated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions/Significance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results show that depending on the particular situation in which an outbreak of avian influenza occurs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "current controls might not be enough to eradicate the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and therefore a close monitoring of the outbreak is required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The method we used for estimating the reproductive number is straightforward to implement and can be used in real-time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It therefore can be a useful tool to inform policy decisions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "231"
  }
}