{
  "paper_id": "d88b5306619ec217f8be41b0e634cece731fa4f3",
  "metadata": {
    "title": "Can extreme MHC class I diversity be a feature of a wide geographic range? The example of Seba\u0027s short-tailed bat (Carollia perspicillata)",
    "coda_data_split": "train",
    "coda_paper_id": 7997,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The major histocompatibility complex (MHC) is one of the most diverse genetic regions under pathogen-driven selection because of its central role in antigen binding and immunity. The highest MHC variability, both in terms of the number of individual alleles and gene copies, has so far been found in passerine birds; this is probably attributable to passerine adaptation to both a wide geographic range and a diverse array of habitats. If extraordinary high MHC variation and duplication rates are adaptive features under selection during the evolution of ecologically and taxonomically diverse species, then similarly diverse MHC architectures should be found in bats. Bats are an extremely species-rich mammalian group that is globally widely distributed. Many bat species roost in multitudinous groups and have high contact rates with pathogens, conspecifics, and allospecifics. We have characterized the MHC class I diversity in 116 Panamanian Seba\u0027s short-tailed bats (Carollia perspicillata), a widely distributed, generalist, neotropical species. We have detected a remarkable individual and population-level diversity of MHC class I genes, with between seven and 22 alleles and a unique genotype in each individual. This diversity is comparable with that reported in passerine birds and, in both taxonomic groups, further variability has evolved through length polymorphisms. Our findings support the hypothesis that, for species with a geographically broader range, high MHC class I variability is particularly adaptive. Investigation of the details of the underlying adaptive processes and the role of the high MHC diversity in pathogen resistance are important next steps for a better understanding of the role of bats in viral evolution and as carriers of several deadly zoonotic viruses.",
      "sentences": [
        [
          {
            "segment_text": "The major histocompatibility complex ( MHC ) is one of the most diverse genetic regions under pathogen-driven selection because of its central role in antigen binding and immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The highest MHC variability , both in terms of the number of individual alleles and gene copies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has so far been found in passerine birds ; this is probably attributable to passerine adaptation to both a wide geographic range and a diverse array of habitats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If extraordinary high MHC variation and duplication rates are adaptive features under selection during the evolution of ecologically and taxonomically diverse species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "then similarly diverse MHC architectures should be found in bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bats are an extremely species-rich mammalian group that is globally widely distributed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many bat species roost in multitudinous groups and have high contact rates with pathogens , conspecifics , and allospecifics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have characterized the MHC class I diversity in 116 Panamanian Seba \u0027s short-tailed bats ( Carollia perspicillata ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a widely distributed , generalist , neotropical species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We have detected a remarkable individual and population-level diversity of MHC class I genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with between seven and 22 alleles and a unique genotype in each individual .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This diversity is comparable with that reported in passerine birds and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in both taxonomic groups , further variability has evolved through length polymorphisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings support the hypothesis that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for species with a geographically broader range ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high MHC class I variability is particularly adaptive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investigation of the details of the underlying adaptive processes and the role of the high MHC diversity in pathogen resistance are important next steps for a better understanding of the role of bats in viral evolution and as carriers of several deadly zoonotic viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "295"
  }
}