{
  "paper_id": "d8a4109ac8947b1e80df71baa59c1689e801a2d5",
  "metadata": {
    "title": "Structural lability in stem-loop 1 drives a 5\u0027 UTR-3\u0027 UTR interaction in coronavirus replication",
    "coda_data_split": "train",
    "coda_paper_id": 3734,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The leader RNA of the 5\u0027 untranslated region (UTR) of coronaviral genomes contains two stem-loop structures denoted SL1 and SL2. Herein, we show that SL1 is functionally and structurally bipartite. While the upper region of SL1 is required to be paired, we observe strong genetic selection against viruses that contain a deletion of A35, an extrahelical nucleotide that destabilizes SL1, in favor of genomes that contain a diverse panel of destabilizing second-site mutations, due to introduction of a non-canonical base pair near A35. Viruses containing destabilizing SL1-ΔA35 mutations also contain one of two specific mutations in the 3\u0027 UTR. Thermal denaturation and imino proton solvent exchange experiments reveal that the lower half of SL1 is unstable and that second-site SL1-ΔA35 substitutions are characterized by one or more features of the wild-type SL1. We propose a \"dynamic SL1\" model, in which the base of SL1 has an optimized lability required to mediate a physical interaction between the 5\u0027 and 3\u0027 UTRs that stimulates subgenomic RNA synthesis. Although not conserved at the nucleotide sequence level, these general structural characteristics of SL1 appear to be conserved in other coronaviral genomes.",
      "sentences": [
        [
          {
            "segment_text": "The leader RNA of the 5 \u0027 untranslated region ( UTR ) of coronaviral genomes contains two stem-loop structures denoted SL1 and SL2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we show that SL1 is functionally and structurally bipartite .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the upper region of SL1 is required to be paired ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we observe strong genetic selection against viruses that contain a deletion of A35 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an extrahelical nucleotide that destabilizes SL1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in favor of genomes that contain a diverse panel of destabilizing second-site mutations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "due to introduction of a non-canonical base pair near A35 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses containing destabilizing SL1-ΔA35 mutations also contain one of two specific mutations in the 3 \u0027 UTR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thermal denaturation and imino proton solvent exchange experiments reveal that the lower half of SL1 is unstable and that second-site SL1-ΔA35 substitutions are characterized by one or more features of the wild-type SL1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose a `` dynamic SL1 \u0027\u0027 model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which the base of SL1 has an optimized lability required to mediate a physical interaction between the 5 \u0027 and 3 \u0027 UTRs that stimulates subgenomic RNA synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although not conserved at the nucleotide sequence level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these general structural characteristics of SL1 appear to be conserved in other coronaviral genomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "209"
  }
}