{
  "paper_id": "d8af377b782ad2d3b76af2370ffe6c1e6518eb64",
  "metadata": {
    "title": "Opportunities and Risks of Host-targeting Antiviral Strategies for Hepatitis C",
    "coda_data_split": "train",
    "coda_paper_id": 9666,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus (HCV) infects more than 2 % of the world population with highest prevalence in parts of Africa and Asia. Past standard of care using interferon α and ribavirin had adverse effects and showed modest efficacy for some HCV genotypes spurring the development of direct acting antivirals (DAAs). Such DAAs target viral proteins and are thus better tolerated but they suffer from emergence of vial resistance. Furthermore, DAAs are often HCV genotype specific. Novel drug candidates targeting host factors required for HCV propagation, so called host-targeting antivirals (HTAs), promise to overcome both caveats. The genetic barrier to resistance is usually considered to be high for HTAs and all HCV genotypes presumably use the same host factors. Recent data, however, challenge these assumptions, at least for some HTAs. Here, we highlight the most important hosttargeting strategies against hepatitis C and critically discuss their opportunities and risks.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus ( HCV ) infects more than 2 % of the world population with highest prevalence in parts of Africa and Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Past standard of care using interferon α and ribavirin had adverse effects and showed modest efficacy for some HCV genotypes spurring the development of direct acting antivirals ( DAAs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such DAAs target viral proteins and are thus better tolerated but they suffer from emergence of vial resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , DAAs are often HCV genotype specific .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel drug candidates targeting host factors required for HCV propagation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so called host-targeting antivirals ( HTAs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promise to overcome both caveats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genetic barrier to resistance is usually considered to be high for HTAs and all HCV genotypes presumably use the same host factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent data , however , challenge these assumptions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at least for some HTAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we highlight the most important hosttargeting strategies against hepatitis C and critically discuss their opportunities and risks .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "168"
  }
}