{
  "paper_id": "d8af816aad9d7cfe8c158cefaa7f1de16bda7146",
  "metadata": {
    "title": "Rabies elimination research: juxtaposing optimism, pragmatism and realism",
    "coda_data_split": "train",
    "coda_paper_id": 8914,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "More than 100 years of research has now been conducted into the prevention, control and elimination of rabies with safe and highly efficacious vaccines developed for use in human and animal populations. Domestic dogs are a major reservoir for rabies, and although considerable advances have been made towards the elimination and control of canine rabies in many parts of the world, the disease continues to kill tens of thousands of people every year in Africa and Asia. Policy efforts are now being directed towards a global target of zero human deaths from dog-mediated rabies by 2030 and the global elimination of canine rabies. Here we demonstrate how research provides a cause for optimism as to the feasibility of these goals through strategies based around mass dog vaccination. We summarize some of the pragmatic insights generated from rabies epidemiology and dog ecology research that can improve the design of dog vaccination strategies in low-and middleincome countries and which should encourage implementation without further delay. We also highlight the need for realism in reaching the feasible, although technically more difficult and longer-term goal of global elimination of canine rabies. Finally, we discuss how research on rabies has broader relevance to the control and elimination of a suite of diseases of current concern to human and animal health, providing an exemplar of the value of a \u0027One Health\u0027 approach.",
      "sentences": [
        [
          {
            "segment_text": "More than 100 years of research has now been conducted into the prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "control and elimination of rabies with safe and highly efficacious vaccines developed for use in human and animal populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Domestic dogs are a major reservoir for rabies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and although considerable advances have been made towards the elimination and control of canine rabies in many parts of the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the disease continues to kill tens of thousands of people every year in Africa and Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Policy efforts are now being directed towards a global target of zero human deaths from dog-mediated rabies by 2030 and the global elimination of canine rabies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we demonstrate how research provides a cause for optimism as to the feasibility of these goals through strategies based around mass dog vaccination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We summarize some of the pragmatic insights generated from rabies epidemiology and dog ecology research that can improve the design of dog vaccination strategies in low-and middleincome countries and which should encourage implementation without further delay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also highlight the need for realism in reaching the feasible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although technically more difficult and longer-term goal of global elimination of canine rabies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we discuss how research on rabies has broader relevance to the control and elimination of a suite of diseases of current concern to human and animal health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing an exemplar of the value of a ` One Health \u0027 approach .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "241"
  }
}