{
  "paper_id": "d8b1e0613c581ed9af756f3d421fdaa2ac337f8a",
  "metadata": {
    "title": "Antiviral Agents",
    "coda_data_split": "train",
    "coda_paper_id": 8831,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Potent effective antiviral drugs recently have been licensed for several viral diseases, ushering in a new era in the treatment of viral diseases. At the same time, we have seen widespread adoption of rapid diagnostic tests to identify specific viral etiologies. These developments bring us to a point where the diagnosis and effective treatment of many viral diseases are commonplace.",
      "sentences": [
        [
          {
            "segment_text": "Potent effective antiviral drugs recently have been licensed for several viral diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ushering in a new era in the treatment of viral diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the same time , we have seen widespread adoption of rapid diagnostic tests to identify specific viral etiologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These developments bring us to a point where the diagnosis and effective treatment of many viral diseases are commonplace .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Several antiviral agents and their targets will be examined in this review. Acyclovir is effective against herpes simplex virus and varicella zoster virus; ribavirin, recently introduced, is effective against respiratory syncytial virus; amantadine is effective against the influenza type A viruses. Anticytomegalovirus agents, antihuman immunodeficiency virus agents, and immunomodulators such as the interferons are under investigation. Older agents such as adenosine arabinoside and idoxuridine are being replaced by newer, more effective agents.",
      "sentences": [
        [
          {
            "segment_text": "Several antiviral agents and their targets will be examined in this review .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acyclovir is effective against herpes simplex virus and varicella zoster virus ; ribavirin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recently introduced , is effective against respiratory syncytial virus ; amantadine is effective against the influenza type A viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anticytomegalovirus agents , antihuman immunodeficiency virus agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and immunomodulators such as the interferons are under investigation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Older agents such as adenosine arabinoside and idoxuridine are being replaced by newer , more effective agents .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "It has taken us a long time to reach this point because rendering a virus inactive is a more formidable feat than killing a bacteria. Bacteria reproduce outside of human cells and have several unique features that distinguish them from human cells. Viruses, in contrast, reproduce within human cells and have fewer unique features that selectively can be inhibited. 36 In recent years, several unique features in the process of a viral infection have been identified as target points for interference or inhibition. These unique steps in the process and the interfering compounds are the subject of this review.",
      "sentences": [
        [
          {
            "segment_text": "It has taken us a long time to reach this point because rendering a virus inactive is a more formidable feat than killing a bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bacteria reproduce outside of human cells and have several unique features that distinguish them from human cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses , in contrast , reproduce within human cells and have fewer unique features that selectively can be inhibited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "36 In recent years , several unique features in the process of a viral infection have been identified as target points for interference or inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These unique steps in the process and the interfering compounds are the subject of this review .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Acyclovir (Zovirax) currently is the most effective agent against several herpesviruses. It is a synthetic acyclic purine (guanosine) nucleoside ana-",
      "sentences": [
        [
          {
            "segment_text": "Acyclovir ( Zovirax ) currently is the most effective agent against several herpesviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is a synthetic acyclic purine ( guanosine ) nucleoside ana -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "281"
  }
}