{
  "paper_id": "d8b36980251bf7abdc4d17ff7ef4baf1899f0540",
  "metadata": {
    "title": "WU and KI Polyomaviruses in Respiratory Samples from Allogeneic Hematopoietic Cell Transplant Recipients",
    "coda_data_split": "train",
    "coda_paper_id": 5958,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Data are limited regarding 2 new human polyomaviruses, KI polyomavirus (KIPyV) and WU polyomavirus (WUPyV), in immunocompromised patients. We used realtime PCR to test for these and 12 respiratory viruses in 2,732 nasal wash samples collected during the fi rst year after allogeneic hematopoietic cell transplantation from 222 patients. Specimens were collected weekly until day 100; then at least every 3 months. One year after hematopoietic cell transplantation, the cumulative incidence estimate was 26% for KIPyV and 8% for WUPyV. Age \u003c20 years predicted detection of KIPyV (hazard ratio [HR] 4.6) and WUPyV (HR 4.4), and detection of a respiratory virus in the previous 2 weeks predicted KIPyV detection (HR 3.4). Sputum production and wheezing were associated with detection of KIPyV in the past week and WUPyV in the past month. There were no associations with polyomavirus detection and acute graft versus host disease, cytomegalovirus reactivation, neutropenia, lymphopenia, hospitalization, or death.",
      "sentences": [
        [
          {
            "segment_text": "Data are limited regarding 2 new human polyomaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "KI polyomavirus ( KIPyV ) and WU polyomavirus ( WUPyV ) , in immunocompromised patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used realtime PCR to test for these and 12 respiratory viruses in 2,732 nasal wash samples collected during the fi rst year after allogeneic hematopoietic cell transplantation from 222 patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specimens were collected weekly until day 100 ; then at least every 3 months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One year after hematopoietic cell transplantation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the cumulative incidence estimate was 26 % for KIPyV and 8 % for WUPyV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Age \u003c 20 years predicted detection of KIPyV ( hazard ratio ( HR ) 4.6 ) and WUPyV ( HR 4.4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and detection of a respiratory virus in the previous 2 weeks predicted KIPyV detection ( HR 3.4 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sputum production and wheezing were associated with detection of KIPyV in the past week and WUPyV in the past month .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no associations with polyomavirus detection and acute graft versus host disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytomegalovirus reactivation , neutropenia , lymphopenia , hospitalization , or death .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "183"
  }
}