{
  "paper_id": "d8bd2cfcb88cc07c4dff5e8e79c481580cccb395",
  "metadata": {
    "title": "Spatio-temporal evolution of Beijing",
    "coda_data_split": "train",
    "coda_paper_id": 10724,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Studying spatio-temporal evolution of epidemics can uncover important aspects of interaction among people, infectious diseases, and the environment, providing useful insights and modeling support to facilitate public health response and possibly prevention measures. This paper presents an empirical spatio-temporal analysis of epidemiological data concerning 2321 SARS-infected patients in Beijing in 2003. We mapped the SARS morbidity data with the spatial data resolution at the level of street and township. Two smoothing methods, Bayesian adjustment and spatial smoothing, were applied to identify the spatial risks and spatial transmission trends. Furthermore, we explored various spatial patterns and spatio-temporal evolution of Beijing 2003 SARS epidemic using spatial statistics such as Moran\u0027s I and LISA. Part of this study is targeted at evaluating the effectiveness of public health control measures implemented during the SARS epidemic. The main findings are as follows. (1) The diffusion speed of SARS in the northwest-southeast direction is weaker than that in northeast-southwest direction.",
      "sentences": [
        [
          {
            "segment_text": "Studying spatio-temporal evolution of epidemics can uncover important aspects of interaction among people ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infectious diseases , and the environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "providing useful insights and modeling support to facilitate public health response and possibly prevention measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This paper presents an empirical spatio-temporal analysis of epidemiological data concerning 2321 SARS-infected patients in Beijing in 2003 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We mapped the SARS morbidity data with the spatial data resolution at the level of street and township .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two smoothing methods , Bayesian adjustment and spatial smoothing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were applied to identify the spatial risks and spatial transmission trends .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we explored various spatial patterns and spatio-temporal evolution of Beijing 2003 SARS epidemic using spatial statistics such as Moran \u0027s I and LISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Part of this study is targeted at evaluating the effectiveness of public health control measures implemented during the SARS epidemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main findings are as follows .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 1 ) The diffusion speed of SARS in the northwest-southeast direction is weaker than that in northeast-southwest direction .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(2) SARS\u0027s spread risk is positively spatially associated and the strength of this spatial association has experienced changes from weak to strong and then back to weak during the lifetime of the Beijing SARS epidemic. (3) Two spatial clusters of disease cases are identified: one in the city center and the other in the eastern suburban area. These two clusters followed different evolutionary paths but interacted with each other as well. (4) Although the government missed the opportunity to contain the early outbreak of SARS in March 2003, the response strategies implemented after the mid of April were effective. These response measures not only controlled the growth of the disease cases, but also mitigated the spatial diffusion.",
      "sentences": [
        [
          {
            "segment_text": "( 2 ) SARS \u0027s spread risk is positively spatially associated and the strength of this spatial association has experienced changes from weak to strong and then back to weak during the lifetime of the Beijing SARS epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 3 ) Two spatial clusters of disease cases are identified : one in the city center and the other in the eastern suburban area .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These two clusters followed different evolutionary paths but interacted with each other as well .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 4 ) Although the government missed the opportunity to contain the early outbreak of SARS in March 2003 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the response strategies implemented after the mid of April were effective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These response measures not only controlled the growth of the disease cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also mitigated the spatial diffusion .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "severe acute respiratory syndrome (SARS), Beijing, morbidity rate, spatial analysis, spatio-temporal evolution, control measures Citation:",
      "sentences": [
        [
          {
            "segment_text": "severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Beijing , morbidity rate , spatial analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "spatio-temporal evolution , control measures Citation :",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "326"
  }
}