{
  "paper_id": "d8d97ab8e314adf84f551c1292156e9133135bd9",
  "metadata": {
    "title": "Coronaviruses: a paradigm of new emerging zoonotic diseases",
    "coda_data_split": "train",
    "coda_paper_id": 9830,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One sentence summary: The global emergency due to the novel type of coronavirus (2019-nCoV) appeared in China highlights the high zoonotic potential of coronaviruses and the need of international collaboration to block viral spread.",
      "sentences": [
        [
          {
            "segment_text": "One sentence summary : The global emergency due to the novel type of coronavirus ( 2019-nCoV ) appeared in China highlights the high zoonotic potential of coronaviruses and the need of international collaboration to block viral spread .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A novel type of coronavirus (2019-nCoV) infecting humans appeared in Wuhan, China, at the end of December 2019. Since the identification of the outbreak the infection quickly spread involving in one month more than 31,000 confirmed cases with 638 death. Molecular analysis suggest that 2019-nCoV could be originated from bats after passaging in intermediate hosts, highlighting the high zoonotic potential of coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "A novel type of coronavirus ( 2019-nCoV ) infecting humans appeared in Wuhan ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China , at the end of December 2019 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the identification of the outbreak the infection quickly spread involving in one month more than 31,000 confirmed cases with 638 death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Molecular analysis suggest that 2019-nCoV could be originated from bats after passaging in intermediate hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlighting the high zoonotic potential of coronaviruses .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "108"
  }
}