{
  "paper_id": "d8e8f97dd2339a6f9704aab248e3b45084c49eea",
  "metadata": {
    "title": "REVIEW A molecular arms race between host innate antiviral response and emerging human coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 4393,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses have been closely related with mankind for thousands of years. Communityacquired human coronaviruses have long been recognized to cause common cold. However, zoonotic coronaviruses are now becoming more a global concern with the discovery of highly pathogenic severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) coronaviruses causing severe respiratory diseases. Infections by these emerging human coronaviruses are characterized by less robust interferon production. Treatment of patients with recombinant interferon regimen promises beneficial outcomes, suggesting that compromised interferon expression might contribute at least partially to the severity of disease. The mechanisms by which coronaviruses evade host innate antiviral response are under intense investigations. This review focuses on the fierce arms race between host innate antiviral immunity and emerging human coronaviruses. Particularly, the host pathogen recognition receptors and the signal transduction pathways to mount an effective antiviral response against SARS and MERS coronavirus infection are discussed. On the other hand, the counter-measures evolved by SARS and MERS coronaviruses to circumvent host defense are also dissected. With a better understanding of the dynamic interaction between host and coronaviruses, it is hoped that insights on the pathogenesis of newly-identified highly pathogenic human coronaviruses and new strategies in antiviral development can be derived.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses have been closely related with mankind for thousands of years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Communityacquired human coronaviruses have long been recognized to cause common cold .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , zoonotic coronaviruses are now becoming more a global concern with the discovery of highly pathogenic severe acute respiratory syndrome ( SARS ) and Middle East respiratory syndrome ( MERS ) coronaviruses causing severe respiratory diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections by these emerging human coronaviruses are characterized by less robust interferon production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Treatment of patients with recombinant interferon regimen promises beneficial outcomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that compromised interferon expression might contribute at least partially to the severity of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanisms by which coronaviruses evade host innate antiviral response are under intense investigations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review focuses on the fierce arms race between host innate antiviral immunity and emerging human coronaviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Particularly , the host pathogen recognition receptors and the signal transduction pathways to mount an effective antiviral response against SARS and MERS coronavirus infection are discussed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "On the other hand , the counter-measures evolved by SARS and MERS coronaviruses to circumvent host defense are also dissected .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "With a better understanding of the dynamic interaction between host and coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is hoped that insights on the pathogenesis of newly-identified highly pathogenic human coronaviruses and new strategies in antiviral development can be derived .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "221"
  }
}