{
  "paper_id": "d8ece7a7ece002e0a2fcdb9be3f1a85194079c1e",
  "metadata": {
    "title": "Homologue Scanning Mutagenesis Reveals CD66 Receptor Residues Required for Neisserial Opa Protein Binding",
    "coda_data_split": "train",
    "coda_paper_id": 10629,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The immunoglobulin-like family of CD66 antigens, present on human neutrophils and epithelial cells, are used as receptors for adhesins expressed by the pathogenic Neisseriae . N . gonorrhoeae strain MS11 can express 11 isoforms of these adhesins, called opacity-related (Opa) proteins. Each MS11 Opa protein recognizes a distinct spectrum of CD66 receptors. CD66-Opa binding is mediated by the NH 2 -terminal domain of the receptor and occurs through protein-protein interactions. In this report, we have investigated the molecular basis for the binding between the CD66 and Opa protein families by mapping amino acids in CD66 receptors that determine Opa protein binding. We performed homologue scanning mutagenesis between CD66e, which binds multiple Opa variants, and CD66b, which binds none, and tested both loss-offunction by CD66e and gain-of-function by CD66b in solution assays and in assays involving full-length receptors expressed by epithelial cells. We found that three residues in the CD66e N-domain are required for maximal Opa protein receptor activity. Opa proteins that recognize the same spectrum of native CD66 molecules showed differential binding of receptors with submaximal activity, indicating that the binding characteristics of these Opa proteins are actually slightly different. These data provide a first step toward resolving the structural requirements for Opa-CD66 interaction.",
      "sentences": [
        [
          {
            "segment_text": "The immunoglobulin-like family of CD66 antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "present on human neutrophils and epithelial cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are used as receptors for adhesins expressed by the pathogenic Neisseriae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "N .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "gonorrhoeae strain MS11 can express 11 isoforms of these adhesins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "called opacity-related ( Opa ) proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Each MS11 Opa protein recognizes a distinct spectrum of CD66 receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "CD66-Opa binding is mediated by the NH 2 - terminal domain of the receptor and occurs through protein-protein interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , we have investigated the molecular basis for the binding between the CD66 and Opa protein families by mapping amino acids in CD66 receptors that determine Opa protein binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We performed homologue scanning mutagenesis between CD66e ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which binds multiple Opa variants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and CD66b , which binds none ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and tested both loss-offunction by CD66e and gain-of-function by CD66b in solution assays and in assays involving full-length receptors expressed by epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that three residues in the CD66e N-domain are required for maximal Opa protein receptor activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Opa proteins that recognize the same spectrum of native CD66 molecules showed differential binding of receptors with submaximal activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the binding characteristics of these Opa proteins are actually slightly different .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data provide a first step toward resolving the structural requirements for Opa-CD66 interaction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "224"
  }
}