{
  "paper_id": "d90382cb2b05e6761cea35d274213ee4f5c0cd02",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4424,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Avian infectious bronchitis (IB) is one of the most important viral diseases of poultry, affecting chickens of all ages and causing major economic losses in poultry flocks. Mass vaccination is conducted in Morocco using a vaccine against Massachusetts, which is the most dominant serotype; however no information about the pathogenesis and tissue distribution of the Moroccan Italy 02 genotype was reported. 40 one-day-old specific pathogen free chickens were divided randomly into four groups. Group1, 2 and 3 were inoculated intra oculo-nasally with 103.5 EID50 of Italy02 viruses, and group 4 was kept as control. Chickens in each group were monitored for 14 days post-infection (pi). Results: Chickens in all infected groups showed severe respiratory signs, which most of them have been reproduced on 2dpi, with varying times of appearance and disappearance. The infected birds appeared lethargic, reluctant to move, with specific respiratory clinical signs and macroscopic lesions. However no nephritis lesions or mortality were recorded in all groups. The specific histological lesions finding in all infected birds, exhibited tracheal lesions with mucosal thickening, hyperplasia of the surface epithelium, mononuclear inflammatory cell infiltrate of lamina propria. Primary and secondary bronchi, epithelial hyperplasia and mononuclear inflammatory cell infiltrate of the lamina propria were also observed. Tracheal lesions developed in all infected birds, confirm the ability of the three tested strains to induce respiratory disease. The results at 14 dpi also revealed that all strains were able to induce serological response. Virus re-isolation from infected organs and amplification of the viral RNA by real-time PCR proved the presence of the virus in lung and trachea of infected chicks. Neither re-isolation nor significant viral RNA detection were detected in the kidney.",
      "sentences": [
        [
          {
            "segment_text": "Background : Avian infectious bronchitis ( IB ) is one of the most important viral diseases of poultry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "affecting chickens of all ages and causing major economic losses in poultry flocks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mass vaccination is conducted in Morocco using a vaccine against Massachusetts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the most dominant serotype ; however no information about the pathogenesis and tissue distribution of the Moroccan Italy 02 genotype was reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "40 one-day-old specific pathogen free chickens were divided randomly into four groups .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Group1 , 2 and 3 were inoculated intra oculo-nasally with 103.5 EID50 of Italy02 viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and group 4 was kept as control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chickens in each group were monitored for 14 days post-infection ( pi ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Chickens in all infected groups showed severe respiratory signs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which most of them have been reproduced on 2dpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with varying times of appearance and disappearance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infected birds appeared lethargic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reluctant to move , with specific respiratory clinical signs and macroscopic lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However no nephritis lesions or mortality were recorded in all groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The specific histological lesions finding in all infected birds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exhibited tracheal lesions with mucosal thickening ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hyperplasia of the surface epithelium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mononuclear inflammatory cell infiltrate of lamina propria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Primary and secondary bronchi , epithelial hyperplasia and mononuclear inflammatory cell infiltrate of the lamina propria were also observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tracheal lesions developed in all infected birds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirm the ability of the three tested strains to induce respiratory disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results at 14 dpi also revealed that all strains were able to induce serological response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus re-isolation from infected organs and amplification of the viral RNA by real-time PCR proved the presence of the virus in lung and trachea of infected chicks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neither re-isolation nor significant viral RNA detection were detected in the kidney .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results demonstrated that the three strains Italy02 genotype emerging in Moroccan poultry farms have a wide distribution for respiratory system, without kidney damage and without causing mortality.",
      "sentences": [
        [
          {
            "segment_text": "The results demonstrated that the three strains Italy02 genotype emerging in Moroccan poultry farms have a wide distribution for respiratory system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without kidney damage and without causing mortality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "26",
    "token_num": "342"
  }
}