{
  "paper_id": "d908200b5ee38a6392e9153fb44cec463b67580a",
  "metadata": {
    "title": "IMMUNE SURVEILLANCE IN THE SKIN: MECHANISMS AND CLINICAL CONSEQUENCES",
    "coda_data_split": "train",
    "coda_paper_id": 8922,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We live in a hostile environment, surrounded by microbial pathogens and subject to a range of physical and chemical insults. To survive in this environment, vertebrates have evolved complex immune systems. A key element of this defence is the deployment of rapid response elements at the most probable sites of attack, which are the epithelial-cell boundaries between the body and the environment in the skin, gut and lungs.",
      "sentences": [
        [
          {
            "segment_text": "We live in a hostile environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surrounded by microbial pathogens and subject to a range of physical and chemical insults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To survive in this environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vertebrates have evolved complex immune systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A key element of this defence is the deployment of rapid response elements at the most probable sites of attack ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are the epithelial-cell boundaries between the body and the environment in the skin , gut and lungs .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "As the body\u0027s largest and most exposed interface with the environment, the skin has a central role in host defence. Before the relatively recent discovery of the immunological defences of skin, the cutaneous interface was viewed as a passive barrier between the host and the hostile environment. In the past few decades, however, it has become apparent that the mechanical aspects of epidermal defence are reinforced by a versatile and robust system of immune surveillance 1 (FIG. 1) . The crucial role of immune surveillance in maintaining homeostasis is evident from the marked increase in the frequency and severity of cutaneous malignancies and infections when immune function is limited, for example in patients with genetic and acquired immunodeficiency disorders and in those receiving immunosuppressive therapy after organ transplantation 2,3 . The regulation of skin defence mechanisms is also crucial, as inappropriate or misdirected immune activity is implicated in the pathogenesis of a large variety of acquired inflammatory skin disorders, including psoriasis, atopic and allergic contact dermatitis, lichen planus, alopecia areata and vitiligo 4-10 . The role of immune dysfunction in these conditions is emphasized by their response to immunosuppressive therapeutic interventions [11] [12] [13] [14] .",
      "sentences": [
        [
          {
            "segment_text": "As the body \u0027s largest and most exposed interface with the environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the skin has a central role in host defence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Before the relatively recent discovery of the immunological defences of skin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the cutaneous interface was viewed as a passive barrier between the host and the hostile environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the past few decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , it has become apparent that the mechanical aspects of epidermal defence are reinforced by a versatile and robust system of immune surveillance 1 ( FIG. 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The crucial role of immune surveillance in maintaining homeostasis is evident from the marked increase in the frequency and severity of cutaneous malignancies and infections when immune function is limited ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for example in patients with genetic and acquired immunodeficiency disorders and in those receiving immunosuppressive therapy after organ transplantation 2,3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The regulation of skin defence mechanisms is also crucial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as inappropriate or misdirected immune activity is implicated in the pathogenesis of a large variety of acquired inflammatory skin disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including psoriasis , atopic and allergic contact dermatitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lichen planus , alopecia areata and vitiligo 4-10 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The role of immune dysfunction in these conditions is emphasized by their response to immunosuppressive therapeutic interventions ( 11 ) ( 12 ) ( 13 ) ( 14 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Understanding the mechanisms of immune surveillance in the skin and tissue-specific immune responses also has important implications for the rational design of vaccines. To promote protective immunity, an immunization protocol must elicit not only an antigenspecific immune response, but also an effective memory response that will provide long-lived protection at the most probable sites of invasion. This applies equally to immunization against infectious organisms, which in most cases invade through the skin or the epithelia of the gastrointestinal or respiratory systems, and to the elicitation of immune responses against tumours. As we discuss, the route and means of adjuvant stimulation that is used can affect the effectiveness and utility of specific vaccine strategies.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the mechanisms of immune surveillance in the skin and tissue-specific immune responses also has important implications for the rational design of vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To promote protective immunity , an immunization protocol must elicit not only an antigenspecific immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also an effective memory response that will provide long-lived protection at the most probable sites of invasion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This applies equally to immunization against infectious organisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which in most cases invade through the skin or the epithelia of the gastrointestinal or respiratory systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to the elicitation of immune responses against tumours .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As we discuss , the route and means of adjuvant stimulation that is used can affect the effectiveness and utility of specific vaccine strategies .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this review, we discuss these issues in the context of recent advances in our understanding of cutaneous immune mechanisms, highlighting the interaction of The skin, as the primary interface between the body and the environment, provides the first line of defence against a broad array of microbial pathogens and trauma. In addition to its properties as a physical barrier, the skin has many active defence mechanisms. In this review, we discuss the interaction between the innate and adaptive immune systems in the skin as a model for immune function at epithelial-cell interfaces with the environment. How these mechanisms account for the robust nature of cutaneous immune surveillance and how their dysregulation drives the pathogenesis of inflammatory skin disorders and skin-based tumours are the subjects of this review.",
      "sentences": [
        [
          {
            "segment_text": "In this review , we discuss these issues in the context of recent advances in our understanding of cutaneous immune mechanisms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "highlighting the interaction of The skin ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as the primary interface between the body and the environment ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "provides the first line of defence against a broad array of microbial pathogens and trauma .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition to its properties as a physical barrier ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the skin has many active defence mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss the interaction between the innate and adaptive immune systems in the skin as a model for immune function at epithelial-cell interfaces with the environment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "How these mechanisms account for the robust nature of cutaneous immune surveillance and how their dysregulation drives the pathogenesis of inflammatory skin disorders and skin-based tumours are the subjects of this review .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "34",
    "token_num": "554"
  }
}