{
  "paper_id": "d90d824ebfd4ffc8c3045571391e41dcceedb420",
  "metadata": {
    "title": "Upregulation of Mitochondrial Gene Expression in PBMC from Convalescent SARS Patients",
    "coda_data_split": "train",
    "coda_paper_id": 10895,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The observations that Lymphopenia is common in severe acute respiratory syndrome (SARS) patients and that peripheral blood mononuclear cell (PBMC) could be infected by SARS-CoV indicate that PBMC could be useful in identifying the gene expression profile in convalescent patients and tracing the host response to SARS-CoV infection. In this study, the altered genes expressions in the PBMC of convalescent SARS patients were investigated with suppression subtractive hybridization (SSH). We found that genes encoded by mitochondrial DNA (mtDNA) were obviously upregulated, while mitochondria were now found to be closely connected with antiviral immunity. The identification of a viral gene, M, in SSH cDNA library shows the long-term existence of SARS-CoV in vivo. In addition, some oxidative stress sensitive genes, heat shock proteins, transcription factors, and cytokines showed remarkable elevation. Thin-section electron microscope shows increased lysosome-like granule and mitochondria in PBMC of patients. These results provide important intracellular clue for tracing host response to SARS-CoV infection and suggest a role of mitochondria in that process.",
      "sentences": [
        [
          {
            "segment_text": "The observations that Lymphopenia is common in severe acute respiratory syndrome ( SARS ) patients and that peripheral blood mononuclear cell ( PBMC ) could be infected by SARS-CoV indicate that PBMC could be useful in identifying the gene expression profile in convalescent patients and tracing the host response to SARS-CoV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the altered genes expressions in the PBMC of convalescent SARS patients were investigated with suppression subtractive hybridization ( SSH ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that genes encoded by mitochondrial DNA ( mtDNA ) were obviously upregulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while mitochondria were now found to be closely connected with antiviral immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The identification of a viral gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "M , in SSH cDNA library shows the long-term existence of SARS-CoV in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , some oxidative stress sensitive genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "heat shock proteins , transcription factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and cytokines showed remarkable elevation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thin-section electron microscope shows increased lysosome-like granule and mitochondria in PBMC of patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide important intracellular clue for tracing host response to SARS-CoV infection and suggest a role of mitochondria in that process .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "187"
  }
}