{
  "paper_id": "d91309c626bee9f334d920c613e183f4bdbac2cc",
  "metadata": {
    "title": "Prevalence of anti-Toxoplasma gondii antibodies in serum and aqueous humor samples from cats with uveitis or systemic diseases in France",
    "coda_data_split": "train",
    "coda_paper_id": 4469,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Anti-Toxoplasma gondii antibodies were determined in serum and aqueous humor of two groups of cats in France: cats with uveitis (group 1, n \u003d 26) and cats with systemic disease (group 2, n \u003d 24) using an agglutination test. Titres above 1:64 were considered positive. IgG antibodies to T. gondii were detected in 10 serum samples from group 1 and in 10 serum samples from group 2, and in 2 aqueous humor samples from group 1 and in 1 aqueous humor samples from group 2. The distribution of ocular lesions according to the serological status of the animals indicated that lens luxation and buphthalmia were more frequent in T. gondii seropositive cats than in seronegative ones. The study reports a similar prevalence of anti-T. gondii antibodies in cats with uveitis and in cats without uveitis in France. Serological results must be analysed carefully and additional diagnostic tools is required. #",
      "sentences": [
        [
          {
            "segment_text": "Anti-Toxoplasma gondii antibodies were determined in serum and aqueous humor of two groups of cats in France : cats with uveitis ( group 1 , n \u003d 26 ) and cats with systemic disease ( group 2 , n \u003d 24 ) using an agglutination test .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Titres above 1:64 were considered positive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IgG antibodies to T. gondii were detected in 10 serum samples from group 1 and in 10 serum samples from group 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in 2 aqueous humor samples from group 1 and in 1 aqueous humor samples from group 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The distribution of ocular lesions according to the serological status of the animals indicated that lens luxation and buphthalmia were more frequent in T. gondii seropositive cats than in seronegative ones .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study reports a similar prevalence of anti-T .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "gondii antibodies in cats with uveitis and in cats without uveitis in France .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological results must be analysed carefully and additional diagnostic tools is required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "165"
  }
}