{
  "paper_id": "d92dab4577fdc018f5a513c0e67de65c8f9dd5da",
  "metadata": {
    "title": "Adaptation of human enteric coronavirus to growth in cell lines",
    "coda_data_split": "train",
    "coda_paper_id": 3513,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The existence of human enteric coronavirus (HEC) has been debated since its first description in stool by electron microscopy (EM) in 1975. Needed to resolve the issue is its cultivation in readily available cell lines.",
      "sentences": [
        [
          {
            "segment_text": "The existence of human enteric coronavirus ( HEC ) has been debated since its first description in stool by electron microscopy ( EM ) in 1975 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Needed to resolve the issue is its cultivation in readily available cell lines .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To grow HEC in cell lines. To describe its characteristics and to differentiate it from other human and animal coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To grow HEC in cell lines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To describe its characteristics and to differentiate it from other human and animal coronaviruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Study design: Originally grown in human fetal intestinal organ culture, HEC was passed in J774 cells (a mouse macrophage cell line) and C6/36 cells (a mosquito cell line). Its cytopathic effect (CPE) and pattern of immunofluorescence were described. Its appearance was ascertained by negative staining and transmission EM. Its structural proteins were delineated by polyacrylamide gel electrophoresis (PAGE) and Western blotting (WB). The antigenic character of the virus was determined by immunofluorescence and WB. Agglutination with mouse erythrocytes was performed.",
      "sentences": [
        [
          {
            "segment_text": "Study design : Originally grown in human fetal intestinal organ culture ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HEC was passed in J774 cells ( a mouse macrophage cell line ) and C6/36 cells ( a mosquito cell line ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Its cytopathic effect ( CPE ) and pattern of immunofluorescence were described .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Its appearance was ascertained by negative staining and transmission EM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Its structural proteins were delineated by polyacrylamide gel electrophoresis ( PAGE ) and Western blotting ( WB ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antigenic character of the virus was determined by immunofluorescence and WB .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Agglutination with mouse erythrocytes was performed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: In J774 cells, HEC induced the formation of giant cells and small syncytia. Immunofluorescence in both J774 and C6/36 cells was limited to the cytoplasm. Studies with transmission EM revealed the virus to have the typical appearance of other coronaviruses, to be 80-120 nm in diameter, and to bud into cysternae of the endoplasmic reticulum. By PAGE and WB, its major protein has an average molecular weight (MW) of 41 kilodaltons (kDa). Two other proteins had MWs of 190 and 24 kDa. By immunofluorescence and WB, HEC is antigenically distinct from human coronaviruses 0C43 and 229E and mouse hepatitis virus (A59 strain). Preparations of HEC did not agglutinate mouse erythrocytes.",
      "sentences": [
        [
          {
            "segment_text": "Results : In J774 cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HEC induced the formation of giant cells and small syncytia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunofluorescence in both J774 and C6/36 cells was limited to the cytoplasm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies with transmission EM revealed the virus to have the typical appearance of other coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to be 80-120 nm in diameter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to bud into cysternae of the endoplasmic reticulum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By PAGE and WB , its major protein has an average molecular weight ( MW ) of 41 kilodaltons ( kDa ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two other proteins had MWs of 190 and 24 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By immunofluorescence and WB , HEC is antigenically distinct from human coronaviruses 0C43 and 229E and mouse hepatitis virus ( A59 strain ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Preparations of HEC did not agglutinate mouse erythrocytes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: We conclude that HEC is a human coronavirus that is antigenically unrelated to 0C43 and 229E viruses. Growth of HEC in readily available cell lines should aid in elucidating its role as a pathogen in human diarrheal illnesses.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : We conclude that HEC is a human coronavirus that is antigenically unrelated to 0C43 and 229E viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Growth of HEC in readily available cell lines should aid in elucidating its role as a pathogen in human diarrheal illnesses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "19",
    "segment_num": "23",
    "token_num": "335"
  }
}