{
  "paper_id": "d9392be533f47325e12291e88e58bf2fae48e1b1",
  "metadata": {
    "title": "Human Metapneumovirus Infection in Jordanian Children: Epidemiology and Risk Factors for Severe Disease",
    "coda_data_split": "train",
    "coda_paper_id": 4955,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-Human metapneumovirus (HMPV) is a leading cause of acute respiratory tract infection (ARTI) in young children. Our objectives were to define HMPV epidemiology and circulating strains and determine markers of severe disease in Jordanian children.",
      "sentences": [
        [
          {
            "segment_text": "Background-Human metapneumovirus ( HMPV ) is a leading cause of acute respiratory tract infection ( ARTI ) in young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our objectives were to define HMPV epidemiology and circulating strains and determine markers of severe disease in Jordanian children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-We conducted a prospective study March 16, 2010-March 31, 2013 using quantitative RT-PCR to determine the frequency of HMPV infection among children \u003c2 years old admitted with fever and/or acute respiratory illness to a major government hospital in Amman, Jordan.",
      "sentences": [
        [
          {
            "segment_text": "Methods-We conducted a prospective study March 16 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2010-March 31 , 2013 using quantitative RT-PCR to determine the frequency of HMPV infection among children \u003c 2 years old admitted with fever and/or acute respiratory illness to a major government hospital in Amman , Jordan .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-HMPV was present in 273/3168 (8.6%) of children presenting with ARTI. HMPV A2, B1, and B2, but not A1, were detected during the 3-year period. HMPV-infected children were older and more likely to be diagnosed with bronchopneumonia than HMPV-negative children. HMPV-infected children with lower respiratory tract infection (LRTI) had higher rates of cough and shortness of breath than children with LRTI infected with other or no identifiable viruses. Symptoms and severity were not different between children with HMPV only compared with HMPV co-infection. Children with HMPV subgroup A infection were more likely to require supplemental oxygen. In a multivariate analysis, HMPV subgroup A and age \u003c6 months were independently associated with supplemental oxygen requirement.",
      "sentences": [
        [
          {
            "segment_text": "Results-HMPV was present in 273/3168 ( 8.6 % ) of children presenting with ARTI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HMPV A2 , B1 , and B2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not A1 , were detected during the 3-year period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HMPV-infected children were older and more likely to be diagnosed with bronchopneumonia than HMPV-negative children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HMPV-infected children with lower respiratory tract infection ( LRTI ) had higher rates of cough and shortness of breath than children with LRTI infected with other or no identifiable viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Symptoms and severity were not different between children with HMPV only compared with HMPV co-infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with HMPV subgroup A infection were more likely to require supplemental oxygen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a multivariate analysis , HMPV subgroup A and age \u003c 6 months were independently associated with supplemental oxygen requirement .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-HMPV is a leading cause of acute respiratory tract disease in Jordanian children \u003c2 years old. HMPV A and young age were associated with severe disease. Ninety percent of HMPV-infected hospitalized children were full-term and otherwise healthy, in contrast to high-income nations; thus, factors contributing to disease severity likely vary depending on geographic and resource differences.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-HMPV is a leading cause of acute respiratory tract disease in Jordanian children \u003c 2 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HMPV A and young age were associated with severe disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ninety percent of HMPV-infected hospitalized children were full-term and otherwise healthy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to high-income nations ; thus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "factors contributing to disease severity likely vary depending on geographic and resource differences .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "281"
  }
}