{
  "paper_id": "d9466db16bdaac1fcc59b7b1ff8618337241ae98",
  "metadata": {
    "title": "Virus adsorption of water-stable quaternized chitosan nanofibers",
    "coda_data_split": "train",
    "coda_paper_id": 6040,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The burden of unsafe drinking water is responsible for millions of deaths each year. To relieve this burden, we are in search of an inexpensive material that can adsorb pathogens from drinking water. In this pursuit, we have studied the natural carbohydrate, chitosan. To impart virus removal features, chitosan has been functionalized with a quaternary amine to form quaternized chitosan N-[(2-hydroxyl-3-trimethylammonium) propyl] chitosan (HTCC). HTCC can be electrospun into nanofibers with the non-ionogenic polyvinyl alcohol (PVA), creating a high surface area mat. High surface area is a major requirement for effective adsorption processes. HTCC is antiviral and antimicrobial, making it a good material for water purification. However, HTCC dissolves in water. We have explored the parameters to crosslink the nanofibers with glutaraldehyde. We have imparted water stability so there is a maximum of 30% swelling of the fibers after 6 h in water. The water stable fibers retain their ability to adsorb virus, as shown for an enveloped and nonenveloped virus. HTCC now has the potential to be incorporated into a microfiltration membrane that can remove viruses. This could create an inexpensive, low pressure filtration membrane for drinking water purification.",
      "sentences": [
        [
          {
            "segment_text": "The burden of unsafe drinking water is responsible for millions of deaths each year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To relieve this burden , we are in search of an inexpensive material that can adsorb pathogens from drinking water .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this pursuit , we have studied the natural carbohydrate , chitosan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To impart virus removal features ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "chitosan has been functionalized with a quaternary amine to form quaternized chitosan N - ( ( 2-hydroxyl-3-trimethylammonium ) propyl ) chitosan ( HTCC ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HTCC can be electrospun into nanofibers with the non-ionogenic polyvinyl alcohol ( PVA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "creating a high surface area mat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High surface area is a major requirement for effective adsorption processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HTCC is antiviral and antimicrobial ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making it a good material for water purification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , HTCC dissolves in water .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have explored the parameters to crosslink the nanofibers with glutaraldehyde .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have imparted water stability so there is a maximum of 30 % swelling of the fibers after 6 h in water .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The water stable fibers retain their ability to adsorb virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as shown for an enveloped and nonenveloped virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HTCC now has the potential to be incorporated into a microfiltration membrane that can remove viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This could create an inexpensive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low pressure filtration membrane for drinking water purification .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "223"
  }
}