{
  "paper_id": "d980a695d2332d96d6ab4638f5c7d445742e5f8f",
  "metadata": {
    "title": "Proinflammatory Th2 Cytokines Induce Production of Thymic Stromal Lymphopoietin in Human Colonic Epithelial Cells",
    "coda_data_split": "train",
    "coda_paper_id": 9655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose Thymic stromal lymphopoietin (TSLP) is released by intestinal epithelial cells (IECs), and TSLPconditioned dendritic cells appear to be involved in immune homeostasis of intestine and immunoglobulin A (IgA) class-switching in the physiological condition. In contrast, TSLP activates dendritic cells to induce strong T-cell proliferation and is involved in inflammatory T helper (Th) 2 responses in human allergic diseases. However, it is not clear how TSLP production by IECs is regulated in ulcerative colitis (UC), which appears to involve inflammatory Th2 responses. The aim of this study is to examine how TSLP production by IECs is regulated in ulcerative colitis. Results We show here that expression of TSLP was enhanced in mucosal lesions from UC patients in which inflammatory Th2 cytokine production was predominant. In addition, using a human colonic epithelial cell line, we demonstrated that a combination of tumor necrosis factoralpha (TNF-a) and interleukin-4 (IL-4) induced TSLP expression and that TSLP expression by TNF-a ? IL-4 was further enhanced by either Toll-like receptor 3 ligand or interferon (IFN)-c.",
      "sentences": [
        [
          {
            "segment_text": "Purpose Thymic stromal lymphopoietin ( TSLP ) is released by intestinal epithelial cells ( IECs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and TSLPconditioned dendritic cells appear to be involved in immune homeostasis of intestine and immunoglobulin A ( IgA ) class-switching in the physiological condition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In contrast , TSLP activates dendritic cells to induce strong T-cell proliferation and is involved in inflammatory T helper ( Th ) 2 responses in human allergic diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is not clear how TSLP production by IECs is regulated in ulcerative colitis ( UC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which appears to involve inflammatory Th2 responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study is to examine how TSLP production by IECs is regulated in ulcerative colitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results We show here that expression of TSLP was enhanced in mucosal lesions from UC patients in which inflammatory Th2 cytokine production was predominant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , using a human colonic epithelial cell line ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrated that a combination of tumor necrosis factoralpha ( TNF-a ) and interleukin-4 ( IL-4 ) induced TSLP expression and that TSLP expression by TNF-a ?",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IL-4 was further enhanced by either Toll-like receptor 3 ligand or interferon ( IFN ) - c.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions Taken together, as in human allergic diseases, an inflammatory Th2 condition in the mucosal lesions of UC patients may trigger increased TSLP expression by IECs, resulting in exacerbation of UC.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions Taken together , as in human allergic diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an inflammatory Th2 condition in the mucosal lesions of UC patients may trigger increased TSLP expression by IECs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in exacerbation of UC .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "233"
  }
}