{
  "paper_id": "d99acb4e99be7852aa61a688c9fbd38d44b5a252",
  "metadata": {
    "title": "Evaluation of Measles Vaccine Virus as a Vector to Deliver Respiratory Syncytial Virus Fusion Protein or Epstein-Barr Virus Glycoprotein gp350",
    "coda_data_split": "train",
    "coda_paper_id": 10696,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Live attenuated recombinant measles vaccine virus (MV) Edmonston-Zagreb (EZ) strain was evaluated as a viral vector to express the ectodomains of fusion protein of respiratory syncytial virus (RSV F) or glycoprotein 350 of Epstein-Barr virus (EBV gp350) as candidate vaccines for prophylaxis of RSV and EBV. The glycoprotein gene was inserted at the 1 st or the 3 rd position of the measles virus genome and the recombinant viruses were generated. Insertion of the foreign gene at the 3 rd position had a minimal impact on viral replication in vitro. RSV F or EBV gp350 protein was secreted from infected cells. In cotton rats, EZ-RSV F and EZ-EBV gp350 induced MV-and insert-specific antibody responses. In addition, both vaccines also induced insert specific interferon gamma (IFN-) secreting T cell response. EZ-RSV F protected cotton rats from pulmonary replication of RSV A2 challenge infection. In rhesus macaques, although both EZ-RSV F and EZ-EBV gp350 induced MV specific neutralizing antibody responses, only RSV F specific antibody response was detected. Thus, the immunogenicity of the foreign antigens delivered by measles vaccine virus is dependent on the nature of the insert and the animal models used for vaccine evaluation.",
      "sentences": [
        [
          {
            "segment_text": "Live attenuated recombinant measles vaccine virus ( MV ) Edmonston-Zagreb ( EZ ) strain was evaluated as a viral vector to express the ectodomains of fusion protein of respiratory syncytial virus ( RSV F ) or glycoprotein 350 of Epstein-Barr virus ( EBV gp350 ) as candidate vaccines for prophylaxis of RSV and EBV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The glycoprotein gene was inserted at the 1 st or the 3 rd position of the measles virus genome and the recombinant viruses were generated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Insertion of the foreign gene at the 3 rd position had a minimal impact on viral replication in vitro .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RSV F or EBV gp350 protein was secreted from infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In cotton rats , EZ-RSV F and EZ-EBV gp350 induced MV-and insert-specific antibody responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , both vaccines also induced insert specific interferon gamma ( IFN - ) secreting T cell response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EZ-RSV F protected cotton rats from pulmonary replication of RSV A2 challenge infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In rhesus macaques , although both EZ-RSV F and EZ-EBV gp350 induced MV specific neutralizing antibody responses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only RSV F specific antibody response was detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the immunogenicity of the foreign antigens delivered by measles vaccine virus is dependent on the nature of the insert and the animal models used for vaccine evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "219"
  }
}