{
  "paper_id": "d9c0f502f9fab8499cd609b9c1e835104664048f",
  "metadata": {
    "title": "IFITM3 inhibits virus-triggered induction of type I interferon by mediating autophagosome-dependent degradation of IRF3",
    "coda_data_split": "train",
    "coda_paper_id": 8634,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon-induced transmembrane protein 3 (IFITM3) is a restriction factor that can be induced by viral infection and interferons (IFNs). It inhibits the entry and replication of many viruses, which are independent of receptor usage but dependent on processes that occur in endosomes. In this study, we demonstrate that IFITM3 plays important roles in regulating the RNA-virus-triggered production of IFN-β in a negative-feedback manner. Overexpression of IFITM3 inhibited Sendai virus-triggered induction of IFN-β, whereas knockdown of IFITM3 had the opposite effect. We also showed that IFITM3 was constitutively associated with IRF3 and regulated the homeostasis of IRF3 by mediating the autophagic degradation of IRF3. These findings suggest a novel inhibitory function of IFITM3 on the RNA-virus-triggered production of type I IFNs and cellular antiviral responses.",
      "sentences": [
        [
          {
            "segment_text": "Interferon-induced transmembrane protein 3 ( IFITM3 ) is a restriction factor that can be induced by viral infection and interferons ( IFNs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It inhibits the entry and replication of many viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are independent of receptor usage but dependent on processes that occur in endosomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we demonstrate that IFITM3 plays important roles in regulating the RNA-virus-triggered production of IFN-β in a negative-feedback manner .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Overexpression of IFITM3 inhibited Sendai virus-triggered induction of IFN-β ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas knockdown of IFITM3 had the opposite effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also showed that IFITM3 was constitutively associated with IRF3 and regulated the homeostasis of IRF3 by mediating the autophagic degradation of IRF3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest a novel inhibitory function of IFITM3 on the RNA-virus-triggered production of type I IFNs and cellular antiviral responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "137"
  }
}