{
  "paper_id": "d9c174a11b8d2bd0a4df65b17e576934f3cce31c",
  "metadata": {
    "title": "Development of a recombinant Newcastle disease virus-vectored vaccine for infectious bronchitis virus variant strains circulating in Egypt",
    "coda_data_split": "train",
    "coda_paper_id": 9617,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis virus (IBV) causes a major disease problem for the poultry industry worldwide. The currently used live-attenuated vaccines have the tendency to mutate and/or recombine with circulating field strains resulting in the emergence of vaccine-derived variant viruses. In order to circumvent these issues, and to develop a vaccine that is more relevant to Egypt and its neighboring countries, a recombinant avirulent Newcastle disease virus (rNDV) strain LaSota was constructed to express the codon-optimized S glycoprotein of the Egyptian IBV variant strain IBV/Ck/EG/ CU/4/2014 belonging to GI-23 lineage, that is prevalent in Egypt and in the Middle East. A wild type and two modified versions of the IBV S protein were expressed individually by rNDV. A high level of S protein expression was detected in vitro by Western blot and immunofluorescence analyses. All rNDV-vectored IBV vaccine candidates were genetically stable, slightly attenuated and showed growth patterns comparable to that of parental rLaSota virus. Single-dose vaccination of 1-day-old SPF White Leghorn chicks with the rNDVs expressing IBV S protein provided significant protection against clinical disease after IBV challenge but did not show reduction in tracheal viral shedding. Single-dose vaccination also provided complete protection against virulent NDV challenge. However, prime-boost vaccination using rNDV expressing the wild type IBV S protein provided better protection, after IBV challenge, against clinical signs and significantly reduced tracheal viral shedding. These results indicate that the NDV-vectored IBV vaccines are promising bivalent vaccine candidates to control both infectious bronchitis and Newcastle disease in Egypt.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) causes a major disease problem for the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The currently used live-attenuated vaccines have the tendency to mutate and/or recombine with circulating field strains resulting in the emergence of vaccine-derived variant viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to circumvent these issues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to develop a vaccine that is more relevant to Egypt and its neighboring countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a recombinant avirulent Newcastle disease virus ( rNDV ) strain LaSota was constructed to express the codon-optimized S glycoprotein of the Egyptian IBV variant strain IBV/Ck/EG / CU/4/2014 belonging to GI-23 lineage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that is prevalent in Egypt and in the Middle East .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A wild type and two modified versions of the IBV S protein were expressed individually by rNDV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A high level of S protein expression was detected in vitro by Western blot and immunofluorescence analyses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All rNDV-vectored IBV vaccine candidates were genetically stable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "slightly attenuated and showed growth patterns comparable to that of parental rLaSota virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Single-dose vaccination of 1-day-old SPF White Leghorn chicks with the rNDVs expressing IBV S protein provided significant protection against clinical disease after IBV challenge but did not show reduction in tracheal viral shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Single-dose vaccination also provided complete protection against virulent NDV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , prime-boost vaccination using rNDV expressing the wild type IBV S protein provided better protection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after IBV challenge , against clinical signs and significantly reduced tracheal viral shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the NDV-vectored IBV vaccines are promising bivalent vaccine candidates to control both infectious bronchitis and Newcastle disease in Egypt .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "268"
  }
}