{
  "paper_id": "d9cdab48a9ee2076476c29fb3112ebb662121be4",
  "metadata": {
    "title": "Enzyme-linked immunosorbent assay for the detection of canine coronavirus and its antibody in dogs",
    "coda_data_split": "train",
    "coda_paper_id": 5897,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tuchiya, K., Horimoto, T., Azetaka, M., Takahashi, E. and Konishi, S., 1991. Enzyme-linked immunosorbent assay for the detection of canine coronavirus and its antibody in dogs. Vet. Microbiol., 26: 41-51.",
      "sentences": [
        [
          {
            "segment_text": "Tuchiya , K. , Horimoto ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "T. , Azetaka , M. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Takahashi , E. and Konishi , S. , 1991 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Enzyme-linked immunosorbent assay for the detection of canine coronavirus and its antibody in dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , 26 : 41-51 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Two methods of enzyme-linked immunosorbent assay (ELISA) were developed for the diagnosis of canine coronavirus (CCV) infection in dogs. One ELISA, in which CCV-infected CRFK cell lysate is used as antigen, is for the detection and titration of antibody against CCV, and the other ELISA uses the double antibody sandwich method for the detection of CCV antigen. The first ELISA procedure demonstrated antibody responses in dogs inoculated with CCV, as did the virus neutralization test; the second ELISA detected specific CCV antigen in feces and organ homogenates of inoculated dogs.",
      "sentences": [
        [
          {
            "segment_text": "Two methods of enzyme-linked immunosorbent assay ( ELISA ) were developed for the diagnosis of canine coronavirus ( CCV ) infection in dogs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One ELISA , in which CCV-infected CRFK cell lysate is used as antigen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "is for the detection and titration of antibody against CCV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the other ELISA uses the double antibody sandwich method for the detection of CCV antigen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The first ELISA procedure demonstrated antibody responses in dogs inoculated with CCV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as did the virus neutralization test ; the second ELISA detected specific CCV antigen in feces and organ homogenates of inoculated dogs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "147"
  }
}