{
  "paper_id": "d9d0f482d461caf579a60d968fc2f6a60d27c1ca",
  "metadata": {
    "title": "The Emerging Role of RNA as a Therapeutic Target for Small Molecules",
    "coda_data_split": "train",
    "coda_paper_id": 6119,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent advances in understanding different RNAs and unique features of their biology have revealed a wealth of information. However, approaches to identify small molecules that target these newly discovered regulatory elements have been lacking. The application of new biochemical screening and design-based technologies, coupled with a resurgence of interest in phenotypic screening, has resulted in several compelling successes in targeting RNA. A number of recent advances suggest that achieving the long-standing goal of developing drug-like, biologically active small molecules that target RNA is possible. This review highlights advances and successes in approaches to targeting RNA with diverse small molecules, and the potential for these technologies to pave the way to new types of RNA-targeted therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Recent advances in understanding different RNAs and unique features of their biology have revealed a wealth of information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , approaches to identify small molecules that target these newly discovered regulatory elements have been lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The application of new biochemical screening and design-based technologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coupled with a resurgence of interest in phenotypic screening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has resulted in several compelling successes in targeting RNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A number of recent advances suggest that achieving the long-standing goal of developing drug-like ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "biologically active small molecules that target RNA is possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review highlights advances and successes in approaches to targeting RNA with diverse small molecules ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the potential for these technologies to pave the way to new types of RNA-targeted therapeutics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "125"
  }
}