{
  "paper_id": "d9e377bf48a9f42d8b1b0ee64bb1bed583451336",
  "metadata": {
    "title": "Refining the approach to vaccines against influenza A viruses with pandemic potential",
    "coda_data_split": "train",
    "coda_paper_id": 5140,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vaccination is the most effective strategy for prevention and control of influenza. Timely production and deployment of seasonal influenza vaccines is based on an understanding of the epidemiology of influenza and on global disease and virologic surveillance. Experience with seasonal influenza vaccines guided the initial development of pandemic influenza vaccines. A large investment in pandemic influenza vaccines in the last decade has resulted in much progress and a body of information that can now be applied to refine the established paradigm. Critical and complementary considerations for pandemic influenza vaccines include improved assessment of the pandemic potential of animal influenza viruses, proactive development and deployment of pandemic influenza vaccines, and application of novel platforms and strategies for vaccine production and administration.",
      "sentences": [
        [
          {
            "segment_text": "Vaccination is the most effective strategy for prevention and control of influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Timely production and deployment of seasonal influenza vaccines is based on an understanding of the epidemiology of influenza and on global disease and virologic surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Experience with seasonal influenza vaccines guided the initial development of pandemic influenza vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A large investment in pandemic influenza vaccines in the last decade has resulted in much progress and a body of information that can now be applied to refine the established paradigm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Critical and complementary considerations for pandemic influenza vaccines include improved assessment of the pandemic potential of animal influenza viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "proactive development and deployment of pandemic influenza vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and application of novel platforms and strategies for vaccine production and administration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "127"
  }
}