{
  "paper_id": "d9e872e109b564ba67e9528c968bd3432d08b0b0",
  "metadata": {
    "title": "Viral Diarrhoea in a Rural Coastal Region of Karnataka India",
    "coda_data_split": "train",
    "coda_paper_id": 6574,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A total of 106 children below 5 years of age admitted to the Kasturba Medical College Hospital Manipal Karnataka (South India) were investigated over a period of 6 months to determine the aetiological role of viruses in acute diarrhoea. Viral aetiological agents isolated were Rotaviruses in 12 (11 per cent) cases, Adenoviruses in 3 (3 per cent) cases, corona virus and astroviruses in two (2 per cent) cases each. Non-viral isolates were Cryptosporidium and Salmonella typhimurium in two cases each, and Entamoeba histolytica and Shigella flexneri in one case each.",
      "sentences": [
        [
          {
            "segment_text": "A total of 106 children below 5 years of age admitted to the Kasturba Medical College Hospital Manipal Karnataka ( South India ) were investigated over a period of 6 months to determine the aetiological role of viruses in acute diarrhoea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral aetiological agents isolated were Rotaviruses in 12 ( 11 per cent ) cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Adenoviruses in 3 ( 3 per cent ) cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "corona virus and astroviruses in two ( 2 per cent ) cases each .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Non-viral isolates were Cryptosporidium and Salmonella typhimurium in two cases each ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Entamoeba histolytica and Shigella flexneri in one case each .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "104"
  }
}