{
  "paper_id": "d9fac21a48ccd35eae742af95eaa6a6638fe8a3e",
  "metadata": {
    "title": "Plant-Derived Antigens as Mucosal Vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 3075,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "During the last two decades, researchers have developed robust systems for recombinant subunit vaccine production in plants. Stably and transiently transformed plants have particular advantages that enable immunization of humans and animals via mucosal delivery. The initial goal to immunize orally by ingestion of plant-derived antigens has proven difficult to attain, although many studies have demonstrated antibody production in both humans and animals, and in a few cases, protection against pathogen challenge. Substantial hurdles for this strategy are low-antigen content in crudely processed plant material and limited antigen stability in the gut. An alternative is intranasal delivery of purified plant-derived antigens expressed with robust viral vectors, especially virus-like particles. The use of pattern recognition receptor agonists as adjuvants for mucosal delivery of plant-derived antigens can substantially enhance serum and mucosal antibody responses. In this chapter, we briefly review the methods for recombinant protein expression in plants, and describe progress with human and animal vaccines that use mucosal delivery routes. We do not attempt to compile a comprehensive list, but focus on studies that progressed to clinical trials or those that showed strong indications of efficacy in animals. Finally, we discuss some regulatory concerns regarding plant-based vaccines.",
      "sentences": [
        [
          {
            "segment_text": "During the last two decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "researchers have developed robust systems for recombinant subunit vaccine production in plants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Stably and transiently transformed plants have particular advantages that enable immunization of humans and animals via mucosal delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The initial goal to immunize orally by ingestion of plant-derived antigens has proven difficult to attain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although many studies have demonstrated antibody production in both humans and animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in a few cases , protection against pathogen challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Substantial hurdles for this strategy are low-antigen content in crudely processed plant material and limited antigen stability in the gut .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An alternative is intranasal delivery of purified plant-derived antigens expressed with robust viral vectors , especially virus-like particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of pattern recognition receptor agonists as adjuvants for mucosal delivery of plant-derived antigens can substantially enhance serum and mucosal antibody responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we briefly review the methods for recombinant protein expression in plants ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and describe progress with human and animal vaccines that use mucosal delivery routes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We do not attempt to compile a comprehensive list ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "but focus on studies that progressed to clinical trials or those that showed strong indications of efficacy in animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we discuss some regulatory concerns regarding plant-based vaccines .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "214"
  }
}