{
  "paper_id": "da0640bc06b77a07fb72d0a4d6df84434834d633",
  "metadata": {
    "title": "Role of vascular cell adhesion molecules and leukocyte apoptosis in the lymphopenia and thrombocytopenia of patients with severe acute respiratory syndrome (SARS)",
    "coda_data_split": "train",
    "coda_paper_id": 8715,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The immunopathogenesis of leukopenia and thrombocytopenia in patients with severe acute respiratory syndrome (SARS) is unclear. In order to explore the leukopenia mechanism, we studied 15 SARS patients who were previously healthy, and 15 age-matched normal controls in a paired design. Soluble vascular cell adhesion molecule-1 (sVCAM-1) and soluble Fas ligand (sFasL) in plasma were measured by ELISA, and intracellular activated caspase-3 fragment in different leukocytes was determined by flow cytometry. Patients with SARS had significantly lower lymphocyte and platelet counts and significantly higher sVCAM-1 and sFasL levels compared to healthy controls. sVCAM-1 levels correlated negatively with total leukocytes and platelet counts, but positively with plasma sFasL levels. Intracellular cleaved caspase-3 expression was also significantly higher in lymphocytes from SARS patients in acute phase than in convalescent stage. Lymphopenia and thrombocytopenia in SARS patients may be caused, in part, by enhanced vascular sequestration associated with increased sVCAM-1 levels. However, lymphopenia may be due to enhanced cell death. Inhibition of cell adhesion and caspase-3 activation could, therefore, have prevented SARS patients from developing thrombocytopenia and lymphopenia.",
      "sentences": [
        [
          {
            "segment_text": "The immunopathogenesis of leukopenia and thrombocytopenia in patients with severe acute respiratory syndrome ( SARS ) is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to explore the leukopenia mechanism ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we studied 15 SARS patients who were previously healthy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 15 age-matched normal controls in a paired design .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Soluble vascular cell adhesion molecule-1 ( sVCAM-1 ) and soluble Fas ligand ( sFasL ) in plasma were measured by ELISA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and intracellular activated caspase-3 fragment in different leukocytes was determined by flow cytometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients with SARS had significantly lower lymphocyte and platelet counts and significantly higher sVCAM-1 and sFasL levels compared to healthy controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "sVCAM-1 levels correlated negatively with total leukocytes and platelet counts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but positively with plasma sFasL levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intracellular cleaved caspase-3 expression was also significantly higher in lymphocytes from SARS patients in acute phase than in convalescent stage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lymphopenia and thrombocytopenia in SARS patients may be caused ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in part , by enhanced vascular sequestration associated with increased sVCAM-1 levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , lymphopenia may be due to enhanced cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of cell adhesion and caspase-3 activation could ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "therefore , have prevented SARS patients from developing thrombocytopenia and lymphopenia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "199"
  }
}