{
  "paper_id": "da23e46fdc2fbccda771553afddf0fcc7caf7ad9",
  "metadata": {
    "title": "A Critical Care and Transplantation-Based Approach to Acute Respiratory Failure after Hematopoietic Stem Cell Transplantation in Children",
    "coda_data_split": "train",
    "coda_paper_id": 4984,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory failure contributes significantly to nonrelapse mortality after allogeneic hematopoietic stem cell transplantation. Although there is a trend of improved survival over time, mortality remains unacceptably high. An understanding of the pathophysiology of early respiratory failure, opportunities for targeted therapy, assessment of the patient at risk, optimal use of noninvasive positive pressure ventilation, strategies to improve alveolar recruitment, appropriate fluid management, care of the patient with chronic lung disease, and importantly, a team approach between critical care and transplantation services may improve outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory failure contributes significantly to nonrelapse mortality after allogeneic hematopoietic stem cell transplantation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although there is a trend of improved survival over time , mortality remains unacceptably high .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An understanding of the pathophysiology of early respiratory failure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "opportunities for targeted therapy , assessment of the patient at risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "optimal use of noninvasive positive pressure ventilation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strategies to improve alveolar recruitment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "appropriate fluid management , care of the patient with chronic lung disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and importantly , a team approach between critical care and transplantation services may improve outcomes .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Ó",
      "sentences": [
        [
          {
            "segment_text": "Ó",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "97"
  }
}