{
  "paper_id": "da2fb4ffdc8824adeec5af4103d04667dc618b6a",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9593,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "surrounded by his devoted wife Margaret and his 5 beloved children. He talked about his children constantly, even in academic presentations in front of thousands of strangers. Jay always said, \"Humor is an important tool in the practice of medicine. In teaching, I use it to engage the learner; in practice, it creates a relationship between me and the patient, which levels the playing field and puts them at ease.\" To clinical colleagues, he was the go-to clinician for tropical medicine cases; to trainees, he was the master professor to whom those from all over Canada came to work and learn; and to audiences worldwide, he was a marquee attraction for his legendary humor and wit (1). His clever political incorrectness never failed to augment the delivery of the key points on tropical and emerging exotic diseases.",
      "sentences": [
        [
          {
            "segment_text": "surrounded by his devoted wife Margaret and his 5 beloved children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He talked about his children constantly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "even in academic presentations in front of thousands of strangers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Jay always said , `` Humor is an important tool in the practice of medicine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In teaching , I use it to engage the learner ; in practice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "it creates a relationship between me and the patient ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which levels the playing field and puts them at ease . \u0027\u0027",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To clinical colleagues , he was the go-to clinician for tropical medicine cases ; to trainees ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "he was the master professor to whom those from all over Canada came to work and learn ; and to audiences worldwide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "he was a marquee attraction for his legendary humor and wit ( 1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "His clever political incorrectness never failed to augment the delivery of the key points on tropical and emerging exotic diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "158"
  }
}