{
  "paper_id": "da8ef1e3a559f7c284ba594a5c1a103ea2fefcdd",
  "metadata": {
    "title": "Herpetofauna Used in Traditional Folk Medicine: Conservation Implications",
    "coda_data_split": "train",
    "coda_paper_id": 8796,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This chapter provides an overview of the global use of herpetofauna in traditional folk medicine and the implications for conservation. The results indicate that 331 species (284 reptiles and 47 amphibians) are used in traditional folk medicine around the world. Among the species recorded, 182 reptiles and 42 amphibians are listed in the IUCN Red List. Additionally, 93 reptiles are in some of the appendices of CITES. These numbers demonstrate the importance of understanding such medicinal uses in the context of reptile conservation as well as the need for considering sociocultural factors when establishing management plans directed toward the sustainable use of these reptiles.",
      "sentences": [
        [
          {
            "segment_text": "This chapter provides an overview of the global use of herpetofauna in traditional folk medicine and the implications for conservation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results indicate that 331 species ( 284 reptiles and 47 amphibians ) are used in traditional folk medicine around the world .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the species recorded , 182 reptiles and 42 amphibians are listed in the IUCN Red List .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , 93 reptiles are in some of the appendices of CITES .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These numbers demonstrate the importance of understanding such medicinal uses in the context of reptile conservation as well as the need for considering sociocultural factors when establishing management plans directed toward the sustainable use of these reptiles .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "113"
  }
}