{
  "paper_id": "da955619aa259db9444269cebeeac040f17c8205",
  "metadata": {
    "title": "New quaternary ammonium camphor derivatives and their antiviral activity, genotoxic effects and cytotoxicity",
    "coda_data_split": "train",
    "coda_paper_id": 3563,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The synthesis and biological evaluation of a novel series of dimeric camphor derivatives are described. The resulting compounds were studied for their antiviral activity, cyto-and genotoxicity. Compounds 3a and 3d in which the quaternary nitrogen atoms are separated by the C5H10 and C9H18 aliphatic chain, exhibited the highest efficiency as an agent inhibiting the reproduction of the influenza virus A(H1N1)pdm09. The cytotoxicity data of compounds 3 and 4 revealed their moderate activity against malignant cell lines; compound 3f had the highest activity for the CEM-13 cells. These results show close agreement with the data of independent studies on toxicity of these compounds, in particular that the toxicity of compounds strongly depends on spacer length.",
      "sentences": [
        [
          {
            "segment_text": "The synthesis and biological evaluation of a novel series of dimeric camphor derivatives are described .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The resulting compounds were studied for their antiviral activity , cyto-and genotoxicity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compounds 3a and 3d in which the quaternary nitrogen atoms are separated by the C5H10 and C9H18 aliphatic chain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "exhibited the highest efficiency as an agent inhibiting the reproduction of the influenza virus A ( H1N1 ) pdm09 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cytotoxicity data of compounds 3 and 4 revealed their moderate activity against malignant cell lines ; compound 3f had the highest activity for the CEM-13 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results show close agreement with the data of independent studies on toxicity of these compounds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular that the toxicity of compounds strongly depends on spacer length .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "127"
  }
}