{
  "paper_id": "daa3f7d4838adebf0aac1be3cda2924fc1d2106a",
  "metadata": {
    "title": "Circulating Levels of Tumor Necrosis Factor-Alpha Receptor 2 Are Increased in Heart Failure with Preserved Ejection Fraction Relative to Heart Failure with Reduced Ejection Fraction: Evidence for a Divergence in Pathophysiology",
    "coda_data_split": "train",
    "coda_paper_id": 7605,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Various pathways have been implicated in the pathogenesis of heart failure (HF) with preserved ejection fraction (HFPEF). Inflammation in response to comorbid conditions, such as hypertension and diabetes, may play a proportionally larger role in HFPEF as compared to HF with reduced ejection fraction (HFREF).",
      "sentences": [
        [
          {
            "segment_text": "Background : Various pathways have been implicated in the pathogenesis of heart failure ( HF ) with preserved ejection fraction ( HFPEF ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inflammation in response to comorbid conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as hypertension and diabetes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may play a proportionally larger role in HFPEF as compared to HF with reduced ejection fraction ( HFREF ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study investigated inflammation mediated by the tumor necrosis factor-alpha (TNFa) axis in community-based cohorts of HFPEF patients (n \u003d 100), HFREF patients (n \u003d 100) and healthy controls (n \u003d 50). Enzyme-linked immunosorbent assays were used to investigate levels of TNFa, its two receptors (TNFR1 and TNFR2), and a non-TNFa cytokine, interleukin-6 (IL-6), in plasma derived from peripheral blood samples. Plasma levels of TNFa and TNFR1 were significantly elevated in HFPEF relative to controls, while levels of TNFR2 were significantly higher in HFPEF than both controls and HFREF. TNFa, TNFR1 and TNFR2 were each significantly associated with at least two of the following: age, estimated glomerular filtration rate, hypertension, diabetes, smoking, peripheral vascular disease or history of atrial fibrillation. TNFR2 levels were also significantly associated with increasing grade of diastolic dysfunction and severity of symptoms in HFPEF.",
      "sentences": [
        [
          {
            "segment_text": "This study investigated inflammation mediated by the tumor necrosis factor-alpha ( TNFa ) axis in community-based cohorts of HFPEF patients ( n \u003d 100 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "HFREF patients ( n \u003d 100 ) and healthy controls ( n \u003d 50 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enzyme-linked immunosorbent assays were used to investigate levels of TNFa ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "its two receptors ( TNFR1 and TNFR2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a non-TNFa cytokine , interleukin-6 ( IL-6 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in plasma derived from peripheral blood samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Plasma levels of TNFa and TNFR1 were significantly elevated in HFPEF relative to controls ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while levels of TNFR2 were significantly higher in HFPEF than both controls and HFREF .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TNFa , TNFR1 and TNFR2 were each significantly associated with at least two of the following : age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "estimated glomerular filtration rate , hypertension ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diabetes , smoking , peripheral vascular disease or history of atrial fibrillation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TNFR2 levels were also significantly associated with increasing grade of diastolic dysfunction and severity of symptoms in HFPEF .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Inflammation mediated through TNFa and its receptors, TNFR1 and TNFR2, may represent an important component of a comorbidity-induced inflammatory response that partially drives the pathophysiology of HFPEF.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Inflammation mediated through TNFa and its receptors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNFR1 and TNFR2 , may represent an important component of a comorbidity-induced inflammatory response that partially drives the pathophysiology of HFPEF .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "257"
  }
}