{
  "paper_id": "dab21bebc7d9ee2f77332c23b420280ee74772fd",
  "metadata": {
    "title": "Paper Bovine respiratory syncytial virus: infection dynamics within and between herds",
    "coda_data_split": "train",
    "coda_paper_id": 2156,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The infection dynamics of bovine respiratory syncytial virus (BRSV) were studied in randomly selected Norwegian dairy herds. A total of 134 herds were tested twice, six months apart. The herds were classified as positive for BRSV if at least one animal between 150 and 365 days old tested positive for antibodies against BRSV, thereby representing herds that had most likely had the virus present during the previous year. The prevalence of positive herds at the first and second sampling was 34 per cent and at 41 per cent, respectively, but varied greatly between regions. Negative herds were found in close proximity to positive herds. Some of these herds remained negative despite several new infections nearby. Of the herds initially being negative, 42 per cent changed status to positive during the six months. This occurred at the same rate during summer as winter, but a higher rate of animals in the herds was positive if it took place during winter. Of the herds initially being positive, 33 per cent changed to negative. This indicates that an effective strategy to lower the prevalence and the impact of BRSV could be to employ close surveillance and place a high biosecurity focus on the negative herds.",
      "sentences": [
        [
          {
            "segment_text": "The infection dynamics of bovine respiratory syncytial virus ( BRSV ) were studied in randomly selected Norwegian dairy herds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A total of 134 herds were tested twice , six months apart .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The herds were classified as positive for BRSV if at least one animal between 150 and 365 days old tested positive for antibodies against BRSV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thereby representing herds that had most likely had the virus present during the previous year .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The prevalence of positive herds at the first and second sampling was 34 per cent and at 41 per cent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , but varied greatly between regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Negative herds were found in close proximity to positive herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some of these herds remained negative despite several new infections nearby .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the herds initially being negative ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "42 per cent changed status to positive during the six months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This occurred at the same rate during summer as winter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but a higher rate of animals in the herds was positive if it took place during winter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the herds initially being positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "33 per cent changed to negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This indicates that an effective strategy to lower the prevalence and the impact of BRSV could be to employ close surveillance and place a high biosecurity focus on the negative herds .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "221"
  }
}