{
  "paper_id": "dab2d95da5307c840eb4a1e00f0186022541d63d",
  "metadata": {
    "title": "BMC Structural Biology A model of tripeptidyl-peptidase I (CLN2), a ubiquitous and highly conserved member of the sedolisin family of serine-carboxyl peptidases",
    "coda_data_split": "train",
    "coda_paper_id": 3087,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Tripeptidyl-peptidase I, also known as CLN2, is a member of the family of sedolisins (serine-carboxyl peptidases). In humans, defects in expression of this enzyme lead to a fatal neurodegenerative disease, classical late-infantile neuronal ceroid lipofuscinosis. Similar enzymes have been found in the genomic sequences of several species, but neither systematic analyses of their distribution nor modeling of their structures have been previously attempted.",
      "sentences": [
        [
          {
            "segment_text": "Background : Tripeptidyl-peptidase I , also known as CLN2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a member of the family of sedolisins ( serine-carboxyl peptidases ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans , defects in expression of this enzyme lead to a fatal neurodegenerative disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "classical late-infantile neuronal ceroid lipofuscinosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similar enzymes have been found in the genomic sequences of several species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but neither systematic analyses of their distribution nor modeling of their structures have been previously attempted .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We have analyzed the presence of orthologs of human CLN2 in the genomic sequences of a number of eukaryotic species. Enzymes with sequences sharing over 80% identity have been found in the genomes of macaque, mouse, rat, dog, and cow. Closely related, although clearly distinct, enzymes are present in fish (fugu and zebra), as well as in frogs (Xenopus tropicalis). A three-dimensional model of human CLN2 was built based mainly on the homology with Pseudomonas sp. 101 sedolisin.",
      "sentences": [
        [
          {
            "segment_text": "We have analyzed the presence of orthologs of human CLN2 in the genomic sequences of a number of eukaryotic species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enzymes with sequences sharing over 80 % identity have been found in the genomes of macaque ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mouse , rat , dog , and cow .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Closely related , although clearly distinct ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enzymes are present in fish ( fugu and zebra ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as in frogs ( Xenopus tropicalis ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A three-dimensional model of human CLN2 was built based mainly on the homology with Pseudomonas sp. 101 sedolisin .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: CLN2 is very highly conserved and widely distributed among higher organisms and may play an important role in their life cycles. The model presented here indicates a very open and accessible active site that is almost completely conserved among all known CLN2 enzymes. This result is somehow surprising for a tripeptidase where the presence of a more constrained binding pocket was anticipated. This structural model should be useful in the search for the physiological substrates of these enzymes and in the design of more specific inhibitors of CLN2.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : CLN2 is very highly conserved and widely distributed among higher organisms and may play an important role in their life cycles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model presented here indicates a very open and accessible active site that is almost completely conserved among all known CLN2 enzymes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This result is somehow surprising for a tripeptidase where the presence of a more constrained binding pocket was anticipated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This structural model should be useful in the search for the physiological substrates of these enzymes and in the design of more specific inhibitors of CLN2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "263"
  }
}