{
  "paper_id": "dacef71373c6e50fa27ac30097563deda71b0aa6",
  "metadata": {
    "title": "Immune biology of Ag-specific γδ T cells in infections",
    "coda_data_split": "train",
    "coda_paper_id": 10019,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Accumulating evidence suggests that human γδ T cells act as non-classical T cells and contribute to both innate and adaptive immune responses in infections. Vγ2 Vδ2 T (also termed Vγ9 Vδ2 T) cells exist only in primates, and in humans represent a dominant circulating γδ T-cell subset. Primate Vγ2 Vδ2 T cells are the only γδ T cell subset capable of recognizing microbial phosphoantigen. Since nonhuman primate Vγ2 Vδ2 T cells resemble their human counterparts, indepth studies have been undertaken in macaques to understand the biology and function of human Vγ2 Vδ2 T cells. This article reviews the recent progress for immune biology of Vγ2 Vδ2 T cells in infections.",
      "sentences": [
        [
          {
            "segment_text": "Accumulating evidence suggests that human γδ T cells act as non-classical T cells and contribute to both innate and adaptive immune responses in infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vγ2 Vδ2 T ( also termed Vγ9 Vδ2 T ) cells exist only in primates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in humans represent a dominant circulating γδ T-cell subset .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Primate Vγ2 Vδ2 T cells are the only γδ T cell subset capable of recognizing microbial phosphoantigen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since nonhuman primate Vγ2 Vδ2 T cells resemble their human counterparts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "indepth studies have been undertaken in macaques to understand the biology and function of human Vγ2 Vδ2 T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews the recent progress for immune biology of Vγ2 Vδ2 T cells in infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "119"
  }
}