{
  "paper_id": "dadc371023bcc9e2150f5f5d47d7011a0ce4c918",
  "metadata": {
    "title": "Development and characterisation of neutralising monoclonal antibody to the SARS-coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 7433,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is a global need to elucidate protective antigens expressed by the SARS-coronavirus (SARS-CoV). Monoclonal antibody reagents that recognise specific antigens on SARS-CoV are needed urgently. In this report, the development and immunochemical characterisation of a panel of murine monoclonal antibodies (mAbs) against the SARS-CoV is presented, based upon their specificity, binding requirements, and biological activity. Initial screening by ELISA, using highly purified virus as the coating antigen, resulted in the selection of 103 mAbs to the SARS virus. Subsequent screening steps reduced this panel to seventeen IgG mAbs. A single mAb, F26G15, is specific for the nucleoprotein as seen in Western immunoblot while five other mAbs react with the Spike protein. Two of these Spike-specific mAbs demonstrate the ability to neutralise SARS-CoV in vitro while another four Western immunoblot-negative mAbs also neutralise the virus. The utility of these mAbs for diagnostic development is demonstrated. Antibody from convalescent SARS patients, but not normal human serum, is also shown to specifically compete off binding of mAbs to whole SARS-CoV. These studies highlight the importance of using standardised assays and reagents. These mAbs will be useful for the development of diagnostic tests, studies of SARS-CoV pathogenesis and vaccine development.",
      "sentences": [
        [
          {
            "segment_text": "There is a global need to elucidate protective antigens expressed by the SARS-coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Monoclonal antibody reagents that recognise specific antigens on SARS-CoV are needed urgently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , the development and immunochemical characterisation of a panel of murine monoclonal antibodies ( mAbs ) against the SARS-CoV is presented ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "based upon their specificity , binding requirements , and biological activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Initial screening by ELISA , using highly purified virus as the coating antigen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "resulted in the selection of 103 mAbs to the SARS virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequent screening steps reduced this panel to seventeen IgG mAbs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A single mAb , F26G15 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is specific for the nucleoprotein as seen in Western immunoblot while five other mAbs react with the Spike protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two of these Spike-specific mAbs demonstrate the ability to neutralise SARS-CoV in vitro while another four Western immunoblot-negative mAbs also neutralise the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The utility of these mAbs for diagnostic development is demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibody from convalescent SARS patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not normal human serum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is also shown to specifically compete off binding of mAbs to whole SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies highlight the importance of using standardised assays and reagents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These mAbs will be useful for the development of diagnostic tests ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "studies of SARS-CoV pathogenesis and vaccine development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "223"
  }
}