{
  "paper_id": "dadfcb162a81061e18f32c52421877c365b0dc00",
  "metadata": {
    "title": "Restaurant diners\u0027 self-protective behavior in response to an epidemic crisis",
    "coda_data_split": "train",
    "coda_paper_id": 10583,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study is designed to conceptually propose and empirically examine a theoretical model for restaurant diners\u0027 self-protective behavior in response to an epidemic crisis. Based on Weinstein\u0027s five-stage PAPM, a prospective model and a classification scheme for five corresponding types of self-protective behavior adopters are proposed in this study. By using ten-year longitudinal survey data provided by a timely research sample which was obtained from a multi-store restaurant\u0027s diner club members immediately after the peak period of the SARS outbreak in Taiwan, both theoretical and managerial applicability of the proposed stage-based model are empirically verified in this study. The results show that the type of self-protective behavior respondents adopted is significantly associated with their marital status and risk attitude toward the epidemic. Besides, respondents significantly advance their type of self-protective behavior adoption along successive epidemics from the SARS to avian influenza A(H7N9) in decade.",
      "sentences": [
        [
          {
            "segment_text": "This study is designed to conceptually propose and empirically examine a theoretical model for restaurant diners \u0027 self-protective behavior in response to an epidemic crisis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on Weinstein \u0027s five-stage PAPM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a prospective model and a classification scheme for five corresponding types of self-protective behavior adopters are proposed in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By using ten-year longitudinal survey data provided by a timely research sample which was obtained from a multi-store restaurant \u0027s diner club members immediately after the peak period of the SARS outbreak in Taiwan ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "both theoretical and managerial applicability of the proposed stage-based model are empirically verified in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results show that the type of self-protective behavior respondents adopted is significantly associated with their marital status and risk attitude toward the epidemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides , respondents significantly advance their type of self-protective behavior adoption along successive epidemics from the SARS to avian influenza A ( H7N9 ) in decade .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "158"
  }
}