{
  "paper_id": "daecc5fb5ff71b78a652748448ef0a9ce5feaf61",
  "metadata": {
    "title": "Structural Biology and Crystallization Communications Expression, crystallization and preliminary crystallographic study of the C-terminal half of nsp2 from SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 3706,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "SARS coronavirus (SARS-CoV) is the aetiological agent of the highly infectious severe acute respiratory syndrome (SARS). To gain a better understanding of SARS-CoV replication and transcription proteins, a preliminary X-ray crystallographic study of the C-terminal domain of SARS-CoV nonstructural protein 2 (nsp2) is reported here. The C-terminal domain of SARS-CoV nsp2 was cloned, overexpressed, purified and crystallized using polyethylene glycol 5000 monomethyl ether as the precipitant; the crystals diffracted to 2.5 Å resolution. The crystals belonged to space group P6 5 , with unit-cell parameters a \u003d b \u003d 112.8, c \u003d 91.1 Å , \u003d \u003d 90, \u003d 120 . One molecule is assumed to be present per asymmetric unit, which gives a Matthews coefficient of 2.89 Å 3 Da À1 and a solvent content of 56.2%.",
      "sentences": [
        [
          {
            "segment_text": "SARS coronavirus ( SARS-CoV ) is the aetiological agent of the highly infectious severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To gain a better understanding of SARS-CoV replication and transcription proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a preliminary X-ray crystallographic study of the C-terminal domain of SARS-CoV nonstructural protein 2 ( nsp2 ) is reported here .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The C-terminal domain of SARS-CoV nsp2 was cloned ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "overexpressed , purified and crystallized using polyethylene glycol 5000 monomethyl ether as the precipitant ; the crystals diffracted to 2.5 Å resolution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The crystals belonged to space group P6 5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with unit-cell parameters a \u003d b \u003d 112.8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "c \u003d 91.1 Å , \u003d \u003d 90 , \u003d 120 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One molecule is assumed to be present per asymmetric unit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which gives a Matthews coefficient of 2.89 Å 3 Da À1 and a solvent content of 56.2 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "146"
  }
}