{
  "paper_id": "dafb3a55aa20a2e5a1ec2bcf3b7727c4345729e2",
  "metadata": {
    "title": "Article T-bet + Treg Cells Undergo Abortive Th1 Cell Differentiation due to Impaired Expression of IL-12 Receptor b2",
    "coda_data_split": "train",
    "coda_paper_id": 10721,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Foxp3 + regulatory T (Treg) cells limit inflammatory responses and maintain immune homeostasis. Although comprised of several phenotypically and functionally distinct subsets, the differentiation of specialized Treg cell populations within the periphery is poorly characterized. We demonstrate that the development of T-bet + Treg cells that potently inhibit T helper 1 (Th1) cell responses was dependent on the transcription factor STAT1 and occurred directly in response to interferon-g produced by effector T cells. Additionally, delayed induction of the IL-12Rb2 receptor component after STAT1 activation helped ensure that Treg cells do not readily complete STAT4-dependent Th1 cell development and lose their ability to suppress effector T cell proliferation. Thus, we define a pathway of abortive Th1 cell development that results in the specialization of peripheral Treg cells and demonstrate that impaired expression of a single cytokine receptor helps maintain Treg cell-suppressive function in the context of inflammatory Th1 cell responses.",
      "sentences": [
        [
          {
            "segment_text": "Foxp3 + regulatory T ( Treg ) cells limit inflammatory responses and maintain immune homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although comprised of several phenotypically and functionally distinct subsets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the differentiation of specialized Treg cell populations within the periphery is poorly characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that the development of T-bet + Treg cells that potently inhibit T helper 1 ( Th1 ) cell responses was dependent on the transcription factor STAT1 and occurred directly in response to interferon-g produced by effector T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , delayed induction of the IL-12Rb2 receptor component after STAT1 activation helped ensure that Treg cells do not readily complete STAT4-dependent Th1 cell development and lose their ability to suppress effector T cell proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , we define a pathway of abortive Th1 cell development that results in the specialization of peripheral Treg cells and demonstrate that impaired expression of a single cytokine receptor helps maintain Treg cell-suppressive function in the context of inflammatory Th1 cell responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Immunity",
      "sentences": [
        [
          {
            "segment_text": "Immunity",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "162"
  }
}