{
  "paper_id": "db1fc7bac6028c1010de19e4251a50870c9486cf",
  "metadata": {
    "title": "Virus disinfection mechanisms: the role of virus composition, structure, and function",
    "coda_data_split": "train",
    "coda_paper_id": 6831,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Drinking waters are treated for enteric virus via a number of disinfection techniques including chemical oxidants, irradiation, and heat, however the inactivation mechanisms during disinfection remain elusive. Owing to the fact that a number of significant waterborne virus strains are not readily culturable in vitro at this time (e.g. norovirus, hepatitis A), the susceptibility of these viruses to disinfection is largely unknown. An in-depth understanding of the mechanisms involved in virus inactivation would aid in predicting the susceptibility of non-culturable virus strains to disinfection and would foster the development of improved disinfection methods. Recent technological advances in virology research have provided a wealth of information on enteric virus compositions, structures, and biological functions. This knowledge will allow for physical/chemical descriptions of virus inactivation and thus further our understanding of virus disinfection to the most basic mechanistic level.",
      "sentences": [
        [
          {
            "segment_text": "Drinking waters are treated for enteric virus via a number of disinfection techniques including chemical oxidants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "irradiation , and heat , however the inactivation mechanisms during disinfection remain elusive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Owing to the fact that a number of significant waterborne virus strains are not readily culturable in vitro at this time ( e.g. norovirus , hepatitis A ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the susceptibility of these viruses to disinfection is largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An in-depth understanding of the mechanisms involved in virus inactivation would aid in predicting the susceptibility of non-culturable virus strains to disinfection and would foster the development of improved disinfection methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent technological advances in virology research have provided a wealth of information on enteric virus compositions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "structures , and biological functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This knowledge will allow for physical/chemical descriptions of virus inactivation and thus further our understanding of virus disinfection to the most basic mechanistic level .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "151"
  }
}