{
  "paper_id": "db1f2e3f0b16df42a30f5bbb6b7508127a05de1f",
  "metadata": {
    "title": "A retrospective review of tuberculosis exposure among health care workers in a tertiary hospital",
    "coda_data_split": "train",
    "coda_paper_id": 9670,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: We evaluated tuberculosis (TB) acquisition rate and risk factors among health care workers (HCWs) exposed to index TB patients. Methods: We performed a retrospective cohort study on exposed HCWs from August 2016 to January 2018 at a tertiary hospital in Singapore. Demographic factors and TB exposure episodes per HCW were obtained. A modified Poisson regression model was used to identify factors associated with TB infection. Results: A total of 32 TB exposure events occurred during the study period. A total of 881 HCWs with 1,536 exposure episodes were screened with QuantiFERON-TB Gold In-tube assay (QFT-GIT) at baseline and 8 weeks. A total of 129 (14.6%) HCWs had positive QFT-TB at baseline, whereas 22 (2.5%) HCWs had QFT-GIT conversion, with a latent TB infection (LTBI) rate of 1.14 cases per 100 exposure episodes per year. Foreign nationality, non-Chinese ethnicity, and age above 40 years were independently associated with baseline LTBI, whereas having \u003e2 TB exposure episodes and working in internal medicine, medical subspecialties, and psychiatry wards were associated with QFT-GIT conversion. Discussion: The QFT-GIT conversion rate among screened HCWs is low. Foreign HCWs with LTBI likely came from countries with higher TB transmission. Targeted prevention of repeated TB exposures can reduce QFT-GIT conversion. Conclusions: The study results will guide TB contact tracing protocols in health care institutions.",
      "sentences": [
        [
          {
            "segment_text": "Background : We evaluated tuberculosis ( TB ) acquisition rate and risk factors among health care workers ( HCWs ) exposed to index TB patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We performed a retrospective cohort study on exposed HCWs from August 2016 to January 2018 at a tertiary hospital in Singapore .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Demographic factors and TB exposure episodes per HCW were obtained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A modified Poisson regression model was used to identify factors associated with TB infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 32 TB exposure events occurred during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 881 HCWs with 1,536 exposure episodes were screened with QuantiFERON-TB Gold In-tube assay ( QFT-GIT ) at baseline and 8 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 129 ( 14.6 % ) HCWs had positive QFT-TB at baseline ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas 22 ( 2.5 % ) HCWs had QFT-GIT conversion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a latent TB infection ( LTBI ) rate of 1.14 cases per 100 exposure episodes per year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Foreign nationality , non-Chinese ethnicity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and age above 40 years were independently associated with baseline LTBI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas having \u003e 2 TB exposure episodes and working in internal medicine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medical subspecialties , and psychiatry wards were associated with QFT-GIT conversion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discussion : The QFT-GIT conversion rate among screened HCWs is low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Foreign HCWs with LTBI likely came from countries with higher TB transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Targeted prevention of repeated TB exposures can reduce QFT-GIT conversion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The study results will guide TB contact tracing protocols in health care institutions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "256"
  }
}