{
  "paper_id": "db211cc89d8a950a96b6bc9f04894c175b80a99a",
  "metadata": {
    "title": "Consecutive pathological and immunological alterations during experimentally induced swine dysentery - A study performed by repeated endoscopy and biopsy samplings through an intestinal cannula",
    "coda_data_split": "train",
    "coda_paper_id": 9090,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development of intestinal lesions after inoculation with Brachyspira hyodysenteriae was followed by repeated endoscopy and biopsy sampling through a caecal cannula. Seven eight-week-old pigs were cannulated and inoculated, two were cannulated but not inoculated, and two pigs were inoculated but not cannulated. Endoscopy, biopsy, and blood sampling to determine SAA (serum amyloid A), haptoglobin, cortisol, and WBC counts were performed at scheduled time-points. At the third day of disease, endoscopy showed a hyperaemic, perturbed mucosa and excessive amount of mucus. Histologically, crypt hyperplasia, depletion of goblet cell mucus, and erosions were noted. Simultaneously, elevated acute phase proteins and circulating monocytes, and decreased number of intraepithelial CD3 + cells were observed. After five days the pigs recovered. Intestinal lesions were demarcated and interspersed among apparently normal mucosa and blood parameters returned to initial values. Endoscopy through an intestinal cannula made it possible to follow the development of intestinal alterations in vivo and describe the sequential events during the course of swine dysentery. The number of animals used in a study could thus be minimised and the precision of the experiment increased.",
      "sentences": [
        [
          {
            "segment_text": "The development of intestinal lesions after inoculation with Brachyspira hyodysenteriae was followed by repeated endoscopy and biopsy sampling through a caecal cannula .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seven eight-week-old pigs were cannulated and inoculated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two were cannulated but not inoculated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two pigs were inoculated but not cannulated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Endoscopy , biopsy , and blood sampling to determine SAA ( serum amyloid A ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "haptoglobin , cortisol , and WBC counts were performed at scheduled time-points .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At the third day of disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "endoscopy showed a hyperaemic , perturbed mucosa and excessive amount of mucus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histologically , crypt hyperplasia , depletion of goblet cell mucus , and erosions were noted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Simultaneously , elevated acute phase proteins and circulating monocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and decreased number of intraepithelial CD3 + cells were observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After five days the pigs recovered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intestinal lesions were demarcated and interspersed among apparently normal mucosa and blood parameters returned to initial values .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Endoscopy through an intestinal cannula made it possible to follow the development of intestinal alterations in vivo and describe the sequential events during the course of swine dysentery .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of animals used in a study could thus be minimised and the precision of the experiment increased .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "207"
  }
}