{
  "paper_id": "db249ecc6ab49d14c3e5a9ce544a55c14d3c9b80",
  "metadata": {
    "title": "Further characterization of the immune response in mice to inactivated and live rabies vaccines expressing Ebola virus glycoprotein NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 3674,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have previously developed (a) replication-competent, (b) replication-deficient, and (c) chemically inactivated rabies virus (RABV) vaccines expressing ebolavirus (EBOV) glycoprotein (GP) that induce humoral immunity against each virus and confer protection from both lethal RABV and mouse-adapted EBOV challenge in mice. Here, we expand our investigation of the immunogenic properties of these bivalent vaccines in mice. Both live and killed vaccines induced primary EBOV GP-specific T-cells and a robust recall response as measured by interferon-γ ELISPOT assay. In addition to cellular immunity, an effective filovirus vaccine will likely require a multivalent humoral immune response against multiple virus species. As a proof-of-principle experiment, we demonstrated that inactivated RV-GP could be formulated with another inactivated RABV vaccine expressing the nontoxic fragment of botulinum neurotoxin A heavy chain (HC50) without a reduction in immunity to each component. Finally, we demonstrated that humoral immunity to GP could be induced by immunization of mice with inactivated RV-GP in the presence of pre-existing immunity to RABV. The ability of these novel vaccines to induce strong humoral and cellular immunity indicates that they should be further evaluated in additional animal models of infection.",
      "sentences": [
        [
          {
            "segment_text": "We have previously developed ( a ) replication-competent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( b ) replication-deficient , and ( c ) chemically inactivated rabies virus ( RABV ) vaccines expressing ebolavirus ( EBOV ) glycoprotein ( GP ) that induce humoral immunity against each virus and confer protection from both lethal RABV and mouse-adapted EBOV challenge in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we expand our investigation of the immunogenic properties of these bivalent vaccines in mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both live and killed vaccines induced primary EBOV GP-specific T-cells and a robust recall response as measured by interferon-γ ELISPOT assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition to cellular immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an effective filovirus vaccine will likely require a multivalent humoral immune response against multiple virus species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a proof-of-principle experiment , we demonstrated that inactivated RV-GP could be formulated with another inactivated RABV vaccine expressing the nontoxic fragment of botulinum neurotoxin A heavy chain ( HC50 ) without a reduction in immunity to each component .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we demonstrated that humoral immunity to GP could be induced by immunization of mice with inactivated RV-GP in the presence of pre-existing immunity to RABV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ability of these novel vaccines to induce strong humoral and cellular immunity indicates that they should be further evaluated in additional animal models of infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "213"
  }
}