{
  "paper_id": "db32bdff98ec19a36feaabe2a364a1926d011488",
  "metadata": {
    "title": "Neutral Theory and Rapidly Evolving Viral Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 6442,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The evolution of viral pathogens is shaped by strong selective forces that are exerted during jumps to new hosts, confrontations with host immune responses and antiviral drugs, and numerous other processes. However, while undeniably strong and frequent, adaptive evolution is largely confined to small parts of information-packed viral genomes, and the majority of observed variation is effectively neutral. The predictions and implications of the neutral theory have proven immensely useful in this context, with applications spanning understanding within-host population structure, tracing the origins and spread of viral pathogens, predicting evolutionary dynamics, and modeling the emergence of drug resistance. We highlight the multiple ways in which the neutral theory has had an impact, which has been accelerated in the age of high-throughput, high-resolution genomics.",
      "sentences": [
        [
          {
            "segment_text": "The evolution of viral pathogens is shaped by strong selective forces that are exerted during jumps to new hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "confrontations with host immune responses and antiviral drugs , and numerous other processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , while undeniably strong and frequent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "adaptive evolution is largely confined to small parts of information-packed viral genomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the majority of observed variation is effectively neutral .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The predictions and implications of the neutral theory have proven immensely useful in this context ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with applications spanning understanding within-host population structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tracing the origins and spread of viral pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "predicting evolutionary dynamics , and modeling the emergence of drug resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We highlight the multiple ways in which the neutral theory has had an impact ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which has been accelerated in the age of high-throughput , high-resolution genomics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "138"
  }
}