{
  "paper_id": "db342c89d2ebda647a1aa46751b190e27248c871",
  "metadata": {
    "title": "Prevention of Experimental Coronavirus Colds with Intranasal (l-2b Interferon",
    "coda_data_split": "train",
    "coda_paper_id": 7081,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Fifty-five volunteers treated with either intranasal recombinant interferon (rIFN; 2 x 10 6 IV/day) or placebo for 15 days were exposed to coronavirus by direct intranasal inoculation on the eighth day of treatment. Symptom scores were recorded, and cultures of virus were taken daily for all volunteers for seven days after inoculation. Nineteen (73%) of the 26 placebo recipients met symptom-score criteria for a cold, compared with 12 (41070) of the IFN recipients (P \u003d .02). The mean nasal symptom scores in the placebo and IFN groups were 9.2 and 5.4, respectively (P \u003d .03), and the mean total symptom scores in the two groups were 23.2 and 9.4, respectively (P \u003d .003). The mean number of days with a total symptom score \u003e4 was 1.6 in the placebo recipients and 0.5 in the rIFN recipients (P \u003d .02). Prophylactic intranasal rIFN effectively shortened the duration and reduced the severity of coronavirus cold symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Fifty-five volunteers treated with either intranasal recombinant interferon ( rIFN ; 2 x 10 6 IV/day ) or placebo for 15 days were exposed to coronavirus by direct intranasal inoculation on the eighth day of treatment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Symptom scores were recorded , and cultures of virus were taken daily for all volunteers for seven days after inoculation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nineteen ( 73 % ) of the 26 placebo recipients met symptom-score criteria for a cold ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with 12 ( 41070 ) of the IFN recipients ( P \u003d .02 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean nasal symptom scores in the placebo and IFN groups were 9.2 and 5.4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ( P \u003d .03 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the mean total symptom scores in the two groups were 23.2 and 9.4 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ( P \u003d .003 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean number of days with a total symptom score \u003e 4 was 1.6 in the placebo recipients and 0.5 in the rIFN recipients ( P \u003d .02 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prophylactic intranasal rIFN effectively shortened the duration and reduced the severity of coronavirus cold symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "182"
  }
}