{
  "paper_id": "db67ec23f7ef469b8286c43d4b8ba48bfbf8070d",
  "metadata": {
    "title": "Technologies for enhanced efficacy of DNA vaccines NIH Public Access NIH-PA Author Manuscript Mode of action of DNA vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 4075,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite many years of research, human DNA vaccines have yet to fulfill their early promise. Over the past 15 years, multiple generations of DNA vaccines have been developed and tested in preclinical models for prophylactic and therapeutic applications in the areas of infectious disease and cancer, but have failed in the clinic. Thus, while DNA vaccines have achieved successful licensure for veterinary applications, their poor immunogenicity in humans when compared with traditional protein-based vaccines has hindered their progress. Many strategies have been attempted to improve DNA vaccine potency including use of more efficient promoters and codon optimization, addition of traditional or genetic adjuvants, electroporation, intradermal delivery and various prime-boost strategies. This review summarizes these advances in DNA vaccine technologies and attempts to answer the question of when DNA vaccines might eventually be licensed for human use.",
      "sentences": [
        [
          {
            "segment_text": "Despite many years of research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human DNA vaccines have yet to fulfill their early promise .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past 15 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiple generations of DNA vaccines have been developed and tested in preclinical models for prophylactic and therapeutic applications in the areas of infectious disease and cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but have failed in the clinic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , while DNA vaccines have achieved successful licensure for veterinary applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their poor immunogenicity in humans when compared with traditional protein-based vaccines has hindered their progress .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many strategies have been attempted to improve DNA vaccine potency including use of more efficient promoters and codon optimization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "addition of traditional or genetic adjuvants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "electroporation , intradermal delivery and various prime-boost strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes these advances in DNA vaccine technologies and attempts to answer the question of when DNA vaccines might eventually be licensed for human use .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "DNA vaccines are composed of a bacterial plasmid that encodes the antigen of interest under the control of a strong eukaryotic promoter, such as CMV intron A. Host cells can be transfected by a variety of routes including injection of the plasmid into the muscle or dermis, or mucosal application. DNA vaccines present a range of advantages (Box 1) over conventional live virus or protein subunit vaccines as they enable the antigen to be expressed by APCs that then process and present epitopes from the antigen on MHC class I and II molecules, thereby inducing cellular immunity. Plasmid preparation is rapid and cost effective when compared with recombinant proteins and does not suffer problems such as improper protein folding. DNA is highly stable and flexible, allowing easy modification of plasmid sequences that may be relevant, for example, during a pandemic, when speed of vaccine design is paramount.",
      "sentences": [
        [
          {
            "segment_text": "DNA vaccines are composed of a bacterial plasmid that encodes the antigen of interest under the control of a strong eukaryotic promoter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as CMV intron A. Host cells can be transfected by a variety of routes including injection of the plasmid into the muscle or dermis , or mucosal application .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DNA vaccines present a range of advantages ( Box 1 ) over conventional live virus or protein subunit vaccines as they enable the antigen to be expressed by APCs that then process and present epitopes from the antigen on MHC class I and II molecules , thereby inducing cellular immunity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Plasmid preparation is rapid and cost effective when compared with recombinant proteins and does not suffer problems such as improper protein folding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DNA is highly stable and flexible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing easy modification of plasmid sequences that may be relevant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , during a pandemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when speed of vaccine design is paramount .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "309"
  }
}