{
  "paper_id": "db6d281e44875a2e00a93bcdd68a47307a6ecc31",
  "metadata": {
    "title": "Characterization of a Coronavirus\u0027 II. Glycoproteins of the Viral Envelope: Tryptic Peptide Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 9438,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Two species of membrane-associated glycoproteins have been identified in the coronavirus virion. They are readily distinguished on the basis of size, radiolabeling characteristics, and location in relation to the lipid bilayer. The larger glycoprotein is highly labeled by both radiolabeled fucose and glucosamine. This species is found in two forms, GP180 and GP90, with apparent molecular weights of 180,000 and 90,000. GP180 can be converted to GP90 in vitro by treatment of virions with trypsin. Analysis of tryptic digests of GP90 and GPl80 give identical peptide patterns. Based on pronase and bromelain sensitiyities, GP180/90 is the only protein which is located entirely external to the viral envelope. It appears to comprise the characteristic long, petal-shaped peplomers of the virion. The smaller glycoprotein, GP23, has an apparent molecular weight of 23,000 and is labeled by radiolabeled glucosamine but not by fucose. The level of glucosamine-labeling of GP23 is about l/10 that of GP180/90. GP23 appears to possess two distinct domains: a smaller, carbohydrate containing region which is found outside the viral envelope, and a larger portion, highly labeled by methionine, which is integrally associated with the viral membrane. A new nomenclature is proposed for the three major coronavirus structural proteins. The two envelope glycoproteins, GP23 and GP180/90 are designated El and E2, respectively; the inner core protein, ~~50, is designated N.",
      "sentences": [
        [
          {
            "segment_text": "Two species of membrane-associated glycoproteins have been identified in the coronavirus virion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are readily distinguished on the basis of size ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "radiolabeling characteristics , and location in relation to the lipid bilayer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The larger glycoprotein is highly labeled by both radiolabeled fucose and glucosamine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This species is found in two forms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "GP180 and GP90 , with apparent molecular weights of 180,000 and 90,000 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GP180 can be converted to GP90 in vitro by treatment of virions with trypsin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of tryptic digests of GP90 and GPl80 give identical peptide patterns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on pronase and bromelain sensitiyities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "GP180/90 is the only protein which is located entirely external to the viral envelope .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It appears to comprise the characteristic long ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "petal-shaped peplomers of the virion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The smaller glycoprotein , GP23 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "has an apparent molecular weight of 23,000 and is labeled by radiolabeled glucosamine but not by fucose .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The level of glucosamine-labeling of GP23 is about l/10 that of GP180/90 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GP23 appears to possess two distinct domains : a smaller ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "carbohydrate containing region which is found outside the viral envelope ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a larger portion , highly labeled by methionine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is integrally associated with the viral membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A new nomenclature is proposed for the three major coronavirus structural proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two envelope glycoproteins , GP23 and GP180/90 are designated El and E2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ; the inner core protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "~ ~ 50 , is designated N.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "252"
  }
}