{
  "paper_id": "db6ed8cb9a0815328994b1034aeca618dd497ae8",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4685,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "During the 20 th century, public health evolved with increasing capacity for disease prevention as scientific breakthroughs occurred in microbiology, immunology, nutrition, and other sciences. Disease-control advanced and new epidemiologic evidence identified risk factors for the growing burden of noncommunicable diseases such as the cardiovascular diseases, cancer, and others. Medical care also improved and became more accessible through health insurance systems both in the private and governmental sector. Health systems became more combined publicÀprivate endeavors, with health insurance for medical-and hospital-care taking center stage.",
      "sentences": [
        [
          {
            "segment_text": "During the 20 th century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "public health evolved with increasing capacity for disease prevention as scientific breakthroughs occurred in microbiology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "immunology , nutrition , and other sciences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease-control advanced and new epidemiologic evidence identified risk factors for the growing burden of noncommunicable diseases such as the cardiovascular diseases , cancer , and others .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Medical care also improved and became more accessible through health insurance systems both in the private and governmental sector .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Health systems became more combined publicÀprivate endeavors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with health insurance for medical-and hospital-care taking center stage .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "95"
  }
}