{
  "paper_id": "db7abfe9ffd34b558951907efa3be430d7bbf28b",
  "metadata": {
    "title": "Emerging Microbes \u0026 Infections (2017) 6, e113",
    "coda_data_split": "train",
    "coda_paper_id": 2946,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To determine the incidence of anogenital warts (AGWs) in the Chinese general population, we compared the data from a prospective study and from the National Notifiable Disease Report System (NNDRS). A cohort study including 2378 women and 2309 men aged 18-55 years old enrolled from Liuzhou, China, was conducted with three scheduled visits at 6-month intervals from May 2014 to March 2016. And, a questionnaire survey was performed to collect the diagnosis history of AGWs at the enrollment visit. The data on reported AGW cases of Liuzhou in the NNDRS from 2006 to 2015 were also analyzed. Overall, the incidence rates of AGWs in the prospective study, in the self-reported diagnosis during past 12 months and in the NNDRS were 1.26 per 1000 person-years (95% confidence interval (CI): 0.16-2.37), 2.35 (95% CI: 1.17-4.20) and 0.183 (95% CI: 0.178-0.187), respectively. Human papillomavirus 6 or 11 were found in all the AGW biopsy samples (10/10). The onset time of AGWs in women was earlier, and the cumulative risk increased more quickly at a young age along with each subsequent younger birth cohort (Po0.0001), whereas slight differences were observed in the different male birth cohorts (P \u003d 0.0785). The sexual behavior of individuals and their sexual partners had a strong relationship with self-reported AGWs. Our study indicates that the incidence of AGWs in China is as high as that in developed countries, and the data based on the national surveillance system seriously underestimate the real disease burden of AGWs.",
      "sentences": [
        [
          {
            "segment_text": "To determine the incidence of anogenital warts ( AGWs ) in the Chinese general population ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we compared the data from a prospective study and from the National Notifiable Disease Report System ( NNDRS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A cohort study including 2378 women and 2309 men aged 18-55 years old enrolled from Liuzhou ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "China , was conducted with three scheduled visits at 6-month intervals from May 2014 to March 2016 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "And , a questionnaire survey was performed to collect the diagnosis history of AGWs at the enrollment visit .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The data on reported AGW cases of Liuzhou in the NNDRS from 2006 to 2015 were also analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , the incidence rates of AGWs in the prospective study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the self-reported diagnosis during past 12 months and in the NNDRS were 1.26 per 1000 person-years ( 95 % confidence interval ( CI ) : 0.16-2.37 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2.35 ( 95 % CI : 1.17-4.20 ) and 0.183 ( 95 % CI : 0.178-0.187 ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human papillomavirus 6 or 11 were found in all the AGW biopsy samples ( 10/10 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The onset time of AGWs in women was earlier ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the cumulative risk increased more quickly at a young age along with each subsequent younger birth cohort ( Po0 .0001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas slight differences were observed in the different male birth cohorts ( P \u003d 0.0785 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sexual behavior of individuals and their sexual partners had a strong relationship with self-reported AGWs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study indicates that the incidence of AGWs in China is as high as that in developed countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the data based on the national surveillance system seriously underestimate the real disease burden of AGWs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "291"
  }
}