{
  "paper_id": "db7fb0e6e994d530b7015c3ff0008b104fee4d41",
  "metadata": {
    "title": "Specific elevation of DcR3 in sera of sepsis patients and its potential role as a clinically important biomarker of sepsis ☆",
    "coda_data_split": "train",
    "coda_paper_id": 9295,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Because of its potentially important role in the pathogenesis of sepsis, the expression of soluble decoy receptor 3 (DcR3) was investigated in sera of sepsis patients. The serum levels of DcR3 and its tumor necrosis factor-like ligand TL1A and homologous decoy receptor OPG were quantified by ELISA. The values of DcR3 to diagnose sepsis were analyzed by receiver-operating characteristic (ROC) curves. The results showed that DcR3 was significantly elevated in sepsis compared to systemic inflammatory response syndrome (SIRS), a condition similar to sepsis but resulting from noninfectious insults. DcR3 showed superior area under the ROC curve (AUC, 0.958) compared to poor AUCs of TL1A and OPG. At a cut-off of 3.24 ng/mL, DcR3 predicted sepsis from SIRS with 96% sensitivity and 82.6% specificity. DcR3 also predicted sepsis from cancer and inflammatory bowel disease with equally excellent values. Therefore, DcR3 serum level has the potential to serve as a reliable biomarker of sepsis.",
      "sentences": [
        [
          {
            "segment_text": "Because of its potentially important role in the pathogenesis of sepsis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the expression of soluble decoy receptor 3 ( DcR3 ) was investigated in sera of sepsis patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The serum levels of DcR3 and its tumor necrosis factor-like ligand TL1A and homologous decoy receptor OPG were quantified by ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The values of DcR3 to diagnose sepsis were analyzed by receiver-operating characteristic ( ROC ) curves .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that DcR3 was significantly elevated in sepsis compared to systemic inflammatory response syndrome ( SIRS ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a condition similar to sepsis but resulting from noninfectious insults .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DcR3 showed superior area under the ROC curve ( AUC , 0.958 ) compared to poor AUCs of TL1A and OPG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At a cut-off of 3.24 ng/mL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DcR3 predicted sepsis from SIRS with 96 % sensitivity and 82.6 % specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DcR3 also predicted sepsis from cancer and inflammatory bowel disease with equally excellent values .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , DcR3 serum level has the potential to serve as a reliable biomarker of sepsis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "175"
  }
}