{
  "paper_id": "db8ef4305cc9af4691ea97841ce28f5236b823e6",
  "metadata": {
    "title": "Critical Care 1 Critical care and the global burden of critical illness in adults",
    "coda_data_split": "train",
    "coda_paper_id": 4152,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Critical care has evolved from treatment of poliomyelitis victims with respiratory failure in an intensive care unit to treatment of severely ill patients irrespective of location or specifi c technology. Population-based studies in the developed world suggest that the burden of critical illness is higher than generally appreciated and will increase as the population ages. Critical care capacity has long been needed in the developing world, and eff orts to improve the care of the critically ill in these settings are starting to occur. Expansion of critical care to handle the consequences of an ageing population, natural disasters, confl ict, inadequate primary care, and higher-risk medical therapies will be challenged by high costs at a time of economic constraint. To meet this challenge, investigators in this discipline will need to measure the global burden of critical illness and available critical-care resources, and develop both preventive and therapeutic interventions that are generalisable across countries.",
      "sentences": [
        [
          {
            "segment_text": "Critical care has evolved from treatment of poliomyelitis victims with respiratory failure in an intensive care unit to treatment of severely ill patients irrespective of location or specifi c technology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Population-based studies in the developed world suggest that the burden of critical illness is higher than generally appreciated and will increase as the population ages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Critical care capacity has long been needed in the developing world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and eff orts to improve the care of the critically ill in these settings are starting to occur .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Expansion of critical care to handle the consequences of an ageing population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "natural disasters , confl ict ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inadequate primary care , and higher-risk medical therapies will be challenged by high costs at a time of economic constraint .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To meet this challenge , investigators in this discipline will need to measure the global burden of critical illness and available critical-care resources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and develop both preventive and therapeutic interventions that are generalisable across countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "165"
  }
}