{
  "paper_id": "dba0cdf3fbecdba11207ba0d7da322fc2a83b798",
  "metadata": {
    "title": "Building core capacities at the designated points of entry according to the International Health Regulations 2005: a review of the progress and prospects in Taiwan",
    "coda_data_split": "train",
    "coda_paper_id": 5602,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: As designated points of entry (PoEs) play a critical role in preventing the transmission of international public health risks, huge efforts have been invested in Taiwan to improve the core capacities specified in the International Health Regulations 2005 (IHR 2005). This article reviews how Taiwan strengthened the core capacities at the Taoyuan International Airport (TIA) and the Port of Kaohsiung (PoK) by applying a new, practicable model. Design: An IHR PoE program was initiated for implementing the IHR core capacities at designated PoEs. The main methods of this program were 1) identifying the designated PoEs according to the pre-determined criteria, 2) identifying the competent authority for each health measure, 3) building a close collaborative relationship between stakeholders from the central and PoE level, 4) designing three stages of systematic assessment using the assessment tool published by the World Health Organization (WHO), and 5) undertaking action plans targeting the gaps identified by the assessments. Results: Results of the self-assessment, preliminary external assessment, and follow-up external assessment revealed a continuous progressive trend at the TIA (86, 91, and 100%, respectively), and at the PoK (77, 97, and 99.9%, respectively). The results of the follow-up external assessment indicated that both these designated PoEs already conformed to the IHR requirements. These achievements were highly associated with strong collaboration, continuous empowerment, efficient resource integration, and sustained commitments. Conclusions: Considering that many countries had requested for an extension on the deadline to fulfill the IHR 2005 core capacity requirements, Taiwan\u0027s experiences can be a source of learning for countries striving to fully implement these requirements. Further, in order to broaden the scope of public health protection into promoting global security, Taiwan will keep its commitments on multisectoral cooperation, human resource capacity building, and maintaining routine and emergency capacities.",
      "sentences": [
        [
          {
            "segment_text": "Background : As designated points of entry ( PoEs ) play a critical role in preventing the transmission of international public health risks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "huge efforts have been invested in Taiwan to improve the core capacities specified in the International Health Regulations 2005 ( IHR 2005 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews how Taiwan strengthened the core capacities at the Taoyuan International Airport ( TIA ) and the Port of Kaohsiung ( PoK ) by applying a new , practicable model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Design : An IHR PoE program was initiated for implementing the IHR core capacities at designated PoEs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The main methods of this program were 1 ) identifying the designated PoEs according to the pre-determined criteria ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 ) identifying the competent authority for each health measure ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "3 ) building a close collaborative relationship between stakeholders from the central and PoE level ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "4 ) designing three stages of systematic assessment using the assessment tool published by the World Health Organization ( WHO ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 5 ) undertaking action plans targeting the gaps identified by the assessments .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Results of the self-assessment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "preliminary external assessment , and follow-up external assessment revealed a continuous progressive trend at the TIA ( 86 , 91 , and 100 % , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and at the PoK ( 77 , 97 , and 99.9 % , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of the follow-up external assessment indicated that both these designated PoEs already conformed to the IHR requirements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These achievements were highly associated with strong collaboration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "continuous empowerment , efficient resource integration , and sustained commitments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Considering that many countries had requested for an extension on the deadline to fulfill the IHR 2005 core capacity requirements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Taiwan \u0027s experiences can be a source of learning for countries striving to fully implement these requirements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , in order to broaden the scope of public health protection into promoting global security ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Taiwan will keep its commitments on multisectoral cooperation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human resource capacity building , and maintaining routine and emergency capacities .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "351"
  }
}