{
  "paper_id": "dbd7be43a7214021a9c034f2c9e080d8ef834b38",
  "metadata": {
    "title": "Mapping Inhibitor Binding Modes on an Active Cysteine Protease via NMR Spectroscopy",
    "coda_data_split": "train",
    "coda_paper_id": 10438,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cruzain is a member of the papain/cathepsin-L family of cysteine proteases, and the major cysteine protease of the protozoan Trypanosoma cruzi, the causative agent of Chagas\u0027 disease. We report an auto-induction methodology that provides soluble-cruzain at high yields (\u003e 30 mg per liter in minimal media). These increased yields provide sufficient quantities of active enzyme for use in NMR-based ligand mapping. Using CD and NMR spectroscopy, we also examined the solution-state structural dynamics of the enzyme in complex with a covalently bound vinyl sulfone inhibitor (K777). We report the backbone amide and side chain carbon chemical shift assignments of cruzain in complex with K777. These resonance assignments were used to identify and map residues located in the substrate binding pocket, including the catalytic Cys25 and His162. Selective 15 N-Cys, 15 N-His, and 13 C-Met labeling was performed to quickly assess cruzain-ligand interactions for a set of eight low molecular weight compounds exhibiting micromolar binding or inhibition. Chemical shift perturbation mapping verifies that six of the eight compounds bind to cruzain at the active site. Three different binding modes were delineated for the compounds, namely covalent, non-covalent, and non-interacting. These results provide examples of how NMR spectroscopy can be used to screen compounds for fast evaluation of enzyme-inhibitor interactions in order to facilitate lead compound identification and subsequent structural studies.",
      "sentences": [
        [
          {
            "segment_text": "Cruzain is a member of the papain/cathepsin-L family of cysteine proteases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the major cysteine protease of the protozoan Trypanosoma cruzi ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the causative agent of Chagas \u0027 disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report an auto-induction methodology that provides soluble-cruzain at high yields ( \u003e 30 mg per liter in minimal media ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These increased yields provide sufficient quantities of active enzyme for use in NMR-based ligand mapping .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using CD and NMR spectroscopy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we also examined the solution-state structural dynamics of the enzyme in complex with a covalently bound vinyl sulfone inhibitor ( K777 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We report the backbone amide and side chain carbon chemical shift assignments of cruzain in complex with K777 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These resonance assignments were used to identify and map residues located in the substrate binding pocket ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including the catalytic Cys25 and His162 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Selective 15 N-Cys , 15 N-His ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 13 C-Met labeling was performed to quickly assess cruzain-ligand interactions for a set of eight low molecular weight compounds exhibiting micromolar binding or inhibition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chemical shift perturbation mapping verifies that six of the eight compounds bind to cruzain at the active site .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three different binding modes were delineated for the compounds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely covalent , non-covalent , and non-interacting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide examples of how NMR spectroscopy can be used to screen compounds for fast evaluation of enzyme-inhibitor interactions in order to facilitate lead compound identification and subsequent structural studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "243"
  }
}