{
  "paper_id": "dbf7ea2d45fff41a73853c26e5fca9862fd0edcc",
  "metadata": {
    "title": "Discovery and Genomic Characterization of a Novel Bat Sapovirus with Unusual Genomic Features and Phylogenetic Position",
    "coda_data_split": "train",
    "coda_paper_id": 10012,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Sapovirus is a genus of caliciviruses that are known to cause enteric disease in humans and animals. There is considerable genetic diversity among the sapoviruses, which are classified into different genogroups based on phylogenetic analysis of the full-length capsid protein sequence. While several mammalian species, including humans, pigs, minks, and dogs, have been identified as animal hosts for sapoviruses, there were no reports of sapoviruses in bats in spite of their biological diversity. In this report, we present the results of a targeted surveillance study in different bat species in Hong Kong. Five of the 321 specimens from the bat species, Hipposideros pomona, were found to be positive for sapoviruses by RT-PCR. Complete or nearly full-length genome sequences of approximately 7.7 kb in length were obtained for three strains, which showed similar organization of the genome compared to other sapoviruses. Interestingly, they possess many genomic features atypical of most sapoviruses, like high G+C content and minimal CpG suppression. Phylogenetic analysis of the viral proteins suggested that the bat sapovirus descended from an ancestral sapovirus lineage and is most closely related to the porcine sapoviruses. Codon usage analysis showed that the bat sapovirus genome has greater codon usage bias relative to other sapovirus genomes. In summary, we report the discovery and genomic characterization of the first bat calicivirus, which appears to have evolved under different conditions after early divergence from other sapovirus lineages.",
      "sentences": [
        [
          {
            "segment_text": "Sapovirus is a genus of caliciviruses that are known to cause enteric disease in humans and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is considerable genetic diversity among the sapoviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are classified into different genogroups based on phylogenetic analysis of the full-length capsid protein sequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While several mammalian species , including humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pigs , minks , and dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been identified as animal hosts for sapoviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there were no reports of sapoviruses in bats in spite of their biological diversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this report , we present the results of a targeted surveillance study in different bat species in Hong Kong .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Five of the 321 specimens from the bat species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Hipposideros pomona , were found to be positive for sapoviruses by RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Complete or nearly full-length genome sequences of approximately 7.7 kb in length were obtained for three strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which showed similar organization of the genome compared to other sapoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , they possess many genomic features atypical of most sapoviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "like high G+C content and minimal CpG suppression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the viral proteins suggested that the bat sapovirus descended from an ancestral sapovirus lineage and is most closely related to the porcine sapoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Codon usage analysis showed that the bat sapovirus genome has greater codon usage bias relative to other sapovirus genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , we report the discovery and genomic characterization of the first bat calicivirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which appears to have evolved under different conditions after early divergence from other sapovirus lineages .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "257"
  }
}