{
  "paper_id": "dc014f8a66864512015686665ebbf01c92d8089e",
  "metadata": {
    "title": "A cross-sectional study of pandemic influenza health literacy and the effect of a public health campaign",
    "coda_data_split": "train",
    "coda_paper_id": 4435,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: To ascertain the understanding of 2009 pandemic (H1N1) influenza and relevant infection control measures in an emergency department population and to assess the effectiveness of education campaigns in informing the public about the pandemic. Methods: Questionnaires were administered to patients, visitors, non-clinical staff and volunteers. Data were collected on knowledge, preventative measures, information sources, attitudes to government and media reporting, perceived seriousness, behaviour change and intended compliance with future measures. Results were used to construct an overall knowledge score.",
      "sentences": [
        [
          {
            "segment_text": "Background : To ascertain the understanding of 2009 pandemic ( H1N1 ) influenza and relevant infection control measures in an emergency department population and to assess the effectiveness of education campaigns in informing the public about the pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Questionnaires were administered to patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "visitors , non-clinical staff and volunteers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected on knowledge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "preventative measures , information sources ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "attitudes to government and media reporting ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "perceived seriousness , behaviour change and intended compliance with future measures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results were used to construct an overall knowledge score .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Results: There were 252 participants. Traditional forms of mass media (138 [55%]) remained the principal information source. Approximately 70% (176) accurately described mode of transmission and recommended precautions and 68% (175) reported behaviour change because of the pandemic. Gaps in knowledge included failure to identify certain high risk groups. Recall of government campaigns was significantly associated with a higher knowledge score. 60% (151) thought that authorities and media had exaggerated the threat; only 40% (101) would comply with recommended measures in a future pandemic.",
      "sentences": [
        [
          {
            "segment_text": "Results : There were 252 participants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Traditional forms of mass media ( 138 ( 55 % ) ) remained the principal information source .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately 70 % ( 176 ) accurately described mode of transmission and recommended precautions and 68 % ( 175 ) reported behaviour change because of the pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gaps in knowledge included failure to identify certain high risk groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recall of government campaigns was significantly associated with a higher knowledge score .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "60 % ( 151 ) thought that authorities and media had exaggerated the threat ; only 40 % ( 101 ) would comply with recommended measures in a future pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The knowledge regarding pandemic influenza was high in this population and positively affected by official campaigns. Pandemic planning should address knowledge gaps and the impression that authorities had exaggerated the public-health threat.",
      "sentences": [
        [
          {
            "segment_text": "The knowledge regarding pandemic influenza was high in this population and positively affected by official campaigns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pandemic planning should address knowledge gaps and the impression that authorities had exaggerated the public-health threat .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "238"
  }
}