{
  "paper_id": "dc1597af8d62d0c917db2647c6b908ad346d6142",
  "metadata": {
    "title": "TIGIT limits immune pathology during viral infections",
    "coda_data_split": "train",
    "coda_paper_id": 9102,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Co-inhibitory pathways have a fundamental function in regulating T cell responses and control the balance between promoting efficient effector functions and restricting immune pathology. The TIGIT pathway has been implicated in promoting T cell dysfunction in chronic viral infection. Importantly, TIGIT signaling is functionally linked to IL-10 expression, which has an effect on both virus control and maintenance of tissue homeostasis. However, whether TIGIT has a function in viral persistence or limiting tissue pathology is unclear. Here we report that TIGIT modulation effectively alters the phenotype and cytokine profile of T cells during influenza and chronic LCMV infection, but does not affect virus control in vivo. Instead, TIGIT has an important effect in limiting immune pathology in peripheral organs by inducing IL-10. Our data therefore identify a function of TIGIT in limiting immune pathology that is independent of viral clearance.",
      "sentences": [
        [
          {
            "segment_text": "Co-inhibitory pathways have a fundamental function in regulating T cell responses and control the balance between promoting efficient effector functions and restricting immune pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The TIGIT pathway has been implicated in promoting T cell dysfunction in chronic viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , TIGIT signaling is functionally linked to IL-10 expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which has an effect on both virus control and maintenance of tissue homeostasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , whether TIGIT has a function in viral persistence or limiting tissue pathology is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report that TIGIT modulation effectively alters the phenotype and cytokine profile of T cells during influenza and chronic LCMV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but does not affect virus control in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Instead , TIGIT has an important effect in limiting immune pathology in peripheral organs by inducing IL-10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data therefore identify a function of TIGIT in limiting immune pathology that is independent of viral clearance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "152"
  }
}