{
  "paper_id": "dc1cdee079fdcb1a95202db6cad74a9dda253d0c",
  "metadata": {
    "title": "A Novel Strategy for the Preparation of Codon-Optimized Truncated Ulp1 and its Simplified Application to Cleavage the SUMO Fusion Protein",
    "coda_data_split": "train",
    "coda_paper_id": 7050,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ubiquitin-like protease 1 (Ulp1) of Saccharomyces cerevisiae emerges as a fundamental tool to obtain the natural N-terminal target protein by cleavage of the small ubiquitin-related modifier (SUMO) fusion protein. However, the costly commercial Ulp1 and its complicated procedures limit its application in the preparation of the target protein with natural N-terminal sequence. Here, we describe the preparation of bioactive codon-optimized recombinant truncated Ulp1 (Leu403-Lys621) (rtUlp1) of S. cerevisiae in Escherichia coli using only one-step with Ni-NTA affinity chromatograph, and the application of rtUlp1 to cleave the SUMO fusion protein by simply mixing the purified rtUlp1, SUMO fusion protein and DL-Dithiothreitol in Tris-HCl buffer. The optimal expression level of nonfusion protein rtUlp1 accounts for approximately 50 % of the total cellular protein and 36 % of the soluble form by addition of isopropyl b-D-l-thiogalactopyranoside at a final concentration of 0.4 mM at 18°C for 20 h. The purification of target protein rtUlp1 was conducted by Ni-NTA affinity chromatography. The final yield of rtUlp1 was 45 mg/l in flask fermentation with a purity up to 95 %. Furthermore, the high purity of rtUlp1 could effectively cleave the SUMO-tTbRII fusion protein (SUMO gene fused to truncated transforming growth factor-beta receptor type II gene) with the above simplified approach, and the specific activity of the rtUlp1 reached up to 2.8 9 10 4 U/mg, which is comparable to the commercial Ulp1. The preparation and application strategy of the rtUlp1 with commonly available laboratory resources in this study will be convenient to the cleavage of the SUMO fusion protein to obtain the natural N-terminal target protein, which can be implemented in difficult-to-express protein functional analysis.",
      "sentences": [
        [
          {
            "segment_text": "Ubiquitin-like protease 1 ( Ulp1 ) of Saccharomyces cerevisiae emerges as a fundamental tool to obtain the natural N-terminal target protein by cleavage of the small ubiquitin-related modifier ( SUMO ) fusion protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the costly commercial Ulp1 and its complicated procedures limit its application in the preparation of the target protein with natural N-terminal sequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the preparation of bioactive codon-optimized recombinant truncated Ulp1 ( Leu403-Lys621 ) ( rtUlp1 ) of S. cerevisiae in Escherichia coli using only one-step with Ni-NTA affinity chromatograph ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the application of rtUlp1 to cleave the SUMO fusion protein by simply mixing the purified rtUlp1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SUMO fusion protein and DL-Dithiothreitol in Tris-HCl buffer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The optimal expression level of nonfusion protein rtUlp1 accounts for approximately 50 % of the total cellular protein and 36 % of the soluble form by addition of isopropyl b-D-l-thiogalactopyranoside at a final concentration of 0.4 mM at 18 °C for 20 h .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The purification of target protein rtUlp1 was conducted by Ni-NTA affinity chromatography .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The final yield of rtUlp1 was 45 mg/l in flask fermentation with a purity up to 95 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the high purity of rtUlp1 could effectively cleave the SUMO-tTbRII fusion protein ( SUMO gene fused to truncated transforming growth factor-beta receptor type II gene ) with the above simplified approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the specific activity of the rtUlp1 reached up to 2.8 9 10 4 U/mg ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is comparable to the commercial Ulp1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The preparation and application strategy of the rtUlp1 with commonly available laboratory resources in this study will be convenient to the cleavage of the SUMO fusion protein to obtain the natural N-terminal target protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which can be implemented in difficult-to-express protein functional analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords Ubiquitin-like protease 1 Á Expression Á Nonfusion protein Á Purification Á Escherichia coli",
      "sentences": [
        [
          {
            "segment_text": "Keywords Ubiquitin-like protease 1 Á Expression Á Nonfusion protein Á Purification Á Escherichia coli",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Ubiquitin-like protease 1 Ulp2",
      "sentences": [
        [
          {
            "segment_text": "Ubiquitin-like protease 1 Ulp2",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Ubiquitin-like protease 2 PCR Polymerase chain reaction HRP Horse radish peroxidase IPTG Isopropyl b-D-l-thiogalactopyranoside DTT DL-Dithiothreitol SDS-PAGE SDS-polyacrylamide gel electrophoresis tTbRII Truncated transforming growth factor-beta receptor type II gene",
      "sentences": [
        [
          {
            "segment_text": "Ubiquitin-like protease 2 PCR Polymerase chain reaction HRP Horse radish peroxidase IPTG Isopropyl b-D-l-thiogalactopyranoside DTT DL-Dithiothreitol SDS-PAGE SDS-polyacrylamide gel electrophoresis tTbRII Truncated transforming growth factor-beta receptor type II gene",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "345"
  }
}