{
  "paper_id": "dc2451c2166ef31db7fc2ad93ade6bf4d18c55e2",
  "metadata": {
    "title": "marine drugs Insights and Ideas Garnered from Marine Metabolites for Development of Dual-Function Acetylcholinesterase and Amyloid-β Aggregation Inhibitors",
    "coda_data_split": "train",
    "coda_paper_id": 8122,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Due to the diversity of biological activities that can be found in aquatic ecosystems, marine metabolites have been an active area of drug discovery for the last 30 years. Marine metabolites have been found to inhibit a number of enzymes important in the treatment of human disease. Here, we focus on marine metabolites that inhibit the enzyme acetylcholinesterase, which is the cellular target for treatment of early-stage Alzheimer\u0027s disease. Currently, development of anticholinesterase drugs with improved potency, and drugs that act as dual acetylcholinesterase and amyloid-β aggregation inhibitors, are being sought to treat Alzheimer\u0027s disease. Seven classes of marine metabolites are reported to possess anti-cholinesterase activity. We compared these metabolites to clinically-used acetylcholinesterase inhibitors having known mechanisms of inhibition. We performed a docking simulation and compared them to published experimental data for each metabolite to determine the most likely mechanism of inhibition for each class of marine inhibitor. Our results indicate that several marine metabolites bind to regions of the acetylcholinesterase active site that are not bound by the clinically-used drugs rivastigmine, galanthamine, donepezil, or tacrine. We use the novel poses adopted for computational drug design of tighter binding anticholinesterase drugs likely to act as inhibitors of both acetylcholinesterase activity and amyloid-β aggregation inhibition.",
      "sentences": [
        [
          {
            "segment_text": "Due to the diversity of biological activities that can be found in aquatic ecosystems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "marine metabolites have been an active area of drug discovery for the last 30 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Marine metabolites have been found to inhibit a number of enzymes important in the treatment of human disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we focus on marine metabolites that inhibit the enzyme acetylcholinesterase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is the cellular target for treatment of early-stage Alzheimer \u0027s disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , development of anticholinesterase drugs with improved potency ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and drugs that act as dual acetylcholinesterase and amyloid-β aggregation inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are being sought to treat Alzheimer \u0027s disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seven classes of marine metabolites are reported to possess anti-cholinesterase activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We compared these metabolites to clinically-used acetylcholinesterase inhibitors having known mechanisms of inhibition .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We performed a docking simulation and compared them to published experimental data for each metabolite to determine the most likely mechanism of inhibition for each class of marine inhibitor .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that several marine metabolites bind to regions of the acetylcholinesterase active site that are not bound by the clinically-used drugs rivastigmine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "galanthamine , donepezil , or tacrine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We use the novel poses adopted for computational drug design of tighter binding anticholinesterase drugs likely to act as inhibitors of both acetylcholinesterase activity and amyloid-β aggregation inhibition .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "224"
  }
}