{
  "paper_id": "dc522664a7fd404e4e58448210812247a002e06f",
  "metadata": {
    "title": "Involvement of the renin-angiotensin system in the progression of severe hand-foot-and- mouth disease",
    "coda_data_split": "train",
    "coda_paper_id": 9240,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hand-foot-and-mouth disease (HFMD) is generally considered as a mild exanthematous disease to infants and young children worldwide. HFMD cases are usually mild and self-limiting but for few cases leads to complicated severe clinical outcomes, and even death. Previous studies have indicated that serum Ang II levels in patients with H7N9 infection were related to the severity of infection. However, the mechanisms underlying the pathogenesis of severe HFMD remain unclear. This study was undertaken to clarify the role of the reninangiotensin system (RAS) in the progression of severe HFMD.",
      "sentences": [
        [
          {
            "segment_text": "Hand-foot-and-mouth disease ( HFMD ) is generally considered as a mild exanthematous disease to infants and young children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HFMD cases are usually mild and self-limiting but for few cases leads to complicated severe clinical outcomes , and even death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have indicated that serum Ang II levels in patients with H7N9 infection were related to the severity of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the mechanisms underlying the pathogenesis of severe HFMD remain unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was undertaken to clarify the role of the reninangiotensin system ( RAS ) in the progression of severe HFMD .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "99"
  }
}