{
  "paper_id": "dc5bf3b0d8ab84834f9533ab72c1ccccfeb6add6",
  "metadata": {
    "title": "Rabbit and Rodent Ophthalmology",
    "coda_data_split": "train",
    "coda_paper_id": 7449,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ocular disorders of rabbits and rodents are caused by genetic defects, infections, nutritional deficiencies, congenital malformations, as well as environmental and management problems. Their investigation and diagnosis rely on implementation of diagnostic approaches and instrumentation used commonly for other companion animal species. Special considerations of importance include the small size of the eye in some species, necessitating use of magnification for accurate assessment, and the vulnerability of some species to complications of parenteral and even topical antibiotic and anti-inflammatory therapy. Copyright 9 1997 by W. B. Saunders Company.",
      "sentences": [
        [
          {
            "segment_text": "Ocular disorders of rabbits and rodents are caused by genetic defects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infections , nutritional deficiencies , congenital malformations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as environmental and management problems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their investigation and diagnosis rely on implementation of diagnostic approaches and instrumentation used commonly for other companion animal species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Special considerations of importance include the small size of the eye in some species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "necessitating use of magnification for accurate assessment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the vulnerability of some species to complications of parenteral and even topical antibiotic and anti-inflammatory therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Copyright 9 1997 by W. B. Saunders Company .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "98"
  }
}