{
  "paper_id": "dc6ee8ae93eb0857d9901a08761432ff77c717ea",
  "metadata": {
    "title": "Peptides derived from HIV-1, HIV-2, Ebola virus, SARS coronavirus and coronavirus 229E exhibit high affinity binding to the formyl peptide receptor",
    "coda_data_split": "train",
    "coda_paper_id": 5657,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Peptides derived from the membrane proximal region of fusion proteins of human immunodeficiency viruses 1 and 2, Coronavirus 229 E, severe acute respiratory syndrome coronavirus and Ebola virus were all potent antagonists of the formyl peptide receptor expressed in Chinese hamster ovary cells. Binding of viral peptides was affected by the naturally occurring polymorphisms at residues 190 and 192, which are located at second extracellular loop-transmembrane helix 5 interface. Substitution of R190 with W190 enhanced the affinity for a severe acute respiratory syndrome coronavirus peptide 6 fold but reduced the affinity for N-formyl-Nle-Leu-Phe by 2.5 fold. A 12 mer peptide derived from coronavirus 229E (ETYIKPWWVWL) was the most potent antagonist of the formyl peptide receptor W190 with a K i of 230 nM. Fluorescently labeled ETYIKPWWVWL was effectively internalized by all three variants with EC 50 of ∼25 nM. An HKU-1 coronavirus peptide, MYVKWPWYVWL, was a potent antagonist but N-formyl-MYVKWPWYVWL was a potent agonist. ETYIKPWWVWL did not stimulate GTPγS binding but inhibited the stimulation by formyl-NleLeuPhe. It also blocked β arrestin translocation and receptor downregulation induced by formyl-Nle-Leu-Phe. This indicates that formyl peptide receptor may be important in viral infections and that variations in its sequence among individuals may affect their likelihood of viral and bacterial infections.",
      "sentences": [
        [
          {
            "segment_text": "Peptides derived from the membrane proximal region of fusion proteins of human immunodeficiency viruses 1 and 2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Coronavirus 229 E , severe acute respiratory syndrome coronavirus and Ebola virus were all potent antagonists of the formyl peptide receptor expressed in Chinese hamster ovary cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Binding of viral peptides was affected by the naturally occurring polymorphisms at residues 190 and 192 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are located at second extracellular loop-transmembrane helix 5 interface .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Substitution of R190 with W190 enhanced the affinity for a severe acute respiratory syndrome coronavirus peptide 6 fold but reduced the affinity for N-formyl-Nle-Leu-Phe by 2.5 fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A 12 mer peptide derived from coronavirus 229E ( ETYIKPWWVWL ) was the most potent antagonist of the formyl peptide receptor W190 with a K i of 230 nM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fluorescently labeled ETYIKPWWVWL was effectively internalized by all three variants with EC 50 of ∼ 25 nM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An HKU-1 coronavirus peptide , MYVKWPWYVWL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was a potent antagonist but N-formyl-MYVKWPWYVWL was a potent agonist .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ETYIKPWWVWL did not stimulate GTPγS binding but inhibited the stimulation by formyl-NleLeuPhe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also blocked β arrestin translocation and receptor downregulation induced by formyl-Nle-Leu-Phe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This indicates that formyl peptide receptor may be important in viral infections and that variations in its sequence among individuals may affect their likelihood of viral and bacterial infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "224"
  }
}