{
  "paper_id": "dc7c10a71bb8a99b890802f00395cf4aa8128be8",
  "metadata": {
    "title": "Antiviral Effect of Diammonium Glycyrrhizinate on Cell Infection by Porcine Parvovirus",
    "coda_data_split": "train",
    "coda_paper_id": 4974,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine parvovirus (PPV) can cause reproductive failure in swine, resulting in economic losses to the industry. Antiviral effects of diammonium glycyrrhizinate (DG) have been reported on several animal viruses; however, to date it has yet to be tested on PPV. In this study, the antiviral activity of DG on swine testis (ST) cell infection by PPV was investigated using an empirically determined, non-toxic concentration of DG and three different experimental designs: (1) pre-treatment of virus prior to infection; (2) pre-treatment of cells prior to infection; and (3) direct treatment of virus-infected cells. The results showed that DG possesses potent inhibitory effects on PPV when the virus was treated before incubation with ST cells and that virus infectivity decreased in a dose-dependent manner. Results were confirmed by indirect immunofluorescence assays and real-time quantitative PCR. In addition, deoxycholate was used as a control to exclude the possibility that DG acted as a detergent to inhibit PPV infectivity. The study clearly indicates that DG has a direct anti-PPV effect in vitro.",
      "sentences": [
        [
          {
            "segment_text": "Porcine parvovirus ( PPV ) can cause reproductive failure in swine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in economic losses to the industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antiviral effects of diammonium glycyrrhizinate ( DG ) have been reported on several animal viruses ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to date it has yet to be tested on PPV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , the antiviral activity of DG on swine testis ( ST ) cell infection by PPV was investigated using an empirically determined ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "non-toxic concentration of DG and three different experimental designs : ( 1 ) pre-treatment of virus prior to infection ; ( 2 ) pre-treatment of cells prior to infection ; and ( 3 ) direct treatment of virus-infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that DG possesses potent inhibitory effects on PPV when the virus was treated before incubation with ST cells and that virus infectivity decreased in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results were confirmed by indirect immunofluorescence assays and real-time quantitative PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , deoxycholate was used as a control to exclude the possibility that DG acted as a detergent to inhibit PPV infectivity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study clearly indicates that DG has a direct anti-PPV effect in vitro .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Pengchong Li and Hao Zou are co-first authors.",
      "sentences": [
        [
          {
            "segment_text": "Pengchong Li and Hao Zou are co-first authors .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "205"
  }
}