{
  "paper_id": "dc7de10933e811946c548cca7b1f3dbe61161d13",
  "metadata": {
    "title": "Evolution-guided functional analyses reveal diverse antiviral specificities encoded by IFIT1 genes in mammals",
    "coda_data_split": "train",
    "coda_paper_id": 9068,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "IFIT (interferon-induced with tetratricopeptide repeats) proteins are critical mediators of mammalian innate antiviral immunity. Mouse IFIT1 selectively inhibits viruses that lack 2\u0027Omethylation of their mRNA 5\u0027 caps. Surprisingly, human IFIT1 does not share this antiviral specificity. Here, we resolve this discrepancy by demonstrating that human and mouse IFIT1 have evolved distinct functions using a combination of evolutionary, genetic and virological analyses. First, we show that human IFIT1 and mouse IFIT1 (renamed IFIT1B) are not orthologs, but are paralogs that diverged \u003e100 mya. Second, using a yeast genetic assay, we show that IFIT1 and IFIT1B proteins differ in their ability to be suppressed by a cap 2\u0027O-methyltransferase. Finally, we demonstrate that IFIT1 and IFIT1B have divergent antiviral specificities, including the discovery that only IFIT1 proteins inhibit a virus encoding a cap 2\u0027O-methyltransferase. These functional data, combined with widespread turnover of mammalian IFIT genes, reveal dramatic species-specific differences in IFIT-mediated antiviral repertoires.",
      "sentences": [
        [
          {
            "segment_text": "IFIT ( interferon-induced with tetratricopeptide repeats ) proteins are critical mediators of mammalian innate antiviral immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mouse IFIT1 selectively inhibits viruses that lack 2 ` Omethylation of their mRNA 5 \u0027 caps .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , human IFIT1 does not share this antiviral specificity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we resolve this discrepancy by demonstrating that human and mouse IFIT1 have evolved distinct functions using a combination of evolutionary , genetic and virological analyses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "First , we show that human IFIT1 and mouse IFIT1 ( renamed IFIT1B ) are not orthologs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but are paralogs that diverged \u003e 100 mya .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second , using a yeast genetic assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that IFIT1 and IFIT1B proteins differ in their ability to be suppressed by a cap 2 ` O-methyltransferase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we demonstrate that IFIT1 and IFIT1B have divergent antiviral specificities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the discovery that only IFIT1 proteins inhibit a virus encoding a cap 2 ` O-methyltransferase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These functional data , combined with widespread turnover of mammalian IFIT genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reveal dramatic species-specific differences in IFIT-mediated antiviral repertoires .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "181"
  }
}