{
  "paper_id": "dca7f54f48fe2a88b107568d60e176515022c28e",
  "metadata": {
    "title": "Antiviral therapies targeting host ER alpha-glucosidases: Current status and future directions",
    "coda_data_split": "train",
    "coda_paper_id": 5156,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "imino sugars antiviral therapy flavivirus filovirus viral hemorrhagic fever a b s t r a c t Endoplasmic reticulum (ER)-resident a-glucosidases I and II sequentially trim the three terminal glucose moieties on N-linked glycans attached to nascent glycoproteins. These reactions are the first steps of Nlinked glycan processing and are essential for proper folding and function of many glycoproteins. Because most viral envelope glycoproteins contain N-linked glycans, inhibition of ER a-glucosidases with derivatives of 1-deoxynojirimycin (DNJ) or castanospermine (CAST), two well-studied pharmacophores of aglucosidase inhibitors, efficiently disrupts the morphogenesis of a broad spectrum of enveloped viruses. Moreover, both DNJ and CAST derivatives have been demonstrated to prevent the death of mice infected with several distinct flaviviruses and filoviruses and suppress the multiplication of several other species of viruses in infected animals. N-Butyl derivative of DNJ (NB-DNJ) and 6 O-bytanoyl prodrug of CAST (Bu-CAST) have been evaluated in human clinical trials for their antiviral activities against human immunodeficiency virus and hepatitis C virus, and there is an ongoing trial of treating dengue patients with Bu-CAST. This article summarizes the current status of ER a-glucosidase-targeted antiviral therapy and proposes strategies for development of more efficacious and specific ER a-glucosidase inhibitors as broadspectrum, drug resistance-refractory antiviral therapeutics. These host function-targeted, broad-spectrum antiviral agents do not rely on time-consuming etiologic diagnosis, and should therefore be particularly promising in the management of viral hemorrhagic fever and respiratory tract viral infections, medical conditions that can be caused by many different enveloped RNA viruses, with a short window for medical intervention.",
      "sentences": [
        [
          {
            "segment_text": "imino sugars antiviral therapy flavivirus filovirus viral hemorrhagic fever a b s t r a c t Endoplasmic reticulum ( ER ) - resident a-glucosidases I and II sequentially trim the three terminal glucose moieties on N-linked glycans attached to nascent glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These reactions are the first steps of Nlinked glycan processing and are essential for proper folding and function of many glycoproteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because most viral envelope glycoproteins contain N-linked glycans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibition of ER a-glucosidases with derivatives of 1-deoxynojirimycin ( DNJ ) or castanospermine ( CAST ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two well-studied pharmacophores of aglucosidase inhibitors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "efficiently disrupts the morphogenesis of a broad spectrum of enveloped viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , both DNJ and CAST derivatives have been demonstrated to prevent the death of mice infected with several distinct flaviviruses and filoviruses and suppress the multiplication of several other species of viruses in infected animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "N-Butyl derivative of DNJ ( NB-DNJ ) and 6 O-bytanoyl prodrug of CAST ( Bu-CAST ) have been evaluated in human clinical trials for their antiviral activities against human immunodeficiency virus and hepatitis C virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there is an ongoing trial of treating dengue patients with Bu-CAST .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article summarizes the current status of ER a-glucosidase-targeted antiviral therapy and proposes strategies for development of more efficacious and specific ER a-glucosidase inhibitors as broadspectrum , drug resistance-refractory antiviral therapeutics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These host function-targeted , broad-spectrum antiviral agents do not rely on time-consuming etiologic diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and should therefore be particularly promising in the management of viral hemorrhagic fever and respiratory tract viral infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medical conditions that can be caused by many different enveloped RNA viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a short window for medical intervention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "283"
  }
}