{
  "paper_id": "dca72766798b4472897ce0fa0a2dfd1743f766fc",
  "metadata": {
    "title": "Association between management practices and within-herd prevalence of Cryptosporidium parvum shedding on dairy farms in southern Ontario",
    "coda_data_split": "train",
    "coda_paper_id": 4863,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To identify management practices associated with an increased within-herd prevalence of Cryptosporidium parvum shedding on dairy farms in southern Ontario, fecal samples were taken from 1089 calves aged 7-28 days, from 119 herds. Information on management practices was obtained by administering a questionnaire compiled using a modified Delphi technique. Data were analyzed using univariable and multivariable negative binomial regression. Overall, 30% of the calves in the study were shedding C. parvum oocysts, with at least one positive calf detected in 77% of herds. Within-herd prevalence ranged from 0 to 80%. Predictors significantly associated with an increased prevalence of shedding in multivariable modelling were the use of calf scour prophylaxis in cows (risk ratio [RR] 1.70, P \u003c 0.01) and calves (RR 1.38, P \u003d 0.02) and the feeding of milk replacer in the first week of life (RR 1.40, P \u003d 0.02). In contrast, the presence of concrete flooring in calf www.elsevier.com/locate/prevetmed Preventive Veterinary Medicine 83 (2008) 11-23 * Corresponding author.",
      "sentences": [
        [
          {
            "segment_text": "To identify management practices associated with an increased within-herd prevalence of Cryptosporidium parvum shedding on dairy farms in southern Ontario ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "fecal samples were taken from 1089 calves aged 7-28 days , from 119 herds .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Information on management practices was obtained by administering a questionnaire compiled using a modified Delphi technique .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using univariable and multivariable negative binomial regression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , 30 % of the calves in the study were shedding C. parvum oocysts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with at least one positive calf detected in 77 % of herds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Within-herd prevalence ranged from 0 to 80 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Predictors significantly associated with an increased prevalence of shedding in multivariable modelling were the use of calf scour prophylaxis in cows ( risk ratio ( RR ) 1.70 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "P \u003c 0.01 ) and calves ( RR 1.38 , P \u003d 0.02 ) and the feeding of milk replacer in the first week of life ( RR 1.40 , P \u003d 0.02 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the presence of concrete flooring in calf www.elsevier.com/locate/prevetmed Preventive Veterinary Medicine 83 ( 2008 ) 11-23 * Corresponding author .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "housing areas (RR 0.59, P \u003c 0.01) and the use of soap or detergent when washing calf feeding utensils (RR 0.61, P \u003c 0.01) appeared to be protective. #",
      "sentences": [
        [
          {
            "segment_text": "housing areas ( RR 0.59 , P \u003c 0.01 ) and the use of soap or detergent when washing calf feeding utensils ( RR 0.61 , P \u003c 0.01 ) appeared to be protective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "225"
  }
}