{
  "paper_id": "dca8fa708775176eab909f263f8e8bc032d4c91f",
  "metadata": {
    "title": "Diarrhea caused by primarily non-gastrointestinal infections",
    "coda_data_split": "train",
    "coda_paper_id": 8909,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases that do not primarily affect the gastrointestinal tract can cause severe diarrhea. The pathogenesis of this kind of diarrhea includes cytokine action, intestinal inflammation, sequestration of red blood cells, apoptosis and increased permeability of endothelial cells in the gut microvasculature, and direct invasion of gut epithelial cells by various infectious agents. Of the travel-associated systemic infections presenting with fever, diarrhea occurs in patients with malaria, dengue fever and SARS. Diarrhea also occurs in patients with community-acquired pneumonia, when it is suggestive of legionellosis. Diarrhea can also occur in patients with systemic bacterial infections. In addition, although diarrhea is rare in patients with early Lyme borreliosis, the incidence is higher in those with other tick-borne infections, such as ehrlichiosis, tickborne relapsing fever and Rocky Mountain spotted fever. Unfortunately, it is often not established whether diarrhea is an initial symptom or develops during the course of the disease. The real incidence of diarrhea in some infectious diseases must also be questioned because it could represent an adverse reaction to antibiotics.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases that do not primarily affect the gastrointestinal tract can cause severe diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pathogenesis of this kind of diarrhea includes cytokine action ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "intestinal inflammation , sequestration of red blood cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "apoptosis and increased permeability of endothelial cells in the gut microvasculature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and direct invasion of gut epithelial cells by various infectious agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of the travel-associated systemic infections presenting with fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diarrhea occurs in patients with malaria , dengue fever and SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diarrhea also occurs in patients with community-acquired pneumonia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when it is suggestive of legionellosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diarrhea can also occur in patients with systemic bacterial infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , although diarrhea is rare in patients with early Lyme borreliosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the incidence is higher in those with other tick-borne infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as ehrlichiosis , tickborne relapsing fever and Rocky Mountain spotted fever .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , it is often not established whether diarrhea is an initial symptom or develops during the course of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The real incidence of diarrhea in some infectious diseases must also be questioned because it could represent an adverse reaction to antibiotics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "190"
  }
}