{
  "paper_id": "dcb38c5a45b930e30d1ea7da83975a63fd0b5cb3",
  "metadata": {
    "title": "The Structure of DC-SIGNR with a Portion of its Repeat Domain Lends Insights to Modeling of the Receptor Tetramer",
    "coda_data_split": "train",
    "coda_paper_id": 2517,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The dendritic cell-specific ICAM-3 non-integrin (DC-SIGN) and its close relative DC-SIGNR recognize various glycoproteins, both pathogenic and cellular, through the receptor lectin domain-mediated carbohydrate recognition. While the carbohydrate-recognition domains (CRD) exist as monomers and bind individual carbohydrates with low affinity and are permissive in nature, the full-length receptors form tetramers through their repeat domain and recognize specific ligands with high affinity. To understand the tetramer-based ligand binding avidity, we determined the crystal structure of DC-SIGNR with its last repeat region. Compared to the carbohydrate-bound CRD structure, the structure revealed conformational changes in the calcium and carbohydrate coordination loops of CRD, an additional disulfide bond between the N and the C termini of the CRD, and a helical conformation for the last repeat. On the basis of the current crystal structure and other published structures with sequence homology to the repeat domain, we generated a tetramer model for DC-SIGN/R using homology modeling and propose a ligand-recognition index to identify potential receptor ligands.",
      "sentences": [
        [
          {
            "segment_text": "The dendritic cell-specific ICAM-3 non-integrin ( DC-SIGN ) and its close relative DC-SIGNR recognize various glycoproteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both pathogenic and cellular , through the receptor lectin domain-mediated carbohydrate recognition .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the carbohydrate-recognition domains ( CRD ) exist as monomers and bind individual carbohydrates with low affinity and are permissive in nature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the full-length receptors form tetramers through their repeat domain and recognize specific ligands with high affinity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand the tetramer-based ligand binding avidity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we determined the crystal structure of DC-SIGNR with its last repeat region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to the carbohydrate-bound CRD structure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the structure revealed conformational changes in the calcium and carbohydrate coordination loops of CRD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an additional disulfide bond between the N and the C termini of the CRD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a helical conformation for the last repeat .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the basis of the current crystal structure and other published structures with sequence homology to the repeat domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we generated a tetramer model for DC-SIGN/R using homology modeling and propose a ligand-recognition index to identify potential receptor ligands .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Published by Elsevier Ltd.",
      "sentences": [
        [
          {
            "segment_text": "Published by Elsevier Ltd. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "183"
  }
}