{
  "paper_id": "dce8be353f8ed76957af86118e1b77fd82f54292",
  "metadata": {
    "title": "Virology Journal Reference gene selection for quantitative real-time PCR analysis in virus infected cells: SARS corona virus, Yellow fever virus, Human Herpesvirus-6, Camelpox virus and Cytomegalovirus infections",
    "coda_data_split": "train",
    "coda_paper_id": 7519,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ten potential reference genes were compared for their use in experiments investigating cellular mRNA expression of virus infected cells. Human cell lines were infected with Cytomegalovirus, Human Herpesvirus-6, Camelpox virus, SARS coronavirus or Yellow fever virus. The expression levels of these genes and the viral replication were determined by real-time PCR. Genes were ranked by the BestKeeper tool, the GeNorm tool and by criteria we reported previously. Ranking lists of the genes tested were tool dependent. However, over all, β-actin is an unsuitable as reference gene, whereas TATA-Box binding protein and peptidyl-prolyl-isomerase A are stable reference genes for expression studies in virus infected cells.",
      "sentences": [
        [
          {
            "segment_text": "Ten potential reference genes were compared for their use in experiments investigating cellular mRNA expression of virus infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human cell lines were infected with Cytomegalovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Human Herpesvirus-6 , Camelpox virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS coronavirus or Yellow fever virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The expression levels of these genes and the viral replication were determined by real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genes were ranked by the BestKeeper tool ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the GeNorm tool and by criteria we reported previously .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ranking lists of the genes tested were tool dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , over all , β-actin is an unsuitable as reference gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas TATA-Box binding protein and peptidyl-prolyl-isomerase A are stable reference genes for expression studies in virus infected cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "117"
  }
}