{
  "paper_id": "dced76983861e1bb7a73bf0c54549922c7e07950",
  "metadata": {
    "title": "Collard and cauliflower as a base for production of recombinant antigens",
    "coda_data_split": "train",
    "coda_paper_id": 4616,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Plants have emerged as a modern production system to produce recombinant proteins-antigens that can be used as subunit vaccines. The ideal plant candidate for this purpose should be capable to sustain high levels of expression of foreign proteins without adverse effects on its growth and development. It is also essential that it has large biomass, is edible and suitable for long-term storage and delivery.",
      "sentences": [
        [
          {
            "segment_text": "Plants have emerged as a modern production system to produce recombinant proteins-antigens that can be used as subunit vaccines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ideal plant candidate for this purpose should be capable to sustain high levels of expression of foreign proteins without adverse effects on its growth and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also essential that it has large biomass ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is edible and suitable for long-term storage and delivery .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This work is a part of an effort to develop Cruciferae-based production system using transgenic vegetable plants collard and cauliflower. Several parameters were tested and optimized to achieve an efficient stable transformation of these recalcitrant species with constructs containing expression cassettes for the known viral antigens. Using the original procedure we obtained transgenic collard cv Morris Heading that express high levels of smallpox vaccine candidate (B5) in leaves and retain its normal phenotype. Transgenic cauliflower plants cv Early Snowball were obtained in similar procedure and have shown detectable amounts of SARS coronavirus spike-protein (SARS-CoV S1) in floret tissue of mature curd.",
      "sentences": [
        [
          {
            "segment_text": "This work is a part of an effort to develop Cruciferae-based production system using transgenic vegetable plants collard and cauliflower .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Several parameters were tested and optimized to achieve an efficient stable transformation of these recalcitrant species with constructs containing expression cassettes for the known viral antigens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Using the original procedure we obtained transgenic collard cv Morris Heading that express high levels of smallpox vaccine candidate ( B5 ) in leaves and retain its normal phenotype .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transgenic cauliflower plants cv Early Snowball were obtained in similar procedure and have shown detectable amounts of SARS coronavirus spike-protein ( SARS-CoV S1 ) in floret tissue of mature curd .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "To our knowledge, this is the first report on generation of transgenic collard plants ever and the first successful attempt to use these vegetables for production of pharmaceutical proteins. #",
      "sentences": [
        [
          {
            "segment_text": "To our knowledge , this is the first report on generation of transgenic collard plants ever and the first successful attempt to use these vegetables for production of pharmaceutical proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "209"
  }
}