{
  "paper_id": "dcf6cf371a350038df834f05c6d7486c802ccb60",
  "metadata": {
    "title": "Viral Upper Respiratory Tract Infection and Otitis Media Complication in Young Children",
    "coda_data_split": "train",
    "coda_paper_id": 5872,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. The common cold or upper respiratory infection (URI) is highly prevalent among young children and often results in otitis media (OM). The incidence and characteristics of OM complicating URI due to specific viruses have not been well studied.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The common cold or upper respiratory infection ( URI ) is highly prevalent among young children and often results in otitis media ( OM ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The incidence and characteristics of OM complicating URI due to specific viruses have not been well studied .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We performed a prospective, longitudinal cohort study of 294 healthy children (age range, 6 months to 3 years). Each child was observed for 1 year to assess the occurrence of URI, acute OM (AOM), and OM with effusion (OME) complicating URI due to specific viruses.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We performed a prospective , longitudinal cohort study of 294 healthy children ( age range , 6 months to 3 years ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each child was observed for 1 year to assess the occurrence of URI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "acute OM ( AOM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and OM with effusion ( OME ) complicating URI due to specific viruses .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. We documented 1295 URI episodes (5.06 episodes per child-year) and 440 AOM episodes (1.72 episodes per child-year). Virus studies were performed for 864 URI episodes; 63% were virus positive. Rhinovirus and adenovirus were most frequently detected during URI. The overall incidence of OM that complicated URI was 61%, including a 37% incidence of AOM and a 24% incidence of OME. Young age was the most important predictor of AOM that complicated URI. AOM occurred in approximately one-half of children with URI due to adenovirus, respiratory syncytial virus, or coronavirus and in approximately one-third of those with URI due to influenza virus, parainfluenza virus, enterovirus, or rhinovirus.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We documented 1295 URI episodes ( 5.06 episodes per child-year ) and 440 AOM episodes ( 1.72 episodes per child-year ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus studies were performed for 864 URI episodes ; 63 % were virus positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus and adenovirus were most frequently detected during URI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall incidence of OM that complicated URI was 61 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including a 37 % incidence of AOM and a 24 % incidence of OME .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Young age was the most important predictor of AOM that complicated URI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "AOM occurred in approximately one-half of children with URI due to adenovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus , or coronavirus and in approximately one-third of those with URI due to influenza virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parainfluenza virus , enterovirus , or rhinovirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. More than 60% of episodes of symptomatic URI among young children were complicated by AOM and/or OME. Young age and specific virus types were predictors of URI complicated by AOM. For young children, the strategy to prevent OM should involve prevention of viral URI. The strategy may be more effective if the priority is given to development of means to prevent URI associated with adenovirus and respiratory syncytial virus.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More than 60 % of episodes of symptomatic URI among young children were complicated by AOM and/or OME .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Young age and specific virus types were predictors of URI complicated by AOM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For young children , the strategy to prevent OM should involve prevention of viral URI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strategy may be more effective if the priority is given to development of means to prevent URI associated with adenovirus and respiratory syncytial virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The common cold or upper respiratory infection (URI), a disease caused by a variety of viruses, is a universal illness. Particularly susceptible to URI are young children, especially those who attend day care centers [1] [2] [3] . URI in young children is often complicated by otitis media (OM) [4, 5] . The high prevalence of URI has made OM one of the most common diseases seen in pediatric practice and the emergency department [6, 7] . OM leads to widespread use of antibiotics and per-",
      "sentences": [
        [
          {
            "segment_text": "The common cold or upper respiratory infection ( URI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a disease caused by a variety of viruses , is a universal illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particularly susceptible to URI are young children ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially those who attend day care centers ( 1 ) ( 2 ) ( 3 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "URI in young children is often complicated by otitis media ( OM ) ( 4 , 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high prevalence of URI has made OM one of the most common diseases seen in pediatric practice and the emergency department ( 6 , 7 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OM leads to widespread use of antibiotics and per -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "23",
    "segment_num": "30",
    "token_num": "418"
  }
}