{
  "paper_id": "dd0863296aa29156993cde032a4f7f42f5133fff",
  "metadata": {
    "title": "Autocrine Interferon Priming in Macrophages but Not Dendritic Cells Results in Enhanced Cytokine and Chemokine Production after Coronavirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 4896,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To begin to understand why IFN is produced in infected macrophages, we infected bone marrow-derived macrophages (BMM) and as a control, bone marrowderived DC (BMDC) with the coronavirus mouse hepatitis virus (MHV). As expected, BMM but not BMDC expressed type I IFN. IFN production in infected BMM was nearly completely dependent on signaling through the alpha/beta interferon (IFN-␣/␤) receptor (IFNAR). Several IFN-dependent cytokines and chemokines showed the same expression pattern, with enhanced production in BMM compared to BMDC and dependence upon signaling through the IFNAR. Exogenous IFN enhanced IFN-dependent gene expression in BMM at early times after infection and in BMDC at all times after infection but did not stimulate expression of molecules that signal through myeloid differentiation factor 88 (MyD88), such as tumor necrosis factor (TNF). Collectively, our results show that IFN is produced at early times postinfection (p.i.) in MHV-infected BMM, but not in BMDC, and primes expression of IFN and IFN-responsive genes. Further, our results also show that BMM are generally more responsive to MHV infection, since MyD88-dependent pathways are also activated to a greater extent in these cells than in BMDC.",
      "sentences": [
        [
          {
            "segment_text": "To begin to understand why IFN is produced in infected macrophages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we infected bone marrow-derived macrophages ( BMM ) and as a control ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bone marrowderived DC ( BMDC ) with the coronavirus mouse hepatitis virus ( MHV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As expected , BMM but not BMDC expressed type I IFN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IFN production in infected BMM was nearly completely dependent on signaling through the alpha/beta interferon ( IFN - ␣ / ␤ ) receptor ( IFNAR ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several IFN-dependent cytokines and chemokines showed the same expression pattern ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with enhanced production in BMM compared to BMDC and dependence upon signaling through the IFNAR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exogenous IFN enhanced IFN-dependent gene expression in BMM at early times after infection and in BMDC at all times after infection but did not stimulate expression of molecules that signal through myeloid differentiation factor 88 ( MyD88 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as tumor necrosis factor ( TNF ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our results show that IFN is produced at early times postinfection ( p.i. ) in MHV-infected BMM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in BMDC , and primes expression of IFN and IFN-responsive genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , our results also show that BMM are generally more responsive to MHV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since MyD88-dependent pathways are also activated to a greater extent in these cells than in BMDC .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This pathway of cellular activation may be a useful target for modulating macrophage function in order to selectively enhance the antivirus immune response and diminish the pathogenic role of these cells in SARS and other coronavirus infections. . 2010. Autocrine interferon priming in macrophages but not dendritic cells results in enhanced cytokine and chemokine production after coronavirus infection. mBio 1(4):",
      "sentences": [
        [
          {
            "segment_text": "This pathway of cellular activation may be a useful target for modulating macrophage function in order to selectively enhance the antivirus immune response and diminish the pathogenic role of these cells in SARS and other coronavirus infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2010 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Autocrine interferon priming in macrophages but not dendritic cells results in enhanced cytokine and chemokine production after coronavirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mBio 1 ( 4 ) :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "289"
  }
}