{
  "paper_id": "dd2c0f684a025a7058fe71a69dcb04d8bf6b79d7",
  "metadata": {
    "title": "Probing the structural dynamics of proteins and nucleic acids with optical tweezers",
    "coda_data_split": "train",
    "coda_paper_id": 3344,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Conformational changes are an essential feature of most molecular processes in biology. Optical tweezers have emerged as a powerful tool for probing conformational dynamics at the single-molecule level because of their high resolution and sensitivity, opening new windows on phenomena ranging from folding and ligand binding to enzyme function, molecular machines, and protein aggregation. By measuring conformational changes induced in a molecule by forces applied by optical tweezers, new insight has been gained into the relationship between dynamics and function. We discuss recent advances from studies of how structure forms in proteins and RNA, including non-native structures, fluctuations in disordered proteins, and interactions with chaperones assisting native folding. We also review the development of assays probing the dynamics of complex protein-nucleic acid and protein-protein assemblies that reveal the dynamic interactions between biomolecular machines and their substrates.",
      "sentences": [
        [
          {
            "segment_text": "Conformational changes are an essential feature of most molecular processes in biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Optical tweezers have emerged as a powerful tool for probing conformational dynamics at the single-molecule level because of their high resolution and sensitivity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "opening new windows on phenomena ranging from folding and ligand binding to enzyme function ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecular machines , and protein aggregation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By measuring conformational changes induced in a molecule by forces applied by optical tweezers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "new insight has been gained into the relationship between dynamics and function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss recent advances from studies of how structure forms in proteins and RNA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including non-native structures , fluctuations in disordered proteins ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and interactions with chaperones assisting native folding .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also review the development of assays probing the dynamics of complex protein-nucleic acid and protein-protein assemblies that reveal the dynamic interactions between biomolecular machines and their substrates .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "148"
  }
}