{
  "paper_id": "dd40ad3eec9f455f6ab725f007eb32e852b3439c",
  "metadata": {
    "title": "Identification of Appropriate Reference Genes for qRT-PCR Analysis of Heat-Stressed Mammary Epithelial Cells in Riverine Buffaloes (Bubalus bubalis)",
    "coda_data_split": "train",
    "coda_paper_id": 7597,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Gene expression studies require appropriate normalization methods for proper evaluation of reference genes. To date, not many studies have been reported on the identification of suitable reference genes in buffaloes. The present study was undertaken to determine the panel of suitable reference genes in heat-stressed buffalo mammary epithelial cells (MECs). Briefly, MEC culture from buffalo mammary gland was exposed to 42 ∘ C for one hour and subsequently allowed to recover at 37 ∘ C for different time intervals (from 30 m to 48 h). Three different algorithms, geNorm, NormFinder, and BestKeeper softwares, were used to evaluate the stability of 16 potential reference genes from different functional classes. Our data identified RPL4, EEF1A1, and RPS23 genes to be the most appropriate reference genes that could be utilized for normalization of qPCR data in heat-stressed buffalo MECs.",
      "sentences": [
        [
          {
            "segment_text": "Gene expression studies require appropriate normalization methods for proper evaluation of reference genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , not many studies have been reported on the identification of suitable reference genes in buffaloes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study was undertaken to determine the panel of suitable reference genes in heat-stressed buffalo mammary epithelial cells ( MECs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Briefly , MEC culture from buffalo mammary gland was exposed to 42 ∘ C for one hour and subsequently allowed to recover at 37 ∘ C for different time intervals ( from 30 m to 48 h ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three different algorithms , geNorm ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NormFinder , and BestKeeper softwares ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were used to evaluate the stability of 16 potential reference genes from different functional classes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our data identified RPL4 , EEF1A1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and RPS23 genes to be the most appropriate reference genes that could be utilized for normalization of qPCR data in heat-stressed buffalo MECs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "154"
  }
}