{
  "paper_id": "dd48974178600f4ad57d1ed4cd351ceb97693459",
  "metadata": {
    "title": "Prokaryotic expression, refolding, and puriWcation of fragment 450-650 of the spike protein of SARS-coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 3908,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The spike (S) glycoprotein is one of the major structure proteins of SARS-associated coronavirus (CoV). Fragment 450-650 (S450-650) of the S protein contains receptor-binding domain and neutralizing epitopes. In this study, S450-650 was expressed with a histidine tag in Escherichia coli BL21. Bacterial inclusion bodies containing the recombinant S450-650 were solubilized with 8 M urea and then applied onto a Ni-nitrilotriacetic acid column. On-column refolding and puriWcation was performed. Reduced glutathione and oxidized glutathione were included in the refolding buVer. In the wash and elution buVers, glycerol and glucose were necessary additives to prevent protein aggregation during puriWcation. This refolding and puriWcation procedure allowed production of S450-650 at up to 500 g/ml in soluble form, which maintained appropriate antigenicity and immunogenicity. It was able to induce strong IgG responses in BALB/c mice. In Western blot assays, the recombinant S450-650 was recognized by monoclonal Ab against the His-tag and also sera from a convalescent SARS patient. S450-650-based ELISA system was able to detect anti-SARS-CoV IgG Abs in patient sera.  2004 Elsevier Inc. All rights reserved.",
      "sentences": [
        [
          {
            "segment_text": "The spike ( S ) glycoprotein is one of the major structure proteins of SARS-associated coronavirus ( CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fragment 450-650 ( S450-650 ) of the S protein contains receptor-binding domain and neutralizing epitopes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , S450-650 was expressed with a histidine tag in Escherichia coli BL21 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial inclusion bodies containing the recombinant S450-650 were solubilized with 8 M urea and then applied onto a Ni-nitrilotriacetic acid column .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On-column refolding and puriWcation was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Reduced glutathione and oxidized glutathione were included in the refolding buVer .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the wash and elution buVers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "glycerol and glucose were necessary additives to prevent protein aggregation during puriWcation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This refolding and puriWcation procedure allowed production of S450-650 at up to 500 g/ml in soluble form ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which maintained appropriate antigenicity and immunogenicity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was able to induce strong IgG responses in BALB/c mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In Western blot assays , the recombinant S450-650 was recognized by monoclonal Ab against the His-tag and also sera from a convalescent SARS patient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "S450-650-based ELISA system was able to detect anti-SARS-CoV IgG Abs in patient sera .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2004 Elsevier Inc. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "15",
    "token_num": "197"
  }
}