{
  "paper_id": "dd5267fbf9f6d0890db801e94fa7f0612d11bb18",
  "metadata": {
    "title": "Valuable hematological indicators for the diagnosis and severity assessment of Chinese children with community-acquired pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 7810,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Chest X-ray is a \"golden standard\" for the diagnosis and severity assessment of community-acquired pneumonia (CAP). However, it cannot be used as routine examination of CAP in children. The present study aims to investigate the roles of prealbumin (PA) in CAP in children and further determine the usefulness of PA in diagnosis and severity assessment of CAP in children.",
      "sentences": [
        [
          {
            "segment_text": "Chest X-ray is a `` golden standard \u0027\u0027 for the diagnosis and severity assessment of community-acquired pneumonia ( CAP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it can not be used as routine examination of CAP in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study aims to investigate the roles of prealbumin ( PA ) in CAP in children and further determine the usefulness of PA in diagnosis and severity assessment of CAP in children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This was a retrospective analysis of 174 cases of hospitalized children with CAP. The following indicators were recorded: vital sign, inflammatory indexes, PA, and respiratory pathogens immunoglobulin M antibody test results. A total of 33 healthy children were selected as the control group. The results of laboratory tests between CAP and control groups were compared. CAP group was further divided into mild CAP and severe CAP groups, and vital signs and laboratory examination results of 2 groups were compared.",
      "sentences": [
        [
          {
            "segment_text": "This was a retrospective analysis of 174 cases of hospitalized children with CAP .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The following indicators were recorded : vital sign ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "inflammatory indexes , PA , and respiratory pathogens immunoglobulin M antibody test results .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 33 healthy children were selected as the control group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results of laboratory tests between CAP and control groups were compared .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CAP group was further divided into mild CAP and severe CAP groups ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and vital signs and laboratory examination results of 2 groups were compared .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The total positive rate of Mycoplasma pneumoniae in this study was 27.4%, and there was no significant difference in different seasons (P \u003d 0.356). Compared with controls, there was no significant difference between procalcitonin and C-reactive protein in CAP group (P \u003d 0.355, 0.061). The white blood cell count, percentage of neutrophils, neutrophil count, and erythrocyte sedimentation rate in the CAP group were significantly higher than those in control group, and PA was significantly lower than that in the control group (all P \u003c 0.05). In the traditional cutoff value (\u003c170 mg/L), the sensitivity of PA for the diagnosis of CAP was 0.847, which was significant higher than traditional inflammatory indicators. Moreover, it was found that PA was an independent protective factor for CAP in children based on multivariate analysis (odds ratio: 0.974; 95% confidence interval: 0.956-0.993; P \u003d 0.008). PA level in severe CAP group was significantly lower than in mild CAP group (P \u003d 0.001). With a cutoff value of 125 mg/L, the sensitivity and specificity of PA for the severity assessment of CAP were 0.703 and 0.714, respectively.",
      "sentences": [
        [
          {
            "segment_text": "The total positive rate of Mycoplasma pneumoniae in this study was 27.4 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and there was no significant difference in different seasons ( P \u003d 0.356 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared with controls , there was no significant difference between procalcitonin and C-reactive protein in CAP group ( P \u003d 0.355 , 0.061 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The white blood cell count ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "percentage of neutrophils , neutrophil count ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and erythrocyte sedimentation rate in the CAP group were significantly higher than those in control group ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and PA was significantly lower than that in the control group ( all P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the traditional cutoff value ( \u003c 170 mg/L ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the sensitivity of PA for the diagnosis of CAP was 0.847 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was significant higher than traditional inflammatory indicators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , it was found that PA was an independent protective factor for CAP in children based on multivariate analysis ( odds ratio : 0.974 ; 95 % confidence interval : 0.956-0.993 ; P \u003d 0.008 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PA level in severe CAP group was significantly lower than in mild CAP group ( P \u003d 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With a cutoff value of 125 mg/L ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the sensitivity and specificity of PA for the severity assessment of CAP were 0.703 and 0.714 , respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Combined with traditional inflammatory markers, PA may improve the diagnostic efficacy of CAP in children. PA can be used as a reference marker to complement the chest X-rays for severity assessment of children CAP.",
      "sentences": [
        [
          {
            "segment_text": "Combined with traditional inflammatory markers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PA may improve the diagnostic efficacy of CAP in children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PA can be used as a reference marker to complement the chest X-rays for severity assessment of children CAP .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: CAP \u003d community-acquired pneumonia, CRP \u003d C-reactive protein, ESR \u003d erythrocyte sedimentation rate, LRI \u003d lower respiratory infections, MP \u003d Mycoplasma pneumoniae, PA \u003d prealbumin, PCT \u003d procalcitonin, RR \u003d respiratory rate, WBC \u003d white blood cell count.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : CAP \u003d community-acquired pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CRP \u003d C-reactive protein , ESR \u003d erythrocyte sedimentation rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "LRI \u003d lower respiratory infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MP \u003d Mycoplasma pneumoniae , PA \u003d prealbumin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCT \u003d procalcitonin , RR \u003d respiratory rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "WBC \u003d white blood cell count .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "18",
    "segment_num": "33",
    "token_num": "464"
  }
}