{
  "paper_id": "dd5ffacaf860a7b441e4bd4496b4b1c02fda278d",
  "metadata": {
    "title": "miR-146a-5p promotes replication of infectious bronchitis virus by targeting IRAK2 and TNFRSF18",
    "coda_data_split": "train",
    "coda_paper_id": 10893,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Avian infectious bronchitis virus (IBV) is a coronavirus which infects chickens (Gallus gallus) of all ages and causes significant economic losses to the poultry industry worldwide. The present study aims to analyze the miRNAs related to pathogenicity of nephropathogenic IBVs. It was found that four miRNAs (miR-1454, miR-3538, miR-146a-5p and miR-215-5p) were related to the infection of virulent nephropathogenic IBV with transcript per million (TPM) \u003e 500 and more than a 2-fold alteration. In vitro study results showed that the alterations of these four miRNAs were consistent with in vivo data. In vitro, we found that high levels of miR-146a-5p could enhance the replication of IBV at the early stage of infection, and its down regulated level could slow down the replication of IBV. Finally, high levels of exogenous miR-146a-5p in HD11 cells led to down regulation of IL-1 receptor associated kinase-2 (IRAK2) and Tumor necrosis factor receptor superfamily member 18 (TNFRSF18) genes. Luciferase reporter assays revealed that miR-146a-5p could bind to the 3′-UTRs of IRAK2 and TNFRSF18. This is the first study demonstrating that IBV induced miR-146a-5p is related to virus pathogenesis by down regulating IRAK2 and TNFRSF18, which may serve as a therapeutic strategy for the prevention of IBV infections. * Corresponding author. Tel./fax: +86 028 8547 1599.",
      "sentences": [
        [
          {
            "segment_text": "Avian infectious bronchitis virus ( IBV ) is a coronavirus which infects chickens ( Gallus gallus ) of all ages and causes significant economic losses to the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study aims to analyze the miRNAs related to pathogenicity of nephropathogenic IBVs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It was found that four miRNAs ( miR-1454 , miR-3538 , miR-146a-5p and miR-215-5p ) were related to the infection of virulent nephropathogenic IBV with transcript per million ( TPM ) \u003e 500 and more than a 2-fold alteration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro study results showed that the alterations of these four miRNAs were consistent with in vivo data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vitro , we found that high levels of miR-146a-5p could enhance the replication of IBV at the early stage of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its down regulated level could slow down the replication of IBV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , high levels of exogenous miR-146a-5p in HD11 cells led to down regulation of IL-1 receptor associated kinase-2 ( IRAK2 ) and Tumor necrosis factor receptor superfamily member 18 ( TNFRSF18 ) genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Luciferase reporter assays revealed that miR-146a-5p could bind to the 3 ′ - UTRs of IRAK2 and TNFRSF18 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first study demonstrating that IBV induced miR-146a-5p is related to virus pathogenesis by down regulating IRAK2 and TNFRSF18 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may serve as a therapeutic strategy for the prevention of IBV infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "* Corresponding author .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Tel. / fax : +86 028 8547 1599 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "241"
  }
}