{
  "paper_id": "dd8f7588ecff55b88cb0a65aca6637060640db84",
  "metadata": {
    "title": "Discrepancies between feline coronavirus antibody and nucleic acid detection in effusions of cats with suspected feline infectious peritonitis",
    "coda_data_split": "train",
    "coda_paper_id": 8184,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Intra-vitam diagnosis of feline infectious peritonitis (FIP) is a challenge for veterinary diagnosticians, since there are no highly specific and sensitive assays currently available. With the aim to contribute to fill this diagnostic gap, a total of 61 effusions from cats with suspected effusive FIP were collected intra-vitam for detection of feline coronavirus (FCoV) antibodies and RNA by means of indirect immunofluorescence (IIF) assay and real-time RT-PCR (qRT-PCR), respectively. In 5 effusions there was no evidence for either FCoV RNA or antibodies, 51 and 52 specimens tested positive by IIF and qRT-PCR, respectively, although antibody titres ≥ 1:1600, which are considered highly suggestive of FIP, were detected only in 37 effusions. Three samples with high antibody levels tested negative by qRT-PCR, whereas 18 qRT-PCR positive effusions contained no or low-titre antibodies. qRT-PCR positive samples with low antibody titres mostly contained low FCoV RNA loads, although the highest antibody titres were detected in effusions with C T values \u003e 30. In conclusion, combining the two methods, i.e., antibody and RNA detection would help improving the intra-vitam diagnosis of effusive FIP.",
      "sentences": [
        [
          {
            "segment_text": "Intra-vitam diagnosis of feline infectious peritonitis ( FIP ) is a challenge for veterinary diagnosticians ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since there are no highly specific and sensitive assays currently available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the aim to contribute to fill this diagnostic gap ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a total of 61 effusions from cats with suspected effusive FIP were collected intra-vitam for detection of feline coronavirus ( FCoV ) antibodies and RNA by means of indirect immunofluorescence ( IIF ) assay and real-time RT-PCR ( qRT-PCR ) , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In 5 effusions there was no evidence for either FCoV RNA or antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "51 and 52 specimens tested positive by IIF and qRT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , although antibody titres ≥ 1:1600 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are considered highly suggestive of FIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were detected only in 37 effusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three samples with high antibody levels tested negative by qRT-PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas 18 qRT-PCR positive effusions contained no or low-titre antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "qRT-PCR positive samples with low antibody titres mostly contained low FCoV RNA loads ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the highest antibody titres were detected in effusions with C T values \u003e 30 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , combining the two methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. , antibody and RNA detection would help improving the intra-vitam diagnosis of effusive FIP .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Effusions were collected intra-vitam from 61 cats whose FIP diagnosis was highly suspected since the clinical cases fulfilled all, or most, of the criteria for FIP diagnosis given in the European Advisory Board of Cat Disease recommendations (Addie et al., 2009,) , as previously http://dx.",
      "sentences": [
        [
          {
            "segment_text": "Effusions were collected intra-vitam from 61 cats whose FIP diagnosis was highly suspected since the clinical cases fulfilled all ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or most , of the criteria for FIP diagnosis given in the European Advisory Board of Cat Disease recommendations ( Addie et al. , 2009 , ) , as previously http://dx .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "258"
  }
}