{
  "paper_id": "dd969a7721176db21314930b62e62a37e902dae5",
  "metadata": {
    "title": "Heparan Sulfate-Dependent Enhancement of Henipavirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 10917,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nipah virus and Hendra virus are emerging, highly pathogenic, zoonotic paramyxoviruses that belong to the genus Henipavirus. They infect humans as well as numerous mammalian species. Both viruses use ephrin-B2 and -B3 as cell entry receptors, and following initial entry into an organism, they are capable of rapid spread throughout the host. We have previously reported that Nipah virus can use another attachment receptor, different from its entry receptors, to bind to nonpermissive circulating leukocytes, thereby promoting viral dissemination within the host. Here, this attachment molecule was identified as heparan sulfate for both Nipah virus and Hendra virus. Cells devoid of heparan sulfate were not able to mediate henipavirus trans-infection and showed reduced permissivity to infection. Virus pseudotyped with Nipah virus glycoproteins bound heparan sulfate and heparin but no other glycosaminoglycans in a surface plasmon resonance assay. Furthermore, heparin was able to inhibit the interaction of the viruses with the heparan sulfate and to block cell-mediated trans-infection of henipaviruses. Moreover, heparin was shown to bind to ephrin-B3 and to restrain infection of permissive cells in vitro. Consequently, treatment with heparin devoid of anticoagulant activity improved the survival of Nipah virus-infected hamsters. Altogether, these results reveal heparan sulfate as a new attachment receptor for henipaviruses and as a potential therapeutic target for the development of novel approaches against these highly lethal infections.",
      "sentences": [
        [
          {
            "segment_text": "Nipah virus and Hendra virus are emerging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highly pathogenic , zoonotic paramyxoviruses that belong to the genus Henipavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They infect humans as well as numerous mammalian species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both viruses use ephrin-B2 and - B3 as cell entry receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and following initial entry into an organism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they are capable of rapid spread throughout the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously reported that Nipah virus can use another attachment receptor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "different from its entry receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to bind to nonpermissive circulating leukocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby promoting viral dissemination within the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , this attachment molecule was identified as heparan sulfate for both Nipah virus and Hendra virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cells devoid of heparan sulfate were not able to mediate henipavirus trans-infection and showed reduced permissivity to infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus pseudotyped with Nipah virus glycoproteins bound heparan sulfate and heparin but no other glycosaminoglycans in a surface plasmon resonance assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , heparin was able to inhibit the interaction of the viruses with the heparan sulfate and to block cell-mediated trans-infection of henipaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , heparin was shown to bind to ephrin-B3 and to restrain infection of permissive cells in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consequently , treatment with heparin devoid of anticoagulant activity improved the survival of Nipah virus-infected hamsters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , these results reveal heparan sulfate as a new attachment receptor for henipaviruses and as a potential therapeutic target for the development of novel approaches against these highly lethal infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "and open novel perspectives for the development of heparan sulfate-targeting therapeutic approaches for these emerging infections.",
      "sentences": [
        [
          {
            "segment_text": "and open novel perspectives for the development of heparan sulfate-targeting therapeutic approaches for these emerging infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "262"
  }
}