{
  "paper_id": "ddaa1e89726b7df40a6ed8abd61960cfdee075c0",
  "metadata": {
    "title": "Severe Acute Respiratory Syndrome epidemic and change of people\u0027s health behavior in China",
    "coda_data_split": "train",
    "coda_paper_id": 5622,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe Acute Respiratory Syndrome (SARS) has become a new worldwide epidemic whose origin was until recently unknown. It is the unpredictable nature of this epidemic that makes people want answers to some important questions about what they can do to protect themselves. This study presents an inquiry into people\u0027s knowledge and self-reported changes in behavior in response to the epidemic. Respondents were drawn from seven major occupational groups in the large central city of Wuhan. Although most respondents knew of SARS, there was still 8.4% who did not know about it. Knowledge was lowest among farmers who had come to the city for temporary work. Most respondents took action to avoid being infected by SARS, including, most commonly, efforts to improve indoor ventilation, to disinfect the indoor environment and to increase handwashing frequency. Self-reported increases in hand-washing frequency were significant; however, among the seven occupational groups, reports of increased hand-washing were consistently greater among commercial service workers, students and farmers. While it seems that possible fears induced by the epidemic led to these changes, there are still about one-third of respondents who do not wash their hands as frequently as desired. There is also the challenge of devising strategies for maintaining the desired frequency of hand-washing among those who did change.",
      "sentences": [
        [
          {
            "segment_text": "Severe Acute Respiratory Syndrome ( SARS ) has become a new worldwide epidemic whose origin was until recently unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is the unpredictable nature of this epidemic that makes people want answers to some important questions about what they can do to protect themselves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study presents an inquiry into people \u0027s knowledge and self-reported changes in behavior in response to the epidemic .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Respondents were drawn from seven major occupational groups in the large central city of Wuhan .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Although most respondents knew of SARS ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "there was still 8.4 % who did not know about it .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Knowledge was lowest among farmers who had come to the city for temporary work .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most respondents took action to avoid being infected by SARS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including , most commonly , efforts to improve indoor ventilation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to disinfect the indoor environment and to increase handwashing frequency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Self-reported increases in hand-washing frequency were significant ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "among the seven occupational groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reports of increased hand-washing were consistently greater among commercial service workers , students and farmers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While it seems that possible fears induced by the epidemic led to these changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are still about one-third of respondents who do not wash their hands as frequently as desired .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is also the challenge of devising strategies for maintaining the desired frequency of hand-washing among those who did change .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "235"
  }
}