{
  "paper_id": "ddaca142515ffa52228c48d5be64a922e578c9ed",
  "metadata": {
    "title": "Epitope-based chimeric peptide vaccine design against S, M and E proteins of SARS-CoV-2 1 etiologic agent of global pandemic COVID-19: an in silico approach 2 3",
    "coda_data_split": "train",
    "coda_paper_id": 6628,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the cause of the 34 ongoing pandemic of coronavirus disease 2019 (COVID-19), a public health emergency of 35 international concern declared by the World Health Organization (WHO). An immuno-36 informatics approach along with comparative genomic was applied to design a multi-epitope-37 based peptide vaccine against SARS-CoV-2 combining the antigenic epitopes of the S, M and E 38 proteins. The tertiary structure was predicted, refined and validated using advanced 39 bioinformatics tools. The candidate vaccine showed an average of ≥ 90.0% world population 40 coverage for different ethnic groups. Molecular docking of the chimeric vaccine peptide with the 41 immune receptors (TLR3 and TLR4) predicted efficient binding. Immune simulation predicted 42 significant primary immune response with increased IgM and secondary immune response with 43 high levels of both IgG1 and IgG2. It also increased the proliferation of T-helper cells and 44 cytotoxic T-cells along with the increased INF-γ and IL-2 cytokines. The codon optimization and 45 mRNA secondary structure prediction revealed the chimera is suitable for high-level expression 46 and cloning. Overall, the constructed recombinant chimeric vaccine candidate demonstrated 47 significant potential and can be considered for clinical validation to fight against this global 48 threat, COVID-19. 49 50 51 52 53",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) is the cause of the 34 ongoing pandemic of coronavirus disease 2019 ( COVID-19 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a public health emergency of 35 international concern declared by the World Health Organization ( WHO ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An immuno-36 informatics approach along with comparative genomic was applied to design a multi-epitope-37 based peptide vaccine against SARS-CoV-2 combining the antigenic epitopes of the S ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "M and E 38 proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The tertiary structure was predicted ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "refined and validated using advanced 39 bioinformatics tools .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The candidate vaccine showed an average of ≥ 90.0 % world population 40 coverage for different ethnic groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecular docking of the chimeric vaccine peptide with the 41 immune receptors ( TLR3 and TLR4 ) predicted efficient binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immune simulation predicted 42 significant primary immune response with increased IgM and secondary immune response with 43 high levels of both IgG1 and IgG2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also increased the proliferation of T-helper cells and 44 cytotoxic T-cells along with the increased INF-γ and IL-2 cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The codon optimization and 45 mRNA secondary structure prediction revealed the chimera is suitable for high-level expression 46 and cloning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the constructed recombinant chimeric vaccine candidate demonstrated 47 significant potential and can be considered for clinical validation to fight against this global 48 threat , COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "49 50 51 52 53",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "232"
  }
}