{
  "paper_id": "ddcc8eec44a82465e73afee7ef1f7246122a00a7",
  "metadata": {
    "title": "Title page Title Presence of SARS-Coronavirus-2 in sewage. Authors and their affiliations",
    "coda_data_split": "train",
    "coda_paper_id": 7942,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "In the current COVID-19 pandemic, a significant proportion of cases shed SARS-Coronavirus-2 (SARS-CoV-2) with their faeces. To determine if SARS-CoV-2 is present in sewage during the emergence of COVID-19 in the Netherlands, sewage samples of 7 cities and the airport were tested using RT-PCR against three fragments of the nucleocapsid protein gene (N1-3) and one fragment of the envelope protein gene (E). No SARS-CoV-2 was detected in samples of February 6, three weeks before the first case was reported in the Netherlands on February 27. On March 5, the N1 fragment was detected in sewage of five sites. On March 15/16, the N1 fragment was detected in sewage of six sites, and the N3 and E fragment were detected at 5 and 4 sites respectively. This is the first report of detection of SARS-CoV-2 in sewage. The detection of the virus in sewage, even when the COVID-19 prevalence is low, indicates that sewage surveillance could be a sensitive tool to monitor the circulation of the virus in the population. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "In the current COVID-19 pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a significant proportion of cases shed SARS-Coronavirus-2 ( SARS-CoV-2 ) with their faeces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine if SARS-CoV-2 is present in sewage during the emergence of COVID-19 in the Netherlands ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "sewage samples of 7 cities and the airport were tested using RT-PCR against three fragments of the nucleocapsid protein gene ( N1-3 ) and one fragment of the envelope protein gene ( E ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No SARS-CoV-2 was detected in samples of February 6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three weeks before the first case was reported in the Netherlands on February 27 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On March 5 , the N1 fragment was detected in sewage of five sites .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On March 15/16 , the N1 fragment was detected in sewage of six sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the N3 and E fragment were detected at 5 and 4 sites respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of detection of SARS-CoV-2 in sewage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection of the virus in sewage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even when the COVID-19 prevalence is low ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicates that sewage surveillance could be a sensitive tool to monitor the circulation of the virus in the population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "the author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "216"
  }
}