{
  "paper_id": "ddcc5fa72da03cbf8fd126ce5cc443ac0bd278f9",
  "metadata": {
    "title": "A¯u optical immunoassay (ThermoBioStar\u0027s FLU OIA): a diagnostic tool for improved in¯uenza management",
    "coda_data_split": "train",
    "coda_paper_id": 8230,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "ThermoBioStar\u0027s and Biota\u0027s £u optical immunoassay (FLU OIA) is a rapid test designed to diagnose in£uenza A and B infection using a variety of specimen types. The assay uses highly sensitive thin-¢lm detection methods, coupled with speci¢c monoclonal antibodies to the nucleoprotein. The test is simple to perform, requires no instrumentation and is intended to provide a result within 15 min of test initiation in the`point-of-care\u0027 environment. In initial clinical studies, the assay was demonstrated to be equivalent to culture in identifying infected individuals. Subsequent independent studies using a variety of sample types have demonstrated sensitivity ranging from 48 to 100% and speci¢cities ranging from 93 to 97%. In addition to detecting human strains, this assay has been demonstrated to be capable of detecting a variety of avian and non-human mammalian in£uenza viruses. The FLU OIA test has been used in large-scale surveillance schemes intended to provide rapid epidemiological data during normal in£uenza seasons and has demonstrated the potential for ful¢lling a similar role for multispecies surveillance in, for example, conditions that o¡er challenges for conventional virus isolation methods. Conceivably, such use should facilitate the timely recognition of in£uenza outbreaks and prioritization of positive specimens for more conventional, laboratory characterization, leading to improved interpandemic surveillance and rapid reaction in the face of the next pandemic.",
      "sentences": [
        [
          {
            "segment_text": "ThermoBioStar \u0027s and Biota \u0027s £ u optical immunoassay ( FLU OIA ) is a rapid test designed to diagnose in £ uenza A and B infection using a variety of specimen types .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The assay uses highly sensitive thin - ¢ lm detection methods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coupled with speci ¢ c monoclonal antibodies to the nucleoprotein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The test is simple to perform ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "requires no instrumentation and is intended to provide a result within 15 min of test initiation in the ` point-of-care \u0027 environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In initial clinical studies , the assay was demonstrated to be equivalent to culture in identifying infected individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Subsequent independent studies using a variety of sample types have demonstrated sensitivity ranging from 48 to 100 % and speci ¢ cities ranging from 93 to 97 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to detecting human strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this assay has been demonstrated to be capable of detecting a variety of avian and non-human mammalian in £ uenza viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The FLU OIA test has been used in large-scale surveillance schemes intended to provide rapid epidemiological data during normal in £ uenza seasons and has demonstrated the potential for ful ¢ lling a similar role for multispecies surveillance in ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for example , conditions that o ¡ er challenges for conventional virus isolation methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conceivably , such use should facilitate the timely recognition of in £ uenza outbreaks and prioritization of positive specimens for more conventional ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "laboratory characterization , leading to improved interpandemic surveillance and rapid reaction in the face of the next pandemic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "261"
  }
}