{
  "paper_id": "dde67bba5fe26a26718e2a09500f31e189d68a9f",
  "metadata": {
    "title": "Microbial contamination of drinking water and disease outcomes in developing regions",
    "coda_data_split": "train",
    "coda_paper_id": 2575,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Drinking water is a major source of microbial pathogens in developing regions, although poor sanitation and food sources are integral to enteric pathogen exposure. Gastrointestinal disease outcomes are also more severe, due to under-nutrition and lack of intervention strategies in these regions. Poor water quality, sanitation and hygiene account for some 1.7 million deaths a year world-wide (3.1% of all deaths and 3.7% of all DALY\u0027s), mainly through infectious diarrhoea. Nine out of 10 such deaths are in children and virtually all of the deaths are in developing countries. Major enteric pathogens in these children include: rotavirus, Campylobacter jejuni, enterotoxigenic Escherichia coli, Shigella spp. and Vibrio cholerae O1, and possibly enteropathogenic E. coli, Aeromonas spp. V. cholerae O139, enterotoxigenic Bacteroides fragilis, Clostridium difficile and Cryptosporidium parvum. All except the latter are easily control by chlorination of water, but recontamination of treated water is a huge problem. Emerging environmental pathogens, such as Helicobacter pylori and Burkholderia pseudomallei, may well be of significance in some regions. In adults, much less is understood of various sequellae such as myocarditis, diabetes, reactive arthritis and cancers some months-years after initial infections. So in addition to the traditional pathogens (helminths, Entamoeba histolytica, Giardia lamblia hepatitis A and E) various enteroviruses, C. jejuni and H. pylori are emerging issues in adults.",
      "sentences": [
        [
          {
            "segment_text": "Drinking water is a major source of microbial pathogens in developing regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although poor sanitation and food sources are integral to enteric pathogen exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gastrointestinal disease outcomes are also more severe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to under-nutrition and lack of intervention strategies in these regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Poor water quality , sanitation and hygiene account for some 1.7 million deaths a year world-wide ( 3.1 % of all deaths and 3.7 % of all DALY \u0027s ) , mainly through infectious diarrhoea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nine out of 10 such deaths are in children and virtually all of the deaths are in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Major enteric pathogens in these children include : rotavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Campylobacter jejuni , enterotoxigenic Escherichia coli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Shigella spp. and Vibrio cholerae O1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and possibly enteropathogenic E. coli , Aeromonas spp. .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "V. cholerae O139 , enterotoxigenic Bacteroides fragilis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Clostridium difficile and Cryptosporidium parvum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All except the latter are easily control by chlorination of water ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but recontamination of treated water is a huge problem .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging environmental pathogens , such as Helicobacter pylori and Burkholderia pseudomallei ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "may well be of significance in some regions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In adults , much less is understood of various sequellae such as myocarditis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diabetes , reactive arthritis and cancers some months-years after initial infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "So in addition to the traditional pathogens ( helminths , Entamoeba histolytica , Giardia lamblia hepatitis A and E ) various enteroviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "C. jejuni and H. pylori are emerging issues in adults .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "252"
  }
}