{
  "paper_id": "ddf124684188ac29dba3b174f327bd0fd62155bd",
  "metadata": {
    "title": "Co-Circulation of the Rare CPV-2c with Unique Gln370Arg Substitution, New CPV-2b with Unique Thr440Ala Substitution, and New CPV-2a with High Prevalence and Variation in Heilongjiang Province, Northeast China",
    "coda_data_split": "train",
    "coda_paper_id": 2505,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To trace evolution of canine parvovirus-2 (CPV-2), a total of 201 stool samples were collected from dogs with diarrhea in Heilongjiang province of northeast China from May 2014 to April 2015. The presence of CPV-2 in the samples was determined by PCR amplification of the VP2 gene (568 bp) of CPV-2. The results revealed that 95 samples (47.26%) were positive for CPV-2, and they showed 98.8%-100% nucleotide identity and 97.6%-100% amino acid identity. Of 95 CPV-2-positive samples, types new2a (Ser297Ala), new2b (Ser297Ala), and 2c accounted for 64.21%, 21.05%, and 14.74%, respectively. The positive rate of CPV-2 and the distribution of the new2a, new2b and 2c types exhibited differences among regions, seasons, and ages. Immunized dogs accounted for 48.42% of 95 CPV-2-positive samples. Coinfections with canine coronavirus, canine kobuvirus, and canine bocavirus were identified. Phylogenetic analysis revealed that the identified new2a, new2b, and CPV-2c strains in our study exhibited a close relationship with most of the CPV-2 strains from China; type new2a strains exhibited high variability, forming three subgroups; type new2b and CPV-2c strains formed one group with reference strains from China. Of 95 CPV-2 strains, Tyr324Ile and Thr440Ala substitutions accounted for 100% and 64.21%, respectively; all type new2b strains exhibited the Thr440Ala substitution, while the unique Gln370Arg substitution was found in all type 2c strains. Recombination analysis using entire VP2 gene indicated possible recombination events between the identified CPV-2 strains and reference strains from China. Our data revealed the co-circulation of new CPV-2a, new CPV-2b, and rare CPV-2c, as well as potential recombination events among Chinese CPV-2 strains.",
      "sentences": [
        [
          {
            "segment_text": "To trace evolution of canine parvovirus-2 ( CPV-2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a total of 201 stool samples were collected from dogs with diarrhea in Heilongjiang province of northeast China from May 2014 to April 2015 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of CPV-2 in the samples was determined by PCR amplification of the VP2 gene ( 568 bp ) of CPV-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results revealed that 95 samples ( 47.26 % ) were positive for CPV-2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and they showed 98.8 % -100 % nucleotide identity and 97.6 % -100 % amino acid identity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 95 CPV-2-positive samples , types new2a ( Ser297Ala ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new2b ( Ser297Ala ) , and 2c accounted for 64.21 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "21.05 % , and 14.74 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The positive rate of CPV-2 and the distribution of the new2a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new2b and 2c types exhibited differences among regions , seasons , and ages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunized dogs accounted for 48.42 % of 95 CPV-2-positive samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coinfections with canine coronavirus , canine kobuvirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and canine bocavirus were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis revealed that the identified new2a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new2b , and CPV-2c strains in our study exhibited a close relationship with most of the CPV-2 strains from China ; type new2a strains exhibited high variability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "forming three subgroups ; type new2b and CPV-2c strains formed one group with reference strains from China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 95 CPV-2 strains , Tyr324Ile and Thr440Ala substitutions accounted for 100 % and 64.21 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively ; all type new2b strains exhibited the Thr440Ala substitution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the unique Gln370Arg substitution was found in all type 2c strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombination analysis using entire VP2 gene indicated possible recombination events between the identified CPV-2 strains and reference strains from China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data revealed the co-circulation of new CPV-2a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "new CPV-2b , and rare CPV-2c ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as potential recombination events among Chinese CPV-2 strains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "317"
  }
}