{
  "paper_id": "ddf1980d2033f1d95ce847f472dd37f3747d1bbe",
  "metadata": {
    "title": "REVIEW HUSBANDRY AND MEDICAL CARE OF CALLITRICHIDS",
    "coda_data_split": "train",
    "coda_paper_id": 10297,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Callitrichids, marmosets and tamarins are small Central and South American nonhuman primates. All are considered threatened in the wild and many are on the endangered species list (Convention on International Trade in Endangered Species of Wild Fauna and Flora: Appendix 1). Because of their small size and anthropomorphic appeal, people are interested in owning callitrichids as pets. Hand-raised bottle-fed babies are quite charming until sexual maturity, at which time they often become aggressive and unpredictable to humans, including their owners. Consequently, people should be discouraged from keeping callitrichids as pets. If a veterinarian is consulted about callitrichids by a potential owner before purchase, it may be possible to offer encouragement toward a more suitable pet (e.g., ferret and sugar glider).",
      "sentences": [
        [
          {
            "segment_text": "Callitrichids , marmosets and tamarins are small Central and South American nonhuman primates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All are considered threatened in the wild and many are on the endangered species list ( Convention on International Trade in Endangered Species of Wild Fauna and Flora : Appendix 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because of their small size and anthropomorphic appeal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "people are interested in owning callitrichids as pets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hand-raised bottle-fed babies are quite charming until sexual maturity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at which time they often become aggressive and unpredictable to humans , including their owners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Consequently , people should be discouraged from keeping callitrichids as pets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If a veterinarian is consulted about callitrichids by a potential owner before purchase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it may be possible to offer encouragement toward a more suitable pet ( e.g. , ferret and sugar glider ) .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "138"
  }
}