{
  "paper_id": "de03b56ee99cfe2771a7a729f5ee5aea1aea7228",
  "metadata": {
    "title": "Zoonoses 1 Ecology of zoonoses: natural and unnatural histories",
    "coda_data_split": "train",
    "coda_paper_id": 4690,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "More than 60% of human infectious diseases are caused by pathogens shared with wild or domestic animals. Zoonotic disease organisms include those that are endemic in human populations or enzootic in animal populations with frequent cross-species transmission to people. Some of these diseases have only emerged recently. Together, these organisms are responsible for a substantial burden of disease, with endemic and enzootic zoonoses causing about a billion cases of illness in people and millions of deaths every year. Emerging zoonoses are a growing threat to global health and have caused hundreds of billions of US dollars of economic damage in the past 20 years. We aimed to review how zoonotic diseases result from natural pathogen ecology, and how other circumstances, such as animal production, extraction of natural resources, and antimicrobial application change the dynamics of disease exposure to human beings. In view of present anthropogenic trends, a more eff ective approach to zoonotic disease prevention and control will require a broad view of medicine that emphasises evidence-based decision making and integrates ecological and evolutionary principles of animal, human, and environmental factors. This broad view is essential for the successful development of policies and practices that reduce probability of future zoonotic emergence, targeted surveillance and strategic prevention, and engagement of partners outside the medical community to help improve health outcomes and reduce disease threats.",
      "sentences": [
        [
          {
            "segment_text": "More than 60 % of human infectious diseases are caused by pathogens shared with wild or domestic animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zoonotic disease organisms include those that are endemic in human populations or enzootic in animal populations with frequent cross-species transmission to people .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of these diseases have only emerged recently .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Together , these organisms are responsible for a substantial burden of disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with endemic and enzootic zoonoses causing about a billion cases of illness in people and millions of deaths every year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging zoonoses are a growing threat to global health and have caused hundreds of billions of US dollars of economic damage in the past 20 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to review how zoonotic diseases result from natural pathogen ecology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and how other circumstances , such as animal production ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "extraction of natural resources , and antimicrobial application change the dynamics of disease exposure to human beings .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In view of present anthropogenic trends ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a more eff ective approach to zoonotic disease prevention and control will require a broad view of medicine that emphasises evidence-based decision making and integrates ecological and evolutionary principles of animal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human , and environmental factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This broad view is essential for the successful development of policies and practices that reduce probability of future zoonotic emergence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "targeted surveillance and strategic prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and engagement of partners outside the medical community to help improve health outcomes and reduce disease threats .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "243"
  }
}