{
  "paper_id": "de19b55cdf70410f671b34525ca450474d697195",
  "metadata": {
    "title": "Vitrification after multiple rounds of sample application and blotting improves particle density on cryo-electron microscopy grids",
    "coda_data_split": "train",
    "coda_paper_id": 4294,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Single particle cryo-electron microscopy (cryoEM) is becoming widely adopted as a tool for structural characterization of biomolecules at near-atomic resolution. Vitrification of the sample to obtain a dense distribution of particles within a single field of view remains a major bottleneck for the success of such experiments. Here, we describe a simple and cost-effective method to increase the density of frozenhydrated particles on grids with holey carbon support films. It relies on performing multiple rounds of sample application and blotting prior to plunge freezing in liquid ethane. We show that this approach is generally applicable and significantly increases particle density for a range of samples, such as small protein complexes, viruses and filamentous assemblies. The method is versatile, easy to implement, minimizes sample requirements and can enable characterization of samples that would otherwise resist structural studies using single particle cryoEM.",
      "sentences": [
        [
          {
            "segment_text": "Single particle cryo-electron microscopy ( cryoEM ) is becoming widely adopted as a tool for structural characterization of biomolecules at near-atomic resolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vitrification of the sample to obtain a dense distribution of particles within a single field of view remains a major bottleneck for the success of such experiments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe a simple and cost-effective method to increase the density of frozenhydrated particles on grids with holey carbon support films .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It relies on performing multiple rounds of sample application and blotting prior to plunge freezing in liquid ethane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that this approach is generally applicable and significantly increases particle density for a range of samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as small protein complexes , viruses and filamentous assemblies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The method is versatile , easy to implement ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "minimizes sample requirements and can enable characterization of samples that would otherwise resist structural studies using single particle cryoEM .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Ó 2017 Elsevier Inc. All rights reserved.",
      "sentences": [
        [
          {
            "segment_text": "Ó 2017 Elsevier Inc. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Single particle cryo-electron microscopy (cryoEM) is becoming an increasingly important tool in structural biology (Nogales and Scheres, 2015; Cheng et al., 2015) . Due to recent advances in detector efficiency, microscope stability and image processing, the 3D structure of biomolecular complexes spanning a wide range of sizes, from haemoglobin to microtubules and intact viruses, can be reconstructed at (near-) atomic resolution (Bai et al., 2013; Brilot et al., ",
      "sentences": [
        [
          {
            "segment_text": "Single particle cryo-electron microscopy ( cryoEM ) is becoming an increasingly important tool in structural biology ( Nogales and Scheres , 2015 ; Cheng et al. , 2015 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to recent advances in detector efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "microscope stability and image processing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the 3D structure of biomolecular complexes spanning a wide range of sizes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from haemoglobin to microtubules and intact viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can be reconstructed at ( near - ) atomic resolution ( Bai et al. , 2013 ; Brilot et al. ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "248"
  }
}