{
  "paper_id": "de2b71bc5b1434f5bd2021ce60cb9577f1e469b2",
  "metadata": {
    "title": "Evaluating the 3C-like protease activity of SARS-Coronavirus: Recommendations for Standardized Assays for Drug Discovery NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 10661,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although the initial outbreaks of the deadly coronavirus that causes severe acute respiratory syndrome (SARS-CoV) were controlled by public health measures, the development of vaccines and antiviral agents for SARS-CoV is essential for improving control and treatment of future outbreaks. One potential target for SARS-CoV antiviral drug development is the 3C-like protease (3CLpro). This enzyme is an attractive target since it is essential for viral replication, and since there are now a number of high resolution x-ray structures of SARS-CoV 3CLpro available making structure-based drug-design possible. As a result, SARS-CoV 3CLpro has become the focus of numerous drug discovery efforts worldwide, but as a consequence, a variety of different 3CLpro expression constructs and kinetic assays have been independently developed making evaluation and comparison between potential inhibitors problematic. Here, we review the literature focusing on different SARS-CoV 3CLpro expression constructs and assays used to measure enzymatic activity. Moreover, we provide experimental evidence showing that the activity of 3CLpro enzymatic is significantly reduced when non-native sequences or affinity-tags are added to the N-or C-termini of the enzyme, or when the enzyme used in assays is at concentrations below the equilibrium dissociation constant of the 3CLpro dimer. We demonstrate for the first time the utility of a highly sensitive and novel Alexa488-QSY7 FRET-based peptide substrate designed for routine analysis and high-throughput screening, and show that kinetic constants determined from FRET-based assays that are uncorrected for inner-filter effects can lead to artifacts. Finally, we evaluated the effects of common assay components including DTT, NaCl, EDTA and DMSO on enzymatic activity, and we recommend standardized assay conditions and constructs for routine SARS-CoV 3CLpro assays to facilitate direct comparisons between SARS-CoV 3CLpro inhibitors under development worldwide.",
      "sentences": [
        [
          {
            "segment_text": "Although the initial outbreaks of the deadly coronavirus that causes severe acute respiratory syndrome ( SARS-CoV ) were controlled by public health measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the development of vaccines and antiviral agents for SARS-CoV is essential for improving control and treatment of future outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One potential target for SARS-CoV antiviral drug development is the 3C-like protease ( 3CLpro ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This enzyme is an attractive target since it is essential for viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and since there are now a number of high resolution x-ray structures of SARS-CoV 3CLpro available making structure-based drug-design possible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , SARS-CoV 3CLpro has become the focus of numerous drug discovery efforts worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but as a consequence , a variety of different 3CLpro expression constructs and kinetic assays have been independently developed making evaluation and comparison between potential inhibitors problematic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the literature focusing on different SARS-CoV 3CLpro expression constructs and assays used to measure enzymatic activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we provide experimental evidence showing that the activity of 3CLpro enzymatic is significantly reduced when non-native sequences or affinity-tags are added to the N-or C-termini of the enzyme ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or when the enzyme used in assays is at concentrations below the equilibrium dissociation constant of the 3CLpro dimer .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrate for the first time the utility of a highly sensitive and novel Alexa488-QSY7 FRET-based peptide substrate designed for routine analysis and high-throughput screening ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and show that kinetic constants determined from FRET-based assays that are uncorrected for inner-filter effects can lead to artifacts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we evaluated the effects of common assay components including DTT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NaCl , EDTA and DMSO on enzymatic activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we recommend standardized assay conditions and constructs for routine SARS-CoV 3CLpro assays to facilitate direct comparisons between SARS-CoV 3CLpro inhibitors under development worldwide .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "305"
  }
}