{
  "paper_id": "de33e8c855455881ed7fa687b513269c275e5873",
  "metadata": {
    "title": "Porcine epidemic diarrhea virus induces caspase-independent apoptosis through activation of mitochondrial apoptosis-inducing factor",
    "coda_data_split": "train",
    "coda_paper_id": 2477,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The present study sought to investigate whether porcine epidemic diarrhea virus (PEDV) induces apoptosis and to elucidate the mechanisms associated with apoptotic cell death after PEDV infection. PEDV-infected cells showed evidence of apoptosis in vitro and in vivo. However, experimental data indicated that the caspase cascade is not involved in PEDV-induced apoptotic cell death. Interestingly, mitochondrial apoptosis-inducing factor (AIF) was found to translocate to the nucleus during PEDV infection, and AIF relocalization was completely abrogated by the presence of cyclosporin A (CsA), an inhibitor of cyclophilin D (CypD) that is an essential component of the mitochondrial permeabilization transition pore (mPTP) complex. CsA treatment resulted in significant inhibition of PEDV-triggered apoptosis and suppressed PEDV replication. Furthermore, direct inhibition of AIF strongly impaired PEDV infection and virus-induced apoptosis. Altogether, our results indicate that a caspase-independent mitochondrial AIF-mediated pathway plays a central role in PEDV-induced apoptosis to facilitate viral replication and pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "The present study sought to investigate whether porcine epidemic diarrhea virus ( PEDV ) induces apoptosis and to elucidate the mechanisms associated with apoptotic cell death after PEDV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "PEDV-infected cells showed evidence of apoptosis in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , experimental data indicated that the caspase cascade is not involved in PEDV-induced apoptotic cell death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , mitochondrial apoptosis-inducing factor ( AIF ) was found to translocate to the nucleus during PEDV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and AIF relocalization was completely abrogated by the presence of cyclosporin A ( CsA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an inhibitor of cyclophilin D ( CypD ) that is an essential component of the mitochondrial permeabilization transition pore ( mPTP ) complex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CsA treatment resulted in significant inhibition of PEDV-triggered apoptosis and suppressed PEDV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , direct inhibition of AIF strongly impaired PEDV infection and virus-induced apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , our results indicate that a caspase-independent mitochondrial AIF-mediated pathway plays a central role in PEDV-induced apoptosis to facilitate viral replication and pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "172"
  }
}