{
  "paper_id": "de37edb6bd7020a8232ed2637ec60b177039f9c8",
  "metadata": {
    "title": "The Role of Influenza and Parainfluenza Infections in Nasopharyngeal Pneumococcal Acquisition Among Young Children",
    "coda_data_split": "train",
    "coda_paper_id": 5259,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Animal models suggest that influenza infection favors nasopharyngeal acquisition of pneumococci. We assessed this relationship with influenza and other respiratory viruses in young children.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Animal models suggest that influenza infection favors nasopharyngeal acquisition of pneumococci .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We assessed this relationship with influenza and other respiratory viruses in young children .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. A case-control study was nested within a prospective cohort study of acute respiratory illness (ARI) in Andean children \u003c3 years of age (RESPIRA-PERU study). Weekly household visits were made to identify ARI and obtain nasal swabs for viral detection using real-time reverse-transcription polymerase chain reaction. Monthly nasopharyngeal (NP) samples were obtained to assess pneumococcal colonization. We determined whether specific respiratory viral ARI episodes occurring within the interval between NP samples increased the risk of NP acquisition of new pneumococcal serotypes.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A case-control study was nested within a prospective cohort study of acute respiratory illness ( ARI ) in Andean children \u003c 3 years of age ( RESPIRA-PERU study ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Weekly household visits were made to identify ARI and obtain nasal swabs for viral detection using real-time reverse-transcription polymerase chain reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Monthly nasopharyngeal ( NP ) samples were obtained to assess pneumococcal colonization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We determined whether specific respiratory viral ARI episodes occurring within the interval between NP samples increased the risk of NP acquisition of new pneumococcal serotypes .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. A total of 729 children contributed 2128 episodes of observation, including 681 pneumococcal acquisition episodes (new serotype, not detected in prior sample), 1029 nonacquisition episodes (no colonization or persistent colonization with the same serotype as the prior sample), and 418 indeterminate episodes. The risk of pneumococcal acquisition increased following influenza-ARI (adjusted odds ratio [AOR], 2.19; 95% confidence interval [CI], 1.02-4.69) and parainfluenza-ARI (AOR, 1.86; 95% CI, 1.15-3.01), when compared with episodes without ARI. Other viral infections (respiratory syncytial virus, human metapneumovirus, human rhinovirus, and adenovirus) were not associated with acquisition.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 729 children contributed 2128 episodes of observation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 681 pneumococcal acquisition episodes ( new serotype , not detected in prior sample ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1029 nonacquisition episodes ( no colonization or persistent colonization with the same serotype as the prior sample ) , and 418 indeterminate episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk of pneumococcal acquisition increased following influenza-ARI ( adjusted odds ratio ( AOR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2.19 ; 95 % confidence interval ( CI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "1.02-4.69 ) and parainfluenza-ARI ( AOR , 1.86 ; 95 % CI , 1.15-3.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when compared with episodes without ARI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other viral infections ( respiratory syncytial virus , human metapneumovirus , human rhinovirus , and adenovirus ) were not associated with acquisition .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Influenza and parainfluenza ARIs appeared to facilitate pneumococcal acquisition among young children. As acquisition increases the risk of pneumococcal diseases, these observations are pivotal in our attempts to prevent pneumococcal disease.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza and parainfluenza ARIs appeared to facilitate pneumococcal acquisition among young children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As acquisition increases the risk of pneumococcal diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these observations are pivotal in our attempts to prevent pneumococcal disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "282"
  }
}