{
  "paper_id": "de4c5be6f07aa1bec39a346f1278bcf833abfc94",
  "metadata": {
    "title": "Tourism Management Perspectives Insurance uptake among small and medium-sized tourism and hospitality enterprises in a resource-scarce environment",
    "coda_data_split": "train",
    "coda_paper_id": 7843,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Small and medium-sized tourism and hospitality enterprises (SMTHEs) are often susceptible to various hazards, which result in risk concerns. Insurance is recognised as one of the risk management strategies, but evidence indicates that insurance uptake among SMTHEs has been low. Yet, researchers have hardly researched into the factors that influence insurance uptake among SMTHEs. Two-hundred and fifty (250) respondents were selected using a multi-stage sampling technique. Confirmatory factor analysis, multivariate logit and probit regression techniques were used to determine factors underlying SMTHEs\u0027 insurance uptake. Risk concerns, the firm\u0027s characteristics, the perceived benefits of insurance and other informal risk coping mechanisms, as well as insurance service provision concerns were identified as determinants of insurance uptake. This is one of the first papers to offer a holistic understanding of the factors influencing SMTHEs\u0027 insurance subscription in a resourcescarce destination of Sub-Saharan Africa. The practical and theoretical implications of the paper are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Small and medium-sized tourism and hospitality enterprises ( SMTHEs ) are often susceptible to various hazards ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which result in risk concerns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Insurance is recognised as one of the risk management strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but evidence indicates that insurance uptake among SMTHEs has been low .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , researchers have hardly researched into the factors that influence insurance uptake among SMTHEs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two-hundred and fifty ( 250 ) respondents were selected using a multi-stage sampling technique .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Confirmatory factor analysis , multivariate logit and probit regression techniques were used to determine factors underlying SMTHEs \u0027 insurance uptake .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Risk concerns , the firm \u0027s characteristics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the perceived benefits of insurance and other informal risk coping mechanisms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as insurance service provision concerns were identified as determinants of insurance uptake .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This is one of the first papers to offer a holistic understanding of the factors influencing SMTHEs \u0027 insurance subscription in a resourcescarce destination of Sub-Saharan Africa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The practical and theoretical implications of the paper are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "172"
  }
}