{
  "paper_id": "de562be49e01ca34319b504cbacad8d665d2d232",
  "metadata": {
    "title": "Respiratory health, allergies, and the farm environment: design, methods and enrollment in the observational Wisconsin Infant Study Cohort (WISC): a research proposal",
    "coda_data_split": "train",
    "coda_paper_id": 5726,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Epidemiologic and cross-sectional studies suggest that early life farming and animal exposures are associated with major health benefits, influencing immune development and modifying the subsequent risk of allergic diseases, including asthma. The Wisconsin Infant Study Cohort (WISC) study was established in central Wisconsin to test the hypothesis that early life animal farm exposures are associated with distinct innate immune cell maturation trajectories, decreased allergen sensitization and reduced respiratory viral illness burden during the first 2 years of life. Beginning in 2013, a total of 240 families have been enrolled, 16,522 biospecimens have been collected, and 4098 questionnaires have been administered and entered into a secure database. Study endpoints include nasal respiratory virus identification and respiratory illness burden score, allergic sensitization, expression of allergic disease, and antiviral immune response maturation and profiles. The WISC study prospective design, broad biospecimen collections, and unique US rural community will provide insights into the role of environmental exposures on early life immune maturation profiles associated with protection from allergic sensitization and significant respiratory viral disease burden. The WISC study findings will ultimately inform development of new strategies to promote resistance to severe respiratory viral illnesses and design primary prevention approaches for allergic diseases for all infants.",
      "sentences": [
        [
          {
            "segment_text": "Epidemiologic and cross-sectional studies suggest that early life farming and animal exposures are associated with major health benefits ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "influencing immune development and modifying the subsequent risk of allergic diseases , including asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Wisconsin Infant Study Cohort ( WISC ) study was established in central Wisconsin to test the hypothesis that early life animal farm exposures are associated with distinct innate immune cell maturation trajectories ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "decreased allergen sensitization and reduced respiratory viral illness burden during the first 2 years of life .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Beginning in 2013 , a total of 240 families have been enrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "16,522 biospecimens have been collected ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 4098 questionnaires have been administered and entered into a secure database .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Study endpoints include nasal respiratory virus identification and respiratory illness burden score ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allergic sensitization , expression of allergic disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and antiviral immune response maturation and profiles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The WISC study prospective design ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "broad biospecimen collections , and unique US rural community will provide insights into the role of environmental exposures on early life immune maturation profiles associated with protection from allergic sensitization and significant respiratory viral disease burden .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The WISC study findings will ultimately inform development of new strategies to promote resistance to severe respiratory viral illnesses and design primary prevention approaches for allergic diseases for all infants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "220"
  }
}