{
  "paper_id": "de64983bd4eb6f372ec3d1ac74511ee433632e20",
  "metadata": {
    "title": "Virus-induced autoimmune disease",
    "coda_data_split": "train",
    "coda_paper_id": 7541,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The breaking of tolerance or unresponsiveness to self-antigens, involving the activation of autoreactive lymphocytes, is a critical event leading to autoimmune diseases. The precise mechanisms by which this can occur are mostly unknown. Viruses have been implicated in this process, among other etiological factors, such as genetic predisposition and cytokine activity. Several ways have been proposed by which a viral infection might break tolerance to self and trigger an autoreactive cascade that ultimately leads to the destruction of a specific cell type or an entire organ. The process termed \u0027molecular mimicry\u0027 and the use of transgenic models in which viral and host genes can be manipulated to analyze their effects in causing autoimmunity have been particular focuses for research. For example, there is a transgenic murine model of virus-induced autoimmune disease, in which a known viral gene is selectively expressed as a self-antigen in 13 cells of the pancreas. In these mice, insulin-dependent diabetes develops after either a viral infection, the release of a cytokine such as IFN-y, or the expression of the costimulatory molecule BZ1 in the islets of Langerhans. Recent studies using this model have contributed to the understanding of the pathogenesis of virus-induced autoimmune disease and have furthered the design and testing of novel immunotherapeutic approaches.",
      "sentences": [
        [
          {
            "segment_text": "The breaking of tolerance or unresponsiveness to self-antigens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "involving the activation of autoreactive lymphocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a critical event leading to autoimmune diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The precise mechanisms by which this can occur are mostly unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses have been implicated in this process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "among other etiological factors , such as genetic predisposition and cytokine activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several ways have been proposed by which a viral infection might break tolerance to self and trigger an autoreactive cascade that ultimately leads to the destruction of a specific cell type or an entire organ .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The process termed ` molecular mimicry \u0027 and the use of transgenic models in which viral and host genes can be manipulated to analyze their effects in causing autoimmunity have been particular focuses for research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , there is a transgenic murine model of virus-induced autoimmune disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which a known viral gene is selectively expressed as a self-antigen in 13 cells of the pancreas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In these mice , insulin-dependent diabetes develops after either a viral infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the release of a cytokine such as IFN-y ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or the expression of the costimulatory molecule BZ1 in the islets of Langerhans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent studies using this model have contributed to the understanding of the pathogenesis of virus-induced autoimmune disease and have furthered the design and testing of novel immunotherapeutic approaches .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations APC antigen-presenting cell CMV cytomegalovirus CTL cytotoxic T lymphocyte GP glycoprotein IDDM insulin-dependent diabetes type II IFN interferon IL interleukin LCMV lymphocytic choriomeningitis virus MBP myelin basic protein MS multiple sclerosis NP nucleoprotein RIP rat insulin promoter TCR T cell receptor",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations APC antigen-presenting cell CMV cytomegalovirus CTL cytotoxic T lymphocyte GP glycoprotein IDDM insulin-dependent diabetes type II IFN interferon IL interleukin LCMV lymphocytic choriomeningitis virus MBP myelin basic protein MS multiple sclerosis NP nucleoprotein RIP rat insulin promoter TCR T cell receptor",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "270"
  }
}