{
  "paper_id": "de7002ef0417d0315ddda40874ff9df8c505787a",
  "metadata": {
    "title": "MERS-CoV diagnosis: An update",
    "coda_data_split": "train",
    "coda_paper_id": 8621,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Diagnosis of MERS-Cov still a major concern in most of daignostic laboratories. To date the Real-time Polymerase Chain reaction (RT-PCR) is the mainstay for diagnosis of MERS-CoV. RT-PCR has limitations, including a long turnaround time and lack of common measurements and correlations with Viral Load (VL). It is recommended to screen for MERS-CoV using RT-PCR of the upstream of envelope gene (upE) followed by confirmation of the presence of one of the following genes; open reading frame 1A, 1B genes or nucleocapsid (N) gene. Scientists are looking to implement viral sequencing on all negative samples by RT-PCR and they beleive that can be exposed to another level of testing using sequencing of the RNA-dependent RNA polymerase (RdRp) gene or N gene and in this case a positive result is diagnostic. It is also very important to maintain a contineous and random sequencing for MERS-Cov samples to be able to pick early viral mutations. Serological assays still not widely or routinely performed, and a lot of studies looking to implement such method in routine patient\u0027s testings.",
      "sentences": [
        [
          {
            "segment_text": "Diagnosis of MERS-Cov still a major concern in most of daignostic laboratories .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date the Real-time Polymerase Chain reaction ( RT-PCR ) is the mainstay for diagnosis of MERS-CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RT-PCR has limitations , including a long turnaround time and lack of common measurements and correlations with Viral Load ( VL ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is recommended to screen for MERS-CoV using RT-PCR of the upstream of envelope gene ( upE ) followed by confirmation of the presence of one of the following genes ; open reading frame 1A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "1B genes or nucleocapsid ( N ) gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Scientists are looking to implement viral sequencing on all negative samples by RT-PCR and they beleive that can be exposed to another level of testing using sequencing of the RNA-dependent RNA polymerase ( RdRp ) gene or N gene and in this case a positive result is diagnostic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is also very important to maintain a contineous and random sequencing for MERS-Cov samples to be able to pick early viral mutations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological assays still not widely or routinely performed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a lot of studies looking to implement such method in routine patient \u0027s testings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "197"
  }
}