{
  "paper_id": "de70eeaf1ee8cc318f88f942c92eb82f4e8c9ed3",
  "metadata": {
    "title": "Interleukin-1 receptor-associated kinase M (IRAK-M) promotes human rhinovirus infection in lung epithelial cells via the autophagic pathway NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 10934,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human rhinovirus (HRV) is the most common viral etiology in acute exacerbations of asthma. However, the exact mechanisms underlying HRV infection in allergic airways are poorly understood. IL-13 increases interleukin-1 receptor associated kinase M (IRAK-M) and subsequently inhibits airway innate immunity against bacteria. However, the role of IRAK-M in lung HRV infection remains unclear. Here, we provide the first evidence that IRAK-M overexpression promotes lung epithelial HRV-16 replication and autophagy, but inhibits HRV-16induced IFN-and IFN-1 expression. Inhibiting autophagy reduces HRV-16 replication. Exogenous IFN-and IFN-1 inhibit autophagy and HRV-16 replication. Our data indicate the enhancing effect of IRAK-M on epithelial HRV-16 infection, which is partly through the autophagic pathway. Impaired anti-viral interferon production may serve as a direct or an indirect (e.g., autophagy) mechanism of enhanced HRV-16 infection by IRAK-M over-expression. Targeting autophagic pathway or administrating anti-viral interferons may prevent or attenuate viral (e.g., HRV-16) infections in allergic airways.",
      "sentences": [
        [
          {
            "segment_text": "Human rhinovirus ( HRV ) is the most common viral etiology in acute exacerbations of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the exact mechanisms underlying HRV infection in allergic airways are poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IL-13 increases interleukin-1 receptor associated kinase M ( IRAK-M ) and subsequently inhibits airway innate immunity against bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the role of IRAK-M in lung HRV infection remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we provide the first evidence that IRAK-M overexpression promotes lung epithelial HRV-16 replication and autophagy ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but inhibits HRV-16induced IFN-and IFN-1 expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inhibiting autophagy reduces HRV-16 replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exogenous IFN-and IFN-1 inhibit autophagy and HRV-16 replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate the enhancing effect of IRAK-M on epithelial HRV-16 infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is partly through the autophagic pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Impaired anti-viral interferon production may serve as a direct or an indirect ( e.g. , autophagy ) mechanism of enhanced HRV-16 infection by IRAK-M over-expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Targeting autophagic pathway or administrating anti-viral interferons may prevent or attenuate viral ( e.g. , HRV-16 ) infections in allergic airways .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "173"
  }
}