{
  "paper_id": "de793a20bfe9029e76531469de1054c4d5ef37c7",
  "metadata": {
    "title": "Immunogenicity and safety of virus-like particle of the porcine encephalomyocarditis virus in pig",
    "coda_data_split": "train",
    "coda_paper_id": 3047,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In this study, porcine encephalomyocarditis virus (EMCV) virus-like particles (VLPs) were generated using a baculovirus expression system and were tested for immunogenicity and protective efficacy in vivo.",
      "sentences": [
        [
          {
            "segment_text": "Background : In this study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "porcine encephalomyocarditis virus ( EMCV ) virus-like particles ( VLPs ) were generated using a baculovirus expression system and were tested for immunogenicity and protective efficacy in vivo .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: VLPs were successfully generated from Sf9 cells infected with recombinant baculovirus and were confirmed to be approximately 30-40 nm by transmission electron microscopy (TEM). Immunization of mice with 0.5 μg crude protein containing the VLPs resulted in significant protection from EMCV infection (90%). In swine, increased neutralizing antibody titers were observed following twice immunization with 2.0 μg crude protein containing VLPs. In addition, high levels of neutralizing antibodies (from 64 to 512 fold) were maintained during a test period following the second immunization. No severe injection site reactions were observed after immunization and all swine were healthy during the immunization period Conclusion: Recombinant EMCV VLPs could represent a new vaccine candidate to protect against EMCV infection in pig farms.",
      "sentences": [
        [
          {
            "segment_text": "Results : VLPs were successfully generated from Sf9 cells infected with recombinant baculovirus and were confirmed to be approximately 30-40 nm by transmission electron microscopy ( TEM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunization of mice with 0.5 μg crude protein containing the VLPs resulted in significant protection from EMCV infection ( 90 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In swine , increased neutralizing antibody titers were observed following twice immunization with 2.0 μg crude protein containing VLPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , high levels of neutralizing antibodies ( from 64 to 512 fold ) were maintained during a test period following the second immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No severe injection site reactions were observed after immunization and all swine were healthy during the immunization period Conclusion : Recombinant EMCV VLPs could represent a new vaccine candidate to protect against EMCV infection in pig farms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "171"
  }
}