{
  "paper_id": "de876ac85313b4495ef6f7292ad5cc77cbd1880e",
  "metadata": {
    "title": "Erythromycin Estolate Inhibits Zika Virus Infection by Blocking Viral Entry as a Viral Inactivator",
    "coda_data_split": "train",
    "coda_paper_id": 7911,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recently, Zika virus (ZIKV) has attracted much attention in consideration of its association with severe neurological complications including fetal microcephaly. However, there are currently no prophylactic vaccines or therapeutic drugs approved for clinical treatments of ZIKV infection.",
      "sentences": [
        [
          {
            "segment_text": "Recently , Zika virus ( ZIKV ) has attracted much attention in consideration of its association with severe neurological complications including fetal microcephaly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there are currently no prophylactic vaccines or therapeutic drugs approved for clinical treatments of ZIKV infection .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "To determine the potential anti-ZIKV inhibitors, we screened a library of clinical drugs with good safety profiles. Erythromycin estolate (Ery-Est), one of the macrolide antibiotics, was found to effectively inhibit ZIKV infection in different cell types and significantly protect A129 mice from ZIKV-associated neurological signs and mortality. Through further investigation, Ery-Est was verified to inhibit ZIKV entry by disrupting the integrity of the viral membrane which resulted in the loss of ZIKV infectivity. Furthermore, Ery-Est also showed inhibitory activity against dengue virus (DENV) and yellow fever virus (YFV). Thus, Ery-Est may be a promising drug for patients with ZIKV infection, particularly pregnant women.",
      "sentences": [
        [
          {
            "segment_text": "To determine the potential anti-ZIKV inhibitors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we screened a library of clinical drugs with good safety profiles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Erythromycin estolate ( Ery-Est ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one of the macrolide antibiotics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was found to effectively inhibit ZIKV infection in different cell types and significantly protect A129 mice from ZIKV-associated neurological signs and mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Through further investigation , Ery-Est was verified to inhibit ZIKV entry by disrupting the integrity of the viral membrane which resulted in the loss of ZIKV infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , Ery-Est also showed inhibitory activity against dengue virus ( DENV ) and yellow fever virus ( YFV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , Ery-Est may be a promising drug for patients with ZIKV infection , particularly pregnant women .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "164"
  }
}