{
  "paper_id": "de9f765a9c35d3ea9c4423235277d69e6bab1823",
  "metadata": {
    "title": "MedChemComm Potent antiviral activity of carbohydrate-specific algal and leguminous lectins from the Brazilian biodiversity †",
    "coda_data_split": "train",
    "coda_paper_id": 3899,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Brazil has one of the largest biodiversities in the world. The search for new natural products extracted from the Brazilian flora may lead to the discovery of novel drugs with potential to treat infectious and other diseases. Here, we have investigated 9 lectins extracted and purified from the Northeastern Brazilian flora, from both leguminous species: Canavalia brasiliensis (ConBr), C. maritima (ConM), Dioclea lasiocarpa (DLasiL) and D. sclerocarpa (DSclerL), and algae Amansia multifida (AML), Bryothamniom seaforthii (BSL), Hypnea musciformis (HML), Meristiella echinocarpa (MEL) and Solieria filiformis (SfL). They were exposed to a panel of 18 different viruses, including HIV and influenza viruses. Several lectins showed highly potent antiviral activity, often within the low nanomolar range. DSclerL and DLasiL exhibited EC 50 values (effective concentration of lectin required to inhibit virus-induced cytopathicity by 50%) of 9 nM to 46 nM for HIV-1 and respiratory syncytial virus (RSV), respectively, DLasiL also inhibited feline corona virus at an EC 50 of 5 nM, and DSclerL, ConBr and ConM showed remarkably low EC 50 values ranging from 0.4 to 6 nM against influenza A virus strain H3N2 and influenza B virus. For HIV, evidence pointed to the blockage of entry of the virus into its target cells as the underlying mechanism of antiviral action of these lectins. Overall, the most promising lectins based on their EC 50 values were DLasiL, DSclerL, ConBr, ConM, SfL and HML. These novel findings indicate that lectins from the Brazilian flora may provide novel antiviral compounds with therapeutic potential. 390 | Med. Chem. Commun., 2019, 10, 390-398 This journal is",
      "sentences": [
        [
          {
            "segment_text": "Brazil has one of the largest biodiversities in the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The search for new natural products extracted from the Brazilian flora may lead to the discovery of novel drugs with potential to treat infectious and other diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we have investigated 9 lectins extracted and purified from the Northeastern Brazilian flora ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from both leguminous species : Canavalia brasiliensis ( ConBr ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "C. maritima ( ConM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Dioclea lasiocarpa ( DLasiL ) and D. sclerocarpa ( DSclerL ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and algae Amansia multifida ( AML ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Bryothamniom seaforthii ( BSL ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Hypnea musciformis ( HML ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Meristiella echinocarpa ( MEL ) and Solieria filiformis ( SfL ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were exposed to a panel of 18 different viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including HIV and influenza viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Several lectins showed highly potent antiviral activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "often within the low nanomolar range .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DSclerL and DLasiL exhibited EC 50 values ( effective concentration of lectin required to inhibit virus-induced cytopathicity by 50 % ) of 9 nM to 46 nM for HIV-1 and respiratory syncytial virus ( RSV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , DLasiL also inhibited feline corona virus at an EC 50 of 5 nM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and DSclerL , ConBr and ConM showed remarkably low EC 50 values ranging from 0.4 to 6 nM against influenza A virus strain H3N2 and influenza B virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For HIV , evidence pointed to the blockage of entry of the virus into its target cells as the underlying mechanism of antiviral action of these lectins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the most promising lectins based on their EC 50 values were DLasiL ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "DSclerL , ConBr , ConM , SfL and HML .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These novel findings indicate that lectins from the Brazilian flora may provide novel antiviral compounds with therapeutic potential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "390 | Med .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Chem .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Commun. , 2019 , 10 , 390-398 This journal is",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "24",
    "token_num": "318"
  }
}