{
  "paper_id": "de9f1c25b5a9453681ceb66ca6b0bea2278fe218",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4518,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Different pathogens have evolved distinct strategies to control their intracellular fate and promote their survival in host cells. All viruses use the intracellular-trafficking machinery of the host to enter, replicate in and exit host cells. After uptake, bacteria such as Shigella spp. and Listeria spp. immediately lyse the vacuoles in which they are present, resulting in the release of these bacteria into the cytosol, where they replicate and spread to neighbouring cells. By contrast, other intracellular pathogens -for example, Mycobacterium spp., Salmonella spp., Chlamydia spp., Brucella spp., Legionella spp., Leishmania spp. and Toxoplasma spp. -are internalized into a membranebound vacuole and remain there. However, even among these pathogens, there are different strategies for generating an environment that is suitable for replication, and the pathogen-containing vacuoles show distinct characteristics: for example, Mycobacterium spp. prevent acidification of the phagosome and therefore do not interact with late endosomes or lysosomes, whereas Salmonellacontaining vacuoles are characterized by the presence of several markers of late endocytic compartments. By contrast, other pathogens escape the endocytic pathway and interact with organelles of the secretory pathway: for example, Chlamydia spp. have been shown to intercept exocytic vesicles and acquire lipids from the trans-Golgi network. In this Review, we focus on pathogens that interact with the endoplasmic reticulum (ER) (in particular, viruses, Toxoplasma gondii, Brucella spp. and Legionella pneumophila), and we discuss the cellular and immunological consequences of this interaction. Interestingly, although the ER is an ideal location for pathogens to hide from the host immune system, emerging data indicate that several ER functions are important for the host to combat intracellular microorganisms.",
      "sentences": [
        [
          {
            "segment_text": "Different pathogens have evolved distinct strategies to control their intracellular fate and promote their survival in host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All viruses use the intracellular-trafficking machinery of the host to enter ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "replicate in and exit host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After uptake , bacteria such as Shigella spp. and Listeria spp. immediately lyse the vacuoles in which they are present ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in the release of these bacteria into the cytosol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where they replicate and spread to neighbouring cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By contrast , other intracellular pathogens - for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mycobacterium spp. , Salmonella spp. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chlamydia spp. , Brucella spp. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Legionella spp. , Leishmania spp. and Toxoplasma spp. - are internalized into a membranebound vacuole and remain there .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , even among these pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are different strategies for generating an environment that is suitable for replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the pathogen-containing vacuoles show distinct characteristics : for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mycobacterium spp. prevent acidification of the phagosome and therefore do not interact with late endosomes or lysosomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas Salmonellacontaining vacuoles are characterized by the presence of several markers of late endocytic compartments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By contrast , other pathogens escape the endocytic pathway and interact with organelles of the secretory pathway : for example ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chlamydia spp. have been shown to intercept exocytic vesicles and acquire lipids from the trans-Golgi network .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we focus on pathogens that interact with the endoplasmic reticulum ( ER ) ( in particular , viruses , Toxoplasma gondii , Brucella spp. and Legionella pneumophila ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we discuss the cellular and immunological consequences of this interaction .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Interestingly , although the ER is an ideal location for pathogens to hide from the host immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emerging data indicate that several ER functions are important for the host to combat intracellular microorganisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "21",
    "token_num": "305"
  }
}