{
  "paper_id": "dea0a7da09689bb89f292e66adaf0188cb4f3a52",
  "metadata": {
    "title": "Triphosphates of the Two Components in DESCOVY and TRUVADA are Inhibitors of the SARS-CoV-2 Polymerase",
    "coda_data_split": "train",
    "coda_paper_id": 10960,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "SARS-CoV-2, a member of the coronavirus family, is responsible for the current COVID-19 pandemic. We previously demonstrated that four nucleotide analogues (specifically, the active triphosphate forms of Sofosbuvir, Alovudine, AZT and Tenofovir alafenamide) inhibit the SARS-CoV-2 RNA-dependent RNA polymerase (RdRp). Tenofovir and emtricitabine are the two components in DESCOVY and TRUVADA, the two FDA-approved medications for use as pre-exposure prophylaxis (PrEP) to prevent HIV infection. This is a preventative method in which individuals who are HIV negative (but at high-risk of contracting the virus) take the combination drug daily to reduce the chance of becoming infected with HIV. PrEP can stop HIV from replicating and spreading throughout the body. We report here that the triphosphates of tenofovir and emtricitabine, the two components in DESCOVY and TRUVADA, act as terminators for the SARS-CoV-2 RdRp catalyzed reaction. These results provide a molecular basis to evaluate the potential of DESCOVY and TRUVADA as PrEP for COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "SARS-CoV-2 , a member of the coronavirus family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is responsible for the current COVID-19 pandemic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously demonstrated that four nucleotide analogues ( specifically , the active triphosphate forms of Sofosbuvir , Alovudine , AZT and Tenofovir alafenamide ) inhibit the SARS-CoV-2 RNA-dependent RNA polymerase ( RdRp ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tenofovir and emtricitabine are the two components in DESCOVY and TRUVADA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the two FDA-approved medications for use as pre-exposure prophylaxis ( PrEP ) to prevent HIV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is a preventative method in which individuals who are HIV negative ( but at high-risk of contracting the virus ) take the combination drug daily to reduce the chance of becoming infected with HIV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PrEP can stop HIV from replicating and spreading throughout the body .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We report here that the triphosphates of tenofovir and emtricitabine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the two components in DESCOVY and TRUVADA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "act as terminators for the SARS-CoV-2 RdRp catalyzed reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results provide a molecular basis to evaluate the potential of DESCOVY and TRUVADA as PrEP for COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "176"
  }
}