{
  "paper_id": "deaae6a471ea1ea1d2a3fe2933efeefb096a9cca",
  "metadata": {
    "title": "Ileurol tholog a Aberrant remyelination of axons after heat injury in the dorsal funiculus of rat spinal cord",
    "coda_data_split": "train",
    "coda_paper_id": 10024,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We studied the course of demyelination and subsequent remyelination of nerve fibers after heat injury in the dorsal funiculus of the rat spinal cord. Four weeks after heat treatment, we observed, in addition to normally remyelinated axons, a few aberrantly remyelinated axons which had both CNS-and PNS-type myelin sheaths: the CNS-type myelin sheaths were always situated inside the PNS-type sheaths. This finding indicates that in some conditions Schwann cells can form myelin sheaths around those formed by oligodendrocytes.",
      "sentences": [
        [
          {
            "segment_text": "We studied the course of demyelination and subsequent remyelination of nerve fibers after heat injury in the dorsal funiculus of the rat spinal cord .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Four weeks after heat treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observed , in addition to normally remyelinated axons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a few aberrantly remyelinated axons which had both CNS-and PNS-type myelin sheaths : the CNS-type myelin sheaths were always situated inside the PNS-type sheaths .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding indicates that in some conditions Schwann cells can form myelin sheaths around those formed by oligodendrocytes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "85"
  }
}