{
  "paper_id": "dec1d801c2d5a971207df424ede4b1d65267b212",
  "metadata": {
    "title": "Transcriptional slippage in the positive-sense RNA virus family Potyviridae",
    "coda_data_split": "train",
    "coda_paper_id": 6100,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The family Potyviridae encompasses~30% of plant viruses and is responsible for significant economic losses worldwide. Recently, a small overlapping coding sequence, termed pipo, was found to be conserved in the genomes of all potyvirids. PIPO is expressed as part of a frameshift protein, P3N-PIPO, which is essential for virus cell-to-cell movement. However, the frameshift expression mechanism has hitherto remained unknown. Here, we demonstrate that transcriptional slippage, specific to the viral RNA polymerase, results in a population of transcripts with an additional \"A\" inserted within a highly conserved GAAAAAA sequence, thus enabling expression of P3N-PIPO. The slippage efficiency is~2% in Turnip mosaic virus and slippage is inhibited by mutations in the GAAAAAA sequence. While utilization of transcriptional slippage is well known in negative-sense RNA viruses such as Ebola, mumps and measles, to our knowledge this is the first report of its widespread utilization for gene expression in positive-sense RNA viruses.",
      "sentences": [
        [
          {
            "segment_text": "The family Potyviridae encompasses ~ 30 % of plant viruses and is responsible for significant economic losses worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , a small overlapping coding sequence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "termed pipo , was found to be conserved in the genomes of all potyvirids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PIPO is expressed as part of a frameshift protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "P3N-PIPO , which is essential for virus cell-to-cell movement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the frameshift expression mechanism has hitherto remained unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we demonstrate that transcriptional slippage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specific to the viral RNA polymerase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "results in a population of transcripts with an additional `` A \u0027\u0027 inserted within a highly conserved GAAAAAA sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus enabling expression of P3N-PIPO .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The slippage efficiency is ~ 2 % in Turnip mosaic virus and slippage is inhibited by mutations in the GAAAAAA sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While utilization of transcriptional slippage is well known in negative-sense RNA viruses such as Ebola ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mumps and measles , to our knowledge this is the first report of its widespread utilization for gene expression in positive-sense RNA viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "176"
  }
}