{
  "paper_id": "dece55ca4326ff6107a8b0fffc67afdccfeb9d51",
  "metadata": {
    "title": "Interaction of the Dengue Virus Fusion Peptide with Membranes Assessed by NMR: The Essential Role of the Envelope Protein Trp101 for Membrane Fusion",
    "coda_data_split": "train",
    "coda_paper_id": 10540,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dengue virus (DV) infection depends on a step of membrane fusion, which occurs in the acidic environment of the endosome. This process is mediated by virus surface envelope glycoprotein, in which the loop between residues D98-G112 is considered to be crucial, acting as a fusion peptide. Here, we have characterized functionally and structurally the interaction between the DV fusion peptide and different model membranes by fluorescence and NMR. Its interaction was strongest in dodecylphosphocholine (DPC) micelles and anionic phosphatidylcholine/phosphatidylglycerol vesicles, the only vesicle that was fused by DV fusion peptide. The three-dimensional structure of DV fusion peptide bound to DPC micelles was solved by solution homonuclear NMR with an r.m.s.d. of 0.98 Å. The most striking result obtained from the solution structure was the hydrophobic triad formed by residues W101, L107, and F108, pointing toward the same direction, keeping the segment between G102 and G106 in a loop conformation. The interaction of DV fusion peptide with phosphatidylcholine/phosphatidylglycerol vesicles was also mapped by transfer-nuclear Overhauser enhancement (NOE) experiments, in which the majority of the NOE cross-peaks were from the hydrophobic triad, corroborating the DPCbound structure. Substitution of the residue W101 by an alanine residue completely abolished membrane binding and, thus, fusion by the peptide and its NOE cross-peaks. In conclusion, the 15-residue DV fusion peptide has intrinsic ability to promote membrane fusion, most likely due to the hydrophobic interaction among the residues W101, L107, and F108, which maintains its loop in the correct spatial conformation.",
      "sentences": [
        [
          {
            "segment_text": "Dengue virus ( DV ) infection depends on a step of membrane fusion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which occurs in the acidic environment of the endosome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This process is mediated by virus surface envelope glycoprotein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in which the loop between residues D98-G112 is considered to be crucial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acting as a fusion peptide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we have characterized functionally and structurally the interaction between the DV fusion peptide and different model membranes by fluorescence and NMR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Its interaction was strongest in dodecylphosphocholine ( DPC ) micelles and anionic phosphatidylcholine/phosphatidylglycerol vesicles ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the only vesicle that was fused by DV fusion peptide .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The three-dimensional structure of DV fusion peptide bound to DPC micelles was solved by solution homonuclear NMR with an r.m.s.d. of 0.98 Å .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most striking result obtained from the solution structure was the hydrophobic triad formed by residues W101 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "L107 , and F108 , pointing toward the same direction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "keeping the segment between G102 and G106 in a loop conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interaction of DV fusion peptide with phosphatidylcholine/phosphatidylglycerol vesicles was also mapped by transfer-nuclear Overhauser enhancement ( NOE ) experiments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which the majority of the NOE cross-peaks were from the hydrophobic triad , corroborating the DPCbound structure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Substitution of the residue W101 by an alanine residue completely abolished membrane binding and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus , fusion by the peptide and its NOE cross-peaks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the 15-residue DV fusion peptide has intrinsic ability to promote membrane fusion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most likely due to the hydrophobic interaction among the residues W101 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "L107 , and F108 , which maintains its loop in the correct spatial conformation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "277"
  }
}