{
  "paper_id": "ded8eae8e22763156d8982e409b55b35182380e2",
  "metadata": {
    "title": "Leishmania infection in cats and dogs housed together in an animal shelter reveals a higher parasite load in infected dogs despite a greater seroprevalence among cats",
    "coda_data_split": "train",
    "coda_paper_id": 8975,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: An outbreak of leishmaniosis was studied in cats and dogs housed together with no separation in an animal shelter in Israel.",
      "sentences": [
        [
          {
            "segment_text": "Background : An outbreak of leishmaniosis was studied in cats and dogs housed together with no separation in an animal shelter in Israel .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The study included recording of clinical signs, serology for Leishmania infection by ELISA, PCR of blood for Leishmania DNA by ITS1 HRM and kDNA PCR, parasite quantification, and trapping of sand flies around the shelter.",
      "sentences": [
        [
          {
            "segment_text": "The study included recording of clinical signs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "serology for Leishmania infection by ELISA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PCR of blood for Leishmania DNA by ITS1 HRM and kDNA PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "parasite quantification , and trapping of sand flies around the shelter .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Thirty-seven % (22/60) of the dogs and 75% (50/67) of the cats were seropositive to L. infantum with a significantly higher seropositivity rate in the cat population (χ 2 \u003d 42.160, P \u003c 0.0001). Twenty-five percent (15/60) of the dogs were positive for Leishmania by blood PCR, 12% by the Leishmania ITS1 HRM PCR and 22% by kDNA PCR. Of the cats, 16% (11/67) were positive by kDNA PCR and none by ITS1 HRM PCR. All the PCR-positive animals were infected by L. infantum verified by DNA sequencing and there was no significant difference between the PCR-positivity in the dog and cat populations. Altogether, 43% (26/60) of the dogs and 79% (53/67) of the cats were positive by serology or PCR for L. infantum. The average Leishmania parasite load in the blood of PCR-positive dogs (42,967 parasites/ml) was significantly higher than in PCR-positive cats (1259 parasites/ml) (t (12) \u003d 2.33, P \u003d 0.037). Dogs that were positive by the Leishmania ITS1 HRM PCR and kDNA PCR had significantly higher parasite loads than dogs positive only by the kDNA PCR (t (11) \u003d − 3.186580, P \u003c 0.009). No significant effect was found for FIV seropositivity on Leishmania infection in the cats (χ 2 \u003d 0.506, P \u003d 0.777). A higher percentage of Leishmania-positive dogs showed clinical signs compatible with leishmaniosis compared to Leishmania-positive cats (100 vs 52.8%, χ 2 \u003d15.242, P \u003c 0.0001). Phlebotomus perfiliewi, a proven vector of L. infantum, comprised 92% of trapped sand flies.",
      "sentences": [
        [
          {
            "segment_text": "Results : Thirty-seven % ( 22/60 ) of the dogs and 75 % ( 50/67 ) of the cats were seropositive to L. infantum with a significantly higher seropositivity rate in the cat population ( χ 2 \u003d 42.160 , P \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twenty-five percent ( 15/60 ) of the dogs were positive for Leishmania by blood PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 % by the Leishmania ITS1 HRM PCR and 22 % by kDNA PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the cats , 16 % ( 11/67 ) were positive by kDNA PCR and none by ITS1 HRM PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All the PCR-positive animals were infected by L. infantum verified by DNA sequencing and there was no significant difference between the PCR-positivity in the dog and cat populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Altogether , 43 % ( 26/60 ) of the dogs and 79 % ( 53/67 ) of the cats were positive by serology or PCR for L. infantum .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The average Leishmania parasite load in the blood of PCR-positive dogs ( 42,967 parasites/ml ) was significantly higher than in PCR-positive cats ( 1259 parasites/ml ) ( t ( 12 ) \u003d 2.33 , P \u003d 0.037 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dogs that were positive by the Leishmania ITS1 HRM PCR and kDNA PCR had significantly higher parasite loads than dogs positive only by the kDNA PCR ( t ( 11 ) \u003d − 3.186580 , P \u003c 0.009 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant effect was found for FIV seropositivity on Leishmania infection in the cats ( χ 2 \u003d 0.506 , P \u003d 0.777 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A higher percentage of Leishmania-positive dogs showed clinical signs compatible with leishmaniosis compared to Leishmania-positive cats ( 100 vs 52.8 % , χ 2 \u003d 15.242 , P \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phlebotomus perfiliewi , a proven vector of L. infantum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comprised 92 % of trapped sand flies .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Comparisons of populations of cats and dogs exposed to sand flies and L. infantum under the same conditions indicated that although a high rate of exposure was detected in cats as manifested by a significantly greater degree of seropositivity, dogs had significantly higher blood parasite loads, and were likely to be more infectious to sand flies than cats.",
      "sentences": [
        [
          {
            "segment_text": "Comparisons of populations of cats and dogs exposed to sand flies and L. infantum under the same conditions indicated that although a high rate of exposure was detected in cats as manifested by a significantly greater degree of seropositivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dogs had significantly higher blood parasite loads ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were likely to be more infectious to sand flies than cats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "434"
  }
}