{
  "paper_id": "deda9e69d8455166370e8bd96c2bdb630c4b97b0",
  "metadata": {
    "title": "molecules Emerging Structural Insights into Glycoprotein Quality Control Coupled with N-Glycan Processing in the Endoplasmic Reticulum",
    "coda_data_split": "train",
    "coda_paper_id": 9811,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In the endoplasmic reticulum (ER), the sugar chain is initially introduced onto newly synthesized proteins as a triantennary tetradecasaccharide (Glc3Man9GlcNAc2). The attached oligosaccharide chain is subjected to stepwise trimming by the actions of specific glucosidases and mannosidases. In these processes, the transiently expressed N-glycans, as processing intermediates, function as signals for the determination of glycoprotein fates, i.e., folding, transport, or degradation through interactions of a series of intracellular lectins. The monoglucosylated glycoforms are hallmarks of incompletely folded states of glycoproteins in this system, whereas the outer mannose trimming leads to ER-associated glycoprotein degradation. This review outlines the recently emerging evidence regarding the molecular and structural basis of this glycoprotein quality control system, which is regulated through dynamic interplay among intracellular lectins, glycosidases, and glycosyltransferase. Structural snapshots of carbohydrate-lectin interactions have been provided at the atomic level using X-ray crystallographic analyses. Conformational ensembles of uncomplexed triantennary high-mannose-type oligosaccharides have been",
      "sentences": [
        [
          {
            "segment_text": "In the endoplasmic reticulum ( ER ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the sugar chain is initially introduced onto newly synthesized proteins as a triantennary tetradecasaccharide ( Glc3Man9GlcNAc2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The attached oligosaccharide chain is subjected to stepwise trimming by the actions of specific glucosidases and mannosidases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In these processes , the transiently expressed N-glycans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as processing intermediates , function as signals for the determination of glycoprotein fates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. , folding , transport ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or degradation through interactions of a series of intracellular lectins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The monoglucosylated glycoforms are hallmarks of incompletely folded states of glycoproteins in this system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas the outer mannose trimming leads to ER-associated glycoprotein degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review outlines the recently emerging evidence regarding the molecular and structural basis of this glycoprotein quality control system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is regulated through dynamic interplay among intracellular lectins , glycosidases , and glycosyltransferase .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Structural snapshots of carbohydrate-lectin interactions have been provided at the atomic level using X-ray crystallographic analyses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conformational ensembles of uncomplexed triantennary high-mannose-type oligosaccharides have been",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Molecules 2015, 20 2476 characterized in a quantitative manner using molecular dynamics simulation in conjunction with nuclear magnetic resonance spectroscopy. These complementary views provide new insights into glycoprotein recognition in quality control coupled with N-glycan processing.",
      "sentences": [
        [
          {
            "segment_text": "Molecules 2015 , 20 2476 characterized in a quantitative manner using molecular dynamics simulation in conjunction with nuclear magnetic resonance spectroscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These complementary views provide new insights into glycoprotein recognition in quality control coupled with N-glycan processing .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "210"
  }
}