{
  "paper_id": "dedda95fccbc11c53c87e2edfe28557c841b5834",
  "metadata": {
    "title": "Journal Pre-proof Development of Reverse Transcription Loop-mediated Isothermal Amplification (RT- LAMP) Assays Targeting SARS-CoV-2 Development of Reverse Transcription Loop-mediated Isothermal Amplification (RT-LAMP) Assays Targeting SARS-CoV-2 3 4",
    "coda_data_split": "train",
    "coda_paper_id": 2045,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Epidemics of Coronavirus Disease 2019 now have more than 100,000 confirmed 34 cases worldwide. Diagnosis of COVID-19 is currently performed by RT-qPCR methods, but the 35 capacity of RT-qPCR methods is limited by its requirement of high-level facilities and instruments.",
      "sentences": [
        [
          {
            "segment_text": "Epidemics of Coronavirus Disease 2019 now have more than 100,000 confirmed 34 cases worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnosis of COVID-19 is currently performed by RT-qPCR methods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the 35 capacity of RT-qPCR methods is limited by its requirement of high-level facilities and instruments .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we developed and evaluated RT-LAMP assays to detect genomic RNA of SARS-CoV-2, the 37 causative virus of COVID-19. RT-LAMP assays in this study can detect as low as 100 copies of 38 SARS-CoV-2 RNA. Cross-reactivity of RT-LAMP assays to other human Coronaviruses was not 39 observed. We also adapted a colorimetric detection method for our RT-LAMP assay so that the tests 40 potentially performed in higher throughput.",
      "sentences": [
        [
          {
            "segment_text": "Here , we developed and evaluated RT-LAMP assays to detect genomic RNA of SARS-CoV-2 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the 37 causative virus of COVID-19 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "RT-LAMP assays in this study can detect as low as 100 copies of 38 SARS-CoV-2 RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cross-reactivity of RT-LAMP assays to other human Coronaviruses was not 39 observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also adapted a colorimetric detection method for our RT-LAMP assay so that the tests 40 potentially performed in higher throughput .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "117"
  }
}