{
  "paper_id": "deee82396851fdad24dd8a37c61b9b2b9e299d9f",
  "metadata": {
    "title": "Viral Host Jumps: Moving toward a Predictive Framework",
    "coda_data_split": "train",
    "coda_paper_id": 10738,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In order to predict pathogen emergence, we must distinguish between emergence phenomena that occur via different processes. Focusing on the appearance of viral pathogens in new host species, I outline a framework that uses specific molecular characteristics to rank virus families by their expected a priori ability to complete each of three steps in the emergence process (encounter, infection, and propagation). I then discuss the degree to which the patterns expected, based solely on molecular-level structural characteristics, agree with observations regarding the ability of animal viruses to infect humans. This approach yields predictions consistent with empirical observations regarding the ability of specific viral families to infect novel host species but highlights the need for consideration of other factors, such as the ecology of host interactions and the determinants of cellular susceptibility and permissivity to specific virus groups, when trying to predict the frequency with which a virus will encounter a novel host species or the probability of propagation within a novel host species once infection has occurred.",
      "sentences": [
        [
          {
            "segment_text": "In order to predict pathogen emergence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we must distinguish between emergence phenomena that occur via different processes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Focusing on the appearance of viral pathogens in new host species ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "I outline a framework that uses specific molecular characteristics to rank virus families by their expected a priori ability to complete each of three steps in the emergence process ( encounter , infection , and propagation ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "I then discuss the degree to which the patterns expected ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based solely on molecular-level structural characteristics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "agree with observations regarding the ability of animal viruses to infect humans .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This approach yields predictions consistent with empirical observations regarding the ability of specific viral families to infect novel host species but highlights the need for consideration of other factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the ecology of host interactions and the determinants of cellular susceptibility and permissivity to specific virus groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when trying to predict the frequency with which a virus will encounter a novel host species or the probability of propagation within a novel host species once infection has occurred .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "181"
  }
}