{
  "paper_id": "df0c41998e31603d157707d4acfc7bad63e0afd7",
  "metadata": {
    "title": "Development of a real-time TaqMan ® RT-PCR assay for the detection of infectious bronchitis virus in chickens, and comparison of RT-PCR and virus isolation",
    "coda_data_split": "train",
    "coda_paper_id": 3353,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A sensitive and specific method for the diagnosis of infectious bronchitis virus (IBV) is of great importance. In this study the development of a real-time TaqMan ® RT-PCR targeting the highly conserved nucleocapsid (N) gene of IBV and including an internal PCR control is described. The assay was specific for IBV and did not detect other avian pathogens, including turkey coronaviruses. A comparative limit of detection was determined for M41, an embryo-adapted strain, and IS/885/00, a poorly embryo-adapted variant. For M41 real-time RT-PCR and virus isolation were one or two times more sensitive than RT-PCR targeting the N or spike glycoprotein (S1) genes, respectively. For IS/885/00, real-time RT-PCR was more sensitive by tenfold than virus isolation and 30-or 40-fold than by N gene or S1 gene RT-PCR, respectively. Real-time RT-PCR and virus isolation were 17-75% more sensitive than RT-PCR targeting the S1 gene for testing tracheal swabs directly from experimentally infected chicks. When tracheal and cloacal swabs from clinical specimens were tested directly, 50% more samples were positive by real-time RT-PCR than by the S1 gene RT-PCR. Real-time RT-PCR targeting the N gene is more sensitive than common diagnostic assays, allowing rapid and accurate IBV detection directly from clinical specimens, facilitating differential diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "A sensitive and specific method for the diagnosis of infectious bronchitis virus ( IBV ) is of great importance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study the development of a real-time TaqMan ® RT-PCR targeting the highly conserved nucleocapsid ( N ) gene of IBV and including an internal PCR control is described .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The assay was specific for IBV and did not detect other avian pathogens , including turkey coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A comparative limit of detection was determined for M41 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an embryo-adapted strain , and IS/885/00 , a poorly embryo-adapted variant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For M41 real-time RT-PCR and virus isolation were one or two times more sensitive than RT-PCR targeting the N or spike glycoprotein ( S1 ) genes , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For IS/885/00 , real-time RT-PCR was more sensitive by tenfold than virus isolation and 30-or 40-fold than by N gene or S1 gene RT-PCR , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real-time RT-PCR and virus isolation were 17-75 % more sensitive than RT-PCR targeting the S1 gene for testing tracheal swabs directly from experimentally infected chicks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When tracheal and cloacal swabs from clinical specimens were tested directly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "50 % more samples were positive by real-time RT-PCR than by the S1 gene RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real-time RT-PCR targeting the N gene is more sensitive than common diagnostic assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing rapid and accurate IBV detection directly from clinical specimens , facilitating differential diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "230"
  }
}