{
  "paper_id": "df2139e29e0ed3891126f4d3ba2262eb22244191",
  "metadata": {
    "title": "A Conserved Motif at the 3 End of Mouse Hepatitis Virus Genomic RNA Required for Host Protein Binding and Viral RNA Replication",
    "coda_data_split": "train",
    "coda_paper_id": 10882,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A conserved 11-nucleotide sequence, UGAAUGAAGUU, at the 3 end of the genomic RNA of coronavirus mouse hepatitis virus was required for host protein binding and viral RNA synthesis. An RNA probe containing this 11-nucleotide sequence bound four cellular proteins with a highly labeled protein of 120 kDa and three minor species with sizes of 103, 81, and 55 kDa. Mutation of the 11-nucleotide motif abolished cellular protein binding. The RNA-protein complexes observed with cytoplasmic extracts from MHV-JHM-infected cells in both RNase protection/gel mobility shift and UV cross-linking assays were indistinguishable from those observed with extracts from uninfected cells. Both negative-strand synthesis and positivestrand replication of viral defective interfering RNAs in the presence of helper virus were affected by mutations that disrupt RNA-protein complex formation, even though the 11 mutated nucleotides were converted to the wild-type sequence, presumably by recombination with helper virus. Kinetic analysis indicated that recombination between DI RNA and helper virus occurred relatively early in the MHV replicative cycle at 5.5 to 7.5 hr postinfection, a time when viral RNA synthesis and replication of positive-strand DI RNA were at barely detectable levels. A DI RNA with a mutation upstream of the protein binding element replicated as efficiently as wild type without undergoing recombination. Thus, the 11-nucleotide conserved host protein binding motif appears to play an important role in viral RNA replication. ᭧",
      "sentences": [
        [
          {
            "segment_text": "A conserved 11-nucleotide sequence , UGAAUGAAGUU ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at the 3 end of the genomic RNA of coronavirus mouse hepatitis virus was required for host protein binding and viral RNA synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An RNA probe containing this 11-nucleotide sequence bound four cellular proteins with a highly labeled protein of 120 kDa and three minor species with sizes of 103 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "81 , and 55 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mutation of the 11-nucleotide motif abolished cellular protein binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RNA-protein complexes observed with cytoplasmic extracts from MHV-JHM-infected cells in both RNase protection/gel mobility shift and UV cross-linking assays were indistinguishable from those observed with extracts from uninfected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both negative-strand synthesis and positivestrand replication of viral defective interfering RNAs in the presence of helper virus were affected by mutations that disrupt RNA-protein complex formation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even though the 11 mutated nucleotides were converted to the wild-type sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "presumably by recombination with helper virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Kinetic analysis indicated that recombination between DI RNA and helper virus occurred relatively early in the MHV replicative cycle at 5.5 to 7.5 hr postinfection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a time when viral RNA synthesis and replication of positive-strand DI RNA were at barely detectable levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A DI RNA with a mutation upstream of the protein binding element replicated as efficiently as wild type without undergoing recombination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the 11-nucleotide conserved host protein binding motif appears to play an important role in viral RNA replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "239"
  }
}