{
  "paper_id": "df238f71b181f3818d71c00f1c1754c7551e734c",
  "metadata": {
    "title": "Enhancement of the vaccinia virus/phage T7 RNA polymerase expression system using encephalomyocarditis virus 5\u0027-untranslated region sequences",
    "coda_data_split": "train",
    "coda_paper_id": 9884,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A recombinant vaccinia virus producing the bacteriophage T7 RNA polymerase was used to express foreign genes in eukaryotic cells. Translation efficiency in this expression system was enhanced significantly by employing the encephalomyocarditis virus (EMCV) 5\u0027-untranslated region (UTR) which confers cap-independent translation by directing internal initiation of translation.",
      "sentences": [
        [
          {
            "segment_text": "A recombinant vaccinia virus producing the bacteriophage T7 RNA polymerase was used to express foreign genes in eukaryotic cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Translation efficiency in this expression system was enhanced significantly by employing the encephalomyocarditis virus ( EMCV ) 5 \u0027 - untranslated region ( UTR ) which confers cap-independent translation by directing internal initiation of translation .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The enhancement was accomplished by fusing open reading frames (ORFs) to the N terminus of the EMCV polyprotein coding region, thus utilizing its highly efficient translation initiation site. Expression vectors were constructed to allow cloning in all three reading frames. As reporter genes, we used the IucZ gene and a number of genes encoding coronavirus structural proteins: among others the genes encoding glycoproteins with N-terminal signal sequences. The signal sequences of these glycoproteins are located internally in the primary translation product. We demonstrated that this did not interfere with translocation and glycosylation and yields biologically active proteins. The usefulness of sequences that direct internal initiation was extended by using EMCV UTR s to express two and three ORFs from polycistronic mRNAs.",
      "sentences": [
        [
          {
            "segment_text": "The enhancement was accomplished by fusing open reading frames ( ORFs ) to the N terminus of the EMCV polyprotein coding region ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thus utilizing its highly efficient translation initiation site .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Expression vectors were constructed to allow cloning in all three reading frames .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As reporter genes , we used the IucZ gene and a number of genes encoding coronavirus structural proteins : among others the genes encoding glycoproteins with N-terminal signal sequences .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The signal sequences of these glycoproteins are located internally in the primary translation product .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We demonstrated that this did not interfere with translocation and glycosylation and yields biologically active proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The usefulness of sequences that direct internal initiation was extended by using EMCV UTR s to express two and three ORFs from polycistronic mRNAs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "188"
  }
}