{
  "paper_id": "df41cc876b69669969a9dc3abdbf3062aa605887",
  "metadata": {
    "title": "SIMULATION AND VISUALIZATION OF FLOW PATTERN IN MICROARRAYS FOR LIQUID PHASE OLIGONUCLEOTIDE AND PEPTIDE SYNTHESIS",
    "coda_data_split": "train",
    "coda_paper_id": 5552,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microfluidic microarrays have been developed for economical and rapid parallel synthesis of oligonucleotide and peptide libraries. For a synthesis system to be reproducible and uniform, it is crucial to have a uniform reagent delivery throughout the system. Computational fluid dynamics (CFD) is used to model and simulate the microfluidic microarrays to study geometrical effects on flow patterns. By proper design geometry, flow uniformity could be obtained in every microreactor in the microarrays.",
      "sentences": [
        [
          {
            "segment_text": "Microfluidic microarrays have been developed for economical and rapid parallel synthesis of oligonucleotide and peptide libraries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For a synthesis system to be reproducible and uniform ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is crucial to have a uniform reagent delivery throughout the system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Computational fluid dynamics ( CFD ) is used to model and simulate the microfluidic microarrays to study geometrical effects on flow patterns .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "By proper design geometry , flow uniformity could be obtained in every microreactor in the microarrays .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "80"
  }
}