{
  "paper_id": "df46bf0f02a7a1acdb3792013774d7efe6eef372",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6571,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Multiple infections, or simultaneous infection of a host with multiple parasites, are the rule rather than the exception. Interactions between co-occurring pathogens in a population may be mutualistic, competitive or facilitative. For some pathogen combinations, these interrelated effects will have epidemiological consequences; however this is as yet poorly incorporated into practical disease ecology. For example, screening of Mallards for influenza A viruses (IAV) have repeatedly revealed high prevalence and large subtype diversity in the Northern Hemisphere. Other studies have identified avian paramyxovirus type 1 (APMV-1) and coronaviruses (CoVs) in Mallards, but without making inferences on the larger viral assemblage. In this study we followed 144 wild Mallards across an autumn season in a natural stopover site and constructed infection histories of IAV, APMV-1 and CoV. There was a high prevalence of IAV, comprising of 27 subtype combinations, while APMV-1 had a comparatively low prevalence (with a peak of 2%) and limited strain variation, similar to previous findings. Avian CoVs were common, with prevalence up to 12%, and sequence analysis identified different putative genetic lineages. An investigation of the dynamics of co-infections revealed a synergistic effect between CoV and IAV, whereby CoV prevalence was higher given that the birds were co-infected with IAV. There were no interactive effects between IAV and APMV-1. Disease dynamics are the result of an interplay between parasites, host immune responses, and resources; and is imperative that we begin to include all factors to better understand infectious disease risk.",
      "sentences": [
        [
          {
            "segment_text": "Multiple infections , or simultaneous infection of a host with multiple parasites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are the rule rather than the exception .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interactions between co-occurring pathogens in a population may be mutualistic , competitive or facilitative .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For some pathogen combinations , these interrelated effects will have epidemiological consequences ; however this is as yet poorly incorporated into practical disease ecology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For example , screening of Mallards for influenza A viruses ( IAV ) have repeatedly revealed high prevalence and large subtype diversity in the Northern Hemisphere .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other studies have identified avian paramyxovirus type 1 ( APMV-1 ) and coronaviruses ( CoVs ) in Mallards ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but without making inferences on the larger viral assemblage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study we followed 144 wild Mallards across an autumn season in a natural stopover site and constructed infection histories of IAV , APMV-1 and CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There was a high prevalence of IAV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "comprising of 27 subtype combinations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while APMV-1 had a comparatively low prevalence ( with a peak of 2 % ) and limited strain variation , similar to previous findings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Avian CoVs were common , with prevalence up to 12 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and sequence analysis identified different putative genetic lineages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An investigation of the dynamics of co-infections revealed a synergistic effect between CoV and IAV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereby CoV prevalence was higher given that the birds were co-infected with IAV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no interactive effects between IAV and APMV-1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease dynamics are the result of an interplay between parasites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "host immune responses , and resources ; and is imperative that we begin to include all factors to better understand infectious disease risk .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "280"
  }
}