{
  "paper_id": "df4e7d832ca277b5ad96b3269411936bb2f9a49f",
  "metadata": {
    "title": "The Medicine and Public Health Initiative Ten Years Later",
    "coda_data_split": "train",
    "coda_paper_id": 2941,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Medicine and Public Health Initiative (MPHI) was created jointly 10 years ago by the American Medical Association and the American Public Health Association to bridge the nearly century-wide gulf between the respective disciplines. We review the history of MPHI and its growing significance in light of recent terrorism events. We report on current MPHI activities by examining three bellwether states-California, Florida, and Texas-as well as international sites. Upon its inception, MPHI was rapidly embraced and nationally disseminated. Sustainability 10 years later in the post-911 world requires renewed commitment by all collaborators. In order to meet the numerous health challenges facing our nation, from terrorism to chronic disease, and for MPHI to be successful, medicine and public health must work in tandem. (Am J Prev Med 2005; 29 (2):149 -153)",
      "sentences": [
        [
          {
            "segment_text": "The Medicine and Public Health Initiative ( MPHI ) was created jointly 10 years ago by the American Medical Association and the American Public Health Association to bridge the nearly century-wide gulf between the respective disciplines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review the history of MPHI and its growing significance in light of recent terrorism events .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We report on current MPHI activities by examining three bellwether states-California ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Florida , and Texas-as well as international sites .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upon its inception , MPHI was rapidly embraced and nationally disseminated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sustainability 10 years later in the post-911 world requires renewed commitment by all collaborators .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In order to meet the numerous health challenges facing our nation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from terrorism to chronic disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and for MPHI to be successful ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "medicine and public health must work in tandem .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Prev Med 2005 ; 29 ( 2 ) : 149 -153 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "151"
  }
}