{
  "paper_id": "df605c7743673dade86350172a3c6513bc437c90",
  "metadata": {
    "title": "viruses Rhinoviruses and Respiratory Enteroviruses: Not as Simple as ABC",
    "coda_data_split": "train",
    "coda_paper_id": 7933,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rhinoviruses (RVs) and respiratory enteroviruses (EVs) are leading causes of upper respiratory tract infections and among the most frequent infectious agents in humans worldwide. Both are classified in the Enterovirus genus within the Picornaviridae family and they have been assigned to seven distinct species, RV-A, B, C and EV-A, B, C, D. As viral infections of public health significance, they represent an important financial burden on health systems worldwide. However, the lack of efficient antiviral treatment or vaccines against these highly prevalent pathogens prevents an effective management of RV-related diseases. Current advances in molecular diagnostic techniques have revealed the presence of RV in the lower respiratory tract and its role in lower airway diseases is increasingly reported. In addition to an established etiological role in the common cold, these viruses demonstrate an unexpected capacity to spread to other body sites under certain conditions. Some of these viruses have received particular attention recently, such as EV-D68 that caused a large outbreak of respiratory illness in 2014, respiratory EVs from species C, or viruses within the newly-discovered RV-C species. This review provides an update of the latest findings on clinical and fundamental aspects of RV and respiratory EV, including a summary of basic knowledge of their biology.",
      "sentences": [
        [
          {
            "segment_text": "Rhinoviruses ( RVs ) and respiratory enteroviruses ( EVs ) are leading causes of upper respiratory tract infections and among the most frequent infectious agents in humans worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both are classified in the Enterovirus genus within the Picornaviridae family and they have been assigned to seven distinct species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RV-A , B , C and EV-A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "B , C , D .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As viral infections of public health significance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they represent an important financial burden on health systems worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the lack of efficient antiviral treatment or vaccines against these highly prevalent pathogens prevents an effective management of RV-related diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current advances in molecular diagnostic techniques have revealed the presence of RV in the lower respiratory tract and its role in lower airway diseases is increasingly reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to an established etiological role in the common cold ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these viruses demonstrate an unexpected capacity to spread to other body sites under certain conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some of these viruses have received particular attention recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as EV-D68 that caused a large outbreak of respiratory illness in 2014 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respiratory EVs from species C ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or viruses within the newly-discovered RV-C species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an update of the latest findings on clinical and fundamental aspects of RV and respiratory EV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including a summary of basic knowledge of their biology .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "230"
  }
}