{
  "paper_id": "df67138602e86807940f2bb401b520ce3ef3b1b9",
  "metadata": {
    "title": "Pertussis CASE PRESENTATION 1",
    "coda_data_split": "train",
    "coda_paper_id": 8656,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A 19-day-old female infant was admitted to a neonatal ICU in Ankara, Turkey. A product of an unremarkable gestation and vaginal delivery at 39 weeks, she began to have symptoms of an upper respiratory infection at the age of 15 days. The illness abruptly worsened 3 days later with cough, cyanosis, periods of apnea, and progressive respiratory failure precipitating her admission. The mother, who had received DPT (diphtheria, pertussis, and tetanus) vaccination as a child, reported a mild cough beginning in the 2 weeks prior to delivery. Upon arrival, the infant was having apneic episodes with cyanosis and her O 2 saturation dropped to 36% during a coughing spasm. An initial white blood cell count was 27,200/µL with 60% lymphocytes and a chest X-ray did not reveal any infiltrates.",
      "sentences": [
        [
          {
            "segment_text": "A 19-day-old female infant was admitted to a neonatal ICU in Ankara , Turkey .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A product of an unremarkable gestation and vaginal delivery at 39 weeks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "she began to have symptoms of an upper respiratory infection at the age of 15 days .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The illness abruptly worsened 3 days later with cough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cyanosis , periods of apnea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and progressive respiratory failure precipitating her admission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mother , who had received DPT ( diphtheria , pertussis , and tetanus ) vaccination as a child ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reported a mild cough beginning in the 2 weeks prior to delivery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon arrival , the infant was having apneic episodes with cyanosis and her O 2 saturation dropped to 36 % during a coughing spasm .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An initial white blood cell count was 27,200 / µL with 60 % lymphocytes and a chest X-ray did not reveal any infiltrates .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Despite ampicillin and gentamicin, she deteriorated further and endotracheal intubation was necessary but was discontinued on day 2 of her admission. Nasopharyngeal washings were tested by PCR and were negative for respiratory syncytial virus, influenza A and B, adenovirus, parainfluenza virus, and coronavirus. Based on the infant\u0027s symptom complex and lymphocytosis, she had erythromycin therapy added on day 4. Nasopharyngeal aspirates obtained before erythromycin treatment was begun were positive for pertussis by PCR and by culture on BordetÀGengou agar. The infant\u0027s serum antibody against pertussis toxin was undetectable. The infant slowly improved with fewer bouts of paroxysmal coughing and she was discharged on hospital day 10. The mother was the only contact who reported cough and was the only contact that was seropositive for pertussis although her culture was negative.",
      "sentences": [
        [
          {
            "segment_text": "Despite ampicillin and gentamicin , she deteriorated further and endotracheal intubation was necessary but was discontinued on day 2 of her admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal washings were tested by PCR and were negative for respiratory syncytial virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza A and B , adenovirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parainfluenza virus , and coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on the infant \u0027s symptom complex and lymphocytosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "she had erythromycin therapy added on day 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirates obtained before erythromycin treatment was begun were positive for pertussis by PCR and by culture on BordetÀGengou agar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infant \u0027s serum antibody against pertussis toxin was undetectable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The infant slowly improved with fewer bouts of paroxysmal coughing and she was discharged on hospital day 10 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mother was the only contact who reported cough and was the only contact that was seropositive for pertussis although her culture was negative .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Emerging Infectious Diseases.",
      "sentences": [
        [
          {
            "segment_text": "Emerging Infectious Diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "300"
  }
}