{
  "paper_id": "df7931af27a6989aed26f5f1cf3eb5793ce5f83f",
  "metadata": {
    "title": "Forecasting tourist arrivals by using the adaptive network-based fuzzy inference system",
    "coda_data_split": "train",
    "coda_paper_id": 3988,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since accurate forecasting of tourist arrivals is very important for planning for potential tourism demand and improving the tourism infrastructure, various tourist arrivals forecasting methods have been developed. The purpose of this study is to apply the adaptive network-based fuzzy inference system (ANFIS) model to forecast the tourist arrivals to Taiwan and demonstrate the forecasting performance of this model. Based on the mean absolute percentage errors and statistical results, we can see that the ANFIS model has better forecasting performance than the fuzzy time series model, grey forecasting model and Markov residual modified model. Thus, the ANFIS model is a promising alternative for forecasting the tourist arrivals. We also use the ANFIS model to forecast the monthly tourist arrivals to Taiwan from Japan, Hong Kong and Macao, and the United States.",
      "sentences": [
        [
          {
            "segment_text": "Since accurate forecasting of tourist arrivals is very important for planning for potential tourism demand and improving the tourism infrastructure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "various tourist arrivals forecasting methods have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study is to apply the adaptive network-based fuzzy inference system ( ANFIS ) model to forecast the tourist arrivals to Taiwan and demonstrate the forecasting performance of this model .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Based on the mean absolute percentage errors and statistical results ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we can see that the ANFIS model has better forecasting performance than the fuzzy time series model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "grey forecasting model and Markov residual modified model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , the ANFIS model is a promising alternative for forecasting the tourist arrivals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also use the ANFIS model to forecast the monthly tourist arrivals to Taiwan from Japan ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Hong Kong and Macao , and the United States .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "144"
  }
}