{
  "paper_id": "df794557c0c0da0a84d28c5df7f3748560fde11f",
  "metadata": {
    "title": "Genomic legacy of the African cheetah, Acinonyx jubatus Genomic legacy of the African cheetah, Acinonyx jubatus",
    "coda_data_split": "train",
    "coda_paper_id": 9012,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Patterns of genetic and genomic variance are informative in inferring population history for human, model species and endangered populations. Results: Here the genome sequence of wild-born African cheetahs reveals extreme genomic depletion in SNV incidence, SNV density, SNVs of coding genes, MHC class I and II genes, and mitochondrial DNA SNVs. Cheetah genomes are on average 95 % homozygous compared to the genomes of the outbred domestic cat (24.08 % homozygous), Virunga Mountain Gorilla (78.12 %), inbred Abyssinian cat (62.63 %), Tasmanian devil, domestic dog and other mammalian species. Demographic estimators impute two ancestral population bottlenecks: one \u003e100,000 years ago coincident with cheetah migrations out of the Americas and into Eurasia and Africa, and a second 11,084-12,589 years ago in Africa coincident with late Pleistocene large mammal extinctions. MHC class I gene loss and dramatic reduction in functional diversity of MHC genes would explain why cheetahs ablate skin graft rejection among unrelated individuals. Significant excess of non-synonymous mutations in AKAP4 (p \u003c 0.02), a gene mediating spermatozoon development, indicates cheetah fixation of five function-damaging amino acid variants distinct from AKAP4 homologues of other Felidae or mammals; AKAP4 dysfunction may cause the cheetah\u0027s extremely high (\u003e80 %) pleiomorphic sperm.",
      "sentences": [
        [
          {
            "segment_text": "Background : Patterns of genetic and genomic variance are informative in inferring population history for human ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "model species and endangered populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results : Here the genome sequence of wild-born African cheetahs reveals extreme genomic depletion in SNV incidence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SNV density , SNVs of coding genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MHC class I and II genes , and mitochondrial DNA SNVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cheetah genomes are on average 95 % homozygous compared to the genomes of the outbred domestic cat ( 24.08 % homozygous ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Virunga Mountain Gorilla ( 78.12 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inbred Abyssinian cat ( 62.63 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Tasmanian devil , domestic dog and other mammalian species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Demographic estimators impute two ancestral population bottlenecks : one \u003e 100,000 years ago coincident with cheetah migrations out of the Americas and into Eurasia and Africa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a second 11,084-12,589 years ago in Africa coincident with late Pleistocene large mammal extinctions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHC class I gene loss and dramatic reduction in functional diversity of MHC genes would explain why cheetahs ablate skin graft rejection among unrelated individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant excess of non-synonymous mutations in AKAP4 ( p \u003c 0.02 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a gene mediating spermatozoon development ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicates cheetah fixation of five function-damaging amino acid variants distinct from AKAP4 homologues of other Felidae or mammals ; AKAP4 dysfunction may cause the cheetah \u0027s extremely high ( \u003e 80 % ) pleiomorphic sperm .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The study provides an unprecedented genomic perspective for the rare cheetah, with potential relevance to the species\u0027 natural history, physiological adaptations and unique reproductive disposition.",
      "sentences": [
        [
          {
            "segment_text": "The study provides an unprecedented genomic perspective for the rare cheetah ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with potential relevance to the species \u0027 natural history ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "physiological adaptations and unique reproductive disposition .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The African cheetah-the world\u0027s fastest land animalis a paradigm of physical prowess that displays numerous physiological adaptations allowing for magnificent high-speed sprints across the African plains. Cheetahs",
      "sentences": [
        [
          {
            "segment_text": "The African cheetah-the world \u0027s fastest land animalis a paradigm of physical prowess that displays numerous physiological adaptations allowing for magnificent high-speed sprints across the African plains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cheetahs",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "292"
  }
}