{
  "paper_id": "df80fa6f76ce033b13914cc535cb7397e4b5a687",
  "metadata": {
    "title": "Frontiers of transcutaneous vaccination systems: Novel technologies and devices for vaccine delivery",
    "coda_data_split": "train",
    "coda_paper_id": 4565,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transcutaneous immunization (TCI) systems that use the skin\u0027s immune function are promising needlefree, easy-to-use, and low-invasive vaccination alternative to conventional, injectable vaccination methods. To develop effective TCI systems, it is essential to establish fundamental techniques and technologies that deliver antigenic proteins to antigen-presenting cells in the epidermis and dermis while overcoming the barrier function of the stratum corneum. In this review, we provide an outline of recent trends in the development of techniques for the delivery of antigenic proteins and of the technologies used to enhance TCI systems. We also introduce basic and clinical research involving our TCI systems that incorporate several original devices.",
      "sentences": [
        [
          {
            "segment_text": "Transcutaneous immunization ( TCI ) systems that use the skin \u0027s immune function are promising needlefree ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "easy-to-use , and low-invasive vaccination alternative to conventional , injectable vaccination methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To develop effective TCI systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is essential to establish fundamental techniques and technologies that deliver antigenic proteins to antigen-presenting cells in the epidermis and dermis while overcoming the barrier function of the stratum corneum .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we provide an outline of recent trends in the development of techniques for the delivery of antigenic proteins and of the technologies used to enhance TCI systems .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also introduce basic and clinical research involving our TCI systems that incorporate several original devices .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "116"
  }
}