{
  "paper_id": "dfa3dbdc7b28b9075361efcb919d3a1b19636edd",
  "metadata": {
    "title": "Emerging roles of interferon-stimulated genes in the innate immune response to hepatitis C virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 3007,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Infection with hepatitis C virus (HCV), a major viral cause of chronic liver disease, frequently progresses to steatosis and cirrhosis, which can lead to hepatocellular carcinoma. HCV infection strongly induces host responses, such as the activation of the unfolded protein response, autophagy and the innate immune response. Upon HCV infection, the host induces the interferon (IFN)-mediated frontline defense to limit virus replication. Conversely, HCV employs diverse strategies to escape host innate immune surveillance. Type I IFN elicits its antiviral actions by inducing a wide array of IFN-stimulated genes (ISGs). Nevertheless, the mechanisms by which these ISGs participate in IFN-mediated anti-HCV actions remain largely unknown. In this review, we first outline the signaling pathways known to be involved in the production of type I IFN and ISGs and the tactics that HCV uses to subvert innate immunity. Then, we summarize the effector mechanisms of scaffold ISGs known to modulate IFN function in HCV replication. We also highlight the potential functions of emerging ISGs, which were identified from genome-wide siRNA screens, in HCV replication. Finally, we discuss the functions of several cellular determinants critical for regulating host immunity in HCV replication. This review will provide a basis for understanding the complexity and functionality of the pleiotropic IFN system in HCV infection. Elucidation of the specificity and the mode of action of these emerging ISGs will also help to identify novel cellular targets against which effective HCV therapeutics can be developed.",
      "sentences": [
        [
          {
            "segment_text": "Infection with hepatitis C virus ( HCV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a major viral cause of chronic liver disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "frequently progresses to steatosis and cirrhosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can lead to hepatocellular carcinoma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCV infection strongly induces host responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the activation of the unfolded protein response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "autophagy and the innate immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Upon HCV infection , the host induces the interferon ( IFN ) - mediated frontline defense to limit virus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conversely , HCV employs diverse strategies to escape host innate immune surveillance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Type I IFN elicits its antiviral actions by inducing a wide array of IFN-stimulated genes ( ISGs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the mechanisms by which these ISGs participate in IFN-mediated anti-HCV actions remain largely unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we first outline the signaling pathways known to be involved in the production of type I IFN and ISGs and the tactics that HCV uses to subvert innate immunity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Then , we summarize the effector mechanisms of scaffold ISGs known to modulate IFN function in HCV replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We also highlight the potential functions of emerging ISGs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which were identified from genome-wide siRNA screens , in HCV replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , we discuss the functions of several cellular determinants critical for regulating host immunity in HCV replication .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This review will provide a basis for understanding the complexity and functionality of the pleiotropic IFN system in HCV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Elucidation of the specificity and the mode of action of these emerging ISGs will also help to identify novel cellular targets against which effective HCV therapeutics can be developed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "271"
  }
}