{
  "paper_id": "dfb5791b30de01afa8509a4c56833d22c6bdc112",
  "metadata": {
    "title": "SCIENCE CHINA A glimpse of enzymology within the idea of systems",
    "coda_data_split": "train",
    "coda_paper_id": 4751,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Next year will mark the 100th anniversary of the Michaelis-Menten equation [1], one of the most important and well known models in enzymology. Remarkable progress in enzymology over the past hundred years has not only provided deep insight into biological processes, but also has dramatically changed our lives. However, because of limitations in available techniques, enzymologists primarily investigate the in vitro properties and catalytic mechanisms of individual enzymes. Thus, they often fail to address a fundamental scientific question: how are biological processes, most of which are chemical reactions catalyzed by enzymes, coordinated in space and time to produce a living organism [2]? Fortunately, applications of new techniques and, in particular, wide acceptance of the idea of systems have enabled enzymologists to begin studying enzymes in the context of dynamic, complicated biological systems in recent years. Many excellent reviews and research articles on enzymology have been published in the past few years. These articles highlight the latest developments in enzymology, and should prove helpful for understanding how to best integrate the idea of systems into enzymology research.",
      "sentences": [
        [
          {
            "segment_text": "Next year will mark the 100th anniversary of the Michaelis-Menten equation ( 1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one of the most important and well known models in enzymology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Remarkable progress in enzymology over the past hundred years has not only provided deep insight into biological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but also has dramatically changed our lives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , because of limitations in available techniques ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enzymologists primarily investigate the in vitro properties and catalytic mechanisms of individual enzymes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , they often fail to address a fundamental scientific question : how are biological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most of which are chemical reactions catalyzed by enzymes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "coordinated in space and time to produce a living organism ( 2 ) ?",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fortunately , applications of new techniques and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular , wide acceptance of the idea of systems have enabled enzymologists to begin studying enzymes in the context of dynamic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "complicated biological systems in recent years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many excellent reviews and research articles on enzymology have been published in the past few years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These articles highlight the latest developments in enzymology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and should prove helpful for understanding how to best integrate the idea of systems into enzymology research .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In living organisms, protein post-translational modification (PTM) pathways are large and interconnected networks. Via reversible or irreversible covalent modifications, allo-steric regulations of PTM enzymes and cross-talk of PTM pathways, PTM networks enable organisms to respond to stimuli faster than is possible through gene transcription regulation. Therefore, PTM enzymes, as key nodes of biological networks, are a recent focus of attention.",
      "sentences": [
        [
          {
            "segment_text": "In living organisms , protein post-translational modification ( PTM ) pathways are large and interconnected networks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Via reversible or irreversible covalent modifications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allo-steric regulations of PTM enzymes and cross-talk of PTM pathways ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PTM networks enable organisms to respond to stimuli faster than is possible through gene transcription regulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , PTM enzymes , as key nodes of biological networks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are a recent focus of attention .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "271"
  }
}