{
  "paper_id": "dfc6f5eb1b904af1ee1a6bbd074777276d8a6449",
  "metadata": {
    "title": "Public Health and Health Informatics 1 , King Saud Bin Abdulaziz University for Health Sciences 2 , Saudi Arabia b Infection Control Department, Ministry of National Guard Health Affairs",
    "coda_data_split": "train",
    "coda_paper_id": 3380,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In August 2015, the Corona outbreak caused by Middle East respiratory syndrome coronavirus (MERS-CoV) was the 9th episode since June 2012 in Saudi Arabia. Little is known about the public awareness toward the nature or prevention of the disease. The aim of this work was to assess the knowledge of the adult population in Riyadh toward the MERS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "In August 2015 , the Corona outbreak caused by Middle East respiratory syndrome coronavirus ( MERS-CoV ) was the 9th episode since June 2012 in Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known about the public awareness toward the nature or prevention of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this work was to assess the knowledge of the adult population in Riyadh toward the MERS-CoV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "In this cross-sectional survey, a self-administrated questionnaire was distributed to randomly selected participants visiting malls in Riyadh. The questionnaire contained measurable epidemiological and clinical MERS-CoV knowledge level variables and relevant source of information.",
      "sentences": [
        [
          {
            "segment_text": "In this cross-sectional survey , a self-administrated questionnaire was distributed to randomly selected participants visiting malls in Riyadh .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The questionnaire contained measurable epidemiological and clinical MERS-CoV knowledge level variables and relevant source of information .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The study included 676 participants. Mean age was 32.5 (±SD 8.6) years and 353 (47.8%) were males. Almost all participants heard about the corona disease and causative agent. The study showed a fair overall knowledge (66.0%), less knowledge on epidemiological features of the disease (58.3%), and good knowledge (90.7%) on the clinical manifestation of the MERS-CoV. Internet was the major (89.0%) source of disease information, and other sources including health care providers, SMS, television, magazines and books were low rated (all \u003c25%). In a multivariate logistic regression analysis age ≤30 years (Odds Ratio (OR) \u003d 1.647, 95%CI 1.048-2.584, P \u003d 0.030), male gender (OR \u003d 1.536, 95%CI 1.105-2.134, P \u003d 0.01), and no tertiary education (OR \u003d 1.957, 95%CI 1.264-3.030, P \u003d 0.003) were independent significant predictors of poor epidemiological knowledge.",
      "sentences": [
        [
          {
            "segment_text": "The study included 676 participants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mean age was 32.5 ( ± SD 8.6 ) years and 353 ( 47.8 % ) were males .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Almost all participants heard about the corona disease and causative agent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study showed a fair overall knowledge ( 66.0 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "less knowledge on epidemiological features of the disease ( 58.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and good knowledge ( 90.7 % ) on the clinical manifestation of the MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Internet was the major ( 89.0 % ) source of disease information ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and other sources including health care providers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SMS , television , magazines and books were low rated ( all \u003c 25 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a multivariate logistic regression analysis age ≤ 30 years ( Odds Ratio ( OR ) \u003d 1.647 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % CI 1.048-2.584 , P \u003d 0.030 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "male gender ( OR \u003d 1.536 , 95 % CI 1.105-2.134 , P \u003d 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no tertiary education ( OR \u003d 1.957 , 95 % CI 1.264-3.030 , P \u003d 0.003 ) were independent significant predictors of poor epidemiological knowledge .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study concludes that there was inadequate epidemiological knowledge received by the public and the reliance mostly on the clinical manifestations to recognizing the MERS-CoV disease. Comprehensive public health education programs is important to increase awareness of simple epidemiological determinants of the disease is warranted.",
      "sentences": [
        [
          {
            "segment_text": "This study concludes that there was inadequate epidemiological knowledge received by the public and the reliance mostly on the clinical manifestations to recognizing the MERS-CoV disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comprehensive public health education programs is important to increase awareness of simple epidemiological determinants of the disease is warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "335"
  }
}