{
  "paper_id": "dfd8a8d727848934c6196ac5764b13fe6649faa0",
  "metadata": {
    "title": "Synthesis and structure-activity relationship studies of water-soluble b-cyclodextrin-glycyrrhetinic acid conjugates as potential anti-influenza virus agents",
    "coda_data_split": "train",
    "coda_paper_id": 8388,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Glycyrrhetinic acid (GA) is a major constituent of the herb Glycyrrhiza glabra, and many of its derivatives demonstrate a broad spectrum of antiviral activities. In the current study, 18 water-soluble b-cyclodextrin (CD)-GA conjugates, in which GA was covalently coupled to the primary face of b-CD using 1,2,3-triazole moiety along with varying lengths of linker, were synthesized via copper-catalyzed azide-alkyl cycloaddition reaction. Benefited from the attached b-CD moiety, all these conjugates showed lower hydrophobicity (AlogP) compared with their parent compound GA. With the exception of per-O-methylated b-CD-GA conjugate (35), all other conjugates showed no significant cytotoxicity to MDCK cells, and these conjugates were then screened against A/WSN/33 (H1N1) virus using the cytopathic effect assay. The preliminary results indicated that six conjugates showed promising antiviral activity, and the C-3 and C-30 of GA could tolerate some modifications. Our findings suggested that GA could be used as a lead compound for the development of potential anti-influenza virus agents.",
      "sentences": [
        [
          {
            "segment_text": "Glycyrrhetinic acid ( GA ) is a major constituent of the herb Glycyrrhiza glabra ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many of its derivatives demonstrate a broad spectrum of antiviral activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , 18 water-soluble b-cyclodextrin ( CD ) - GA conjugates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in which GA was covalently coupled to the primary face of b-CD using 1,2,3-triazole moiety along with varying lengths of linker ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were synthesized via copper-catalyzed azide-alkyl cycloaddition reaction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Benefited from the attached b-CD moiety ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all these conjugates showed lower hydrophobicity ( AlogP ) compared with their parent compound GA. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the exception of per-O-methylated b-CD-GA conjugate ( 35 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all other conjugates showed no significant cytotoxicity to MDCK cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and these conjugates were then screened against A/WSN/33 ( H1N1 ) virus using the cytopathic effect assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The preliminary results indicated that six conjugates showed promising antiviral activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the C-3 and C-30 of GA could tolerate some modifications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggested that GA could be used as a lead compound for the development of potential anti-influenza virus agents .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "181"
  }
}