{
  "paper_id": "dfe23d64895beefb7e0fec49126c49d982ffe8da",
  "metadata": {
    "title": "Point-of-View Making vaccines \"on demand\" A potential solution for emerging pathogens and biodefense?",
    "coda_data_split": "train",
    "coda_paper_id": 3204,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Emergency Medical Countermeasures Enterprise (PHEMCE) has made great strides in strategic preparedness and response capabilities. There have been numerous advances in planning, biothreat countermeasure development, licensure, manufacturing, stockpiling and deployment. Increased biodefense surveillance capability has dramatically improved, while new tools and increased awareness have fostered rapid identification of new potential public health pathogens. Unfortunately, structural delays in vaccine design, development, manufacture, clinical testing and licensure processes remain significant obstacles to an effective national biodefense rapid response capability. This is particularly true for the very real threat of \"novel pathogens\" such as the avian-origin influenzas H7N9 and H5N1, and new coronaviruses such as hCoV-EMC. Conventional approaches to vaccine development, production, clinical testing and licensure are incompatible with the prompt deployment needed for an effective public health response. An alternative approach, proposed here, is to apply computational vaccine design tools and rapid production technologies that now make it possible to engineer vaccines for novel emerging pathogen and WMD biowarfare agent countermeasures in record time. These new tools have the potential to significantly reduce the time needed to design string-of-epitope vaccines for previously unknown",
      "sentences": [
        [
          {
            "segment_text": "Emergency Medical Countermeasures Enterprise ( PHEMCE ) has made great strides in strategic preparedness and response capabilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There have been numerous advances in planning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "biothreat countermeasure development , licensure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "manufacturing , stockpiling and deployment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increased biodefense surveillance capability has dramatically improved ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while new tools and increased awareness have fostered rapid identification of new potential public health pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , structural delays in vaccine design ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "development , manufacture , clinical testing and licensure processes remain significant obstacles to an effective national biodefense rapid response capability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is particularly true for the very real threat of `` novel pathogens \u0027\u0027 such as the avian-origin influenzas H7N9 and H5N1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and new coronaviruses such as hCoV-EMC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conventional approaches to vaccine development ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "production , clinical testing and licensure are incompatible with the prompt deployment needed for an effective public health response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An alternative approach , proposed here ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "is to apply computational vaccine design tools and rapid production technologies that now make it possible to engineer vaccines for novel emerging pathogen and WMD biowarfare agent countermeasures in record time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These new tools have the potential to significantly reduce the time needed to design string-of-epitope vaccines for previously unknown",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "206"
  }
}