{
  "paper_id": "dfe64ba8bf59ab09b956b293c47a3798df11b31a",
  "metadata": {
    "title": "Detection of human rhinovirus C in fecal samples of children with gastroenteritis",
    "coda_data_split": "train",
    "coda_paper_id": 5957,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Despite recent discovery of the novel human rhinovirus species, HRV-C, little is known about the association of HRV-C in diseases other than respiratory tract infections. Objectives: To investigate the presence of HRV-C in fecal samples of children with gastroenteritis. Study design: 734 fecal samples from hospitalized children with gastroenteritis were subject to picornavirus detection by RT-PCR of the conserved 5 -NCR. Positive samples were subject to VP4 and 3D pol gene analysis for species determination. The clinical and molecular epidemiology of HRV-C and other picornaviruses was analyzed. Results: Picornaviruses were detected in 113 (15.4%) of 734 fecal samples from children with gastroenteritis by RT-PCR of 5 -NCR, with 58 containing potential HRVs and 55 containing other enteroviruses. PCR of the VP4 and 3D pol regions was positive in 21 and 19 samples respectively (both regions positive in 8 samples). Sequencing analysis showed the presence of HRV-C in four samples, and diverse picornaviruses including HRV-A (n \u003d 2), HEV-A (n \u003d 2), HEV-B (n \u003d 2), HEV-C (n \u003d 21) and HPeV (n \u003d 2) in other samples, with co-detection of HRV-C and HPeV in one sample. Of the four children with HRV-C detected in fecal samples, three presented with diarrhea in the absence of respiratory symptoms, while one also had acute bronchiolitis. The four HRV-C strains from fecal samples belonged to the existing clade of diverse HRV-C genotypes, indistinguishable from previous respiratory strains. Conclusions: HRV-C can be detected in fecal samples of children with gastroenteritis, in the absence of respiratory symptoms. This study also represented the first to detect HPeV in our population.",
      "sentences": [
        [
          {
            "segment_text": "Background : Despite recent discovery of the novel human rhinovirus species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HRV-C , little is known about the association of HRV-C in diseases other than respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To investigate the presence of HRV-C in fecal samples of children with gastroenteritis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : 734 fecal samples from hospitalized children with gastroenteritis were subject to picornavirus detection by RT-PCR of the conserved 5 - NCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Positive samples were subject to VP4 and 3D pol gene analysis for species determination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical and molecular epidemiology of HRV-C and other picornaviruses was analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Picornaviruses were detected in 113 ( 15.4 % ) of 734 fecal samples from children with gastroenteritis by RT-PCR of 5 - NCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with 58 containing potential HRVs and 55 containing other enteroviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR of the VP4 and 3D pol regions was positive in 21 and 19 samples respectively ( both regions positive in 8 samples ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequencing analysis showed the presence of HRV-C in four samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and diverse picornaviruses including HRV-A ( n \u003d 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HEV-A ( n \u003d 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HEV-B ( n \u003d 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HEV-C ( n \u003d 21 ) and HPeV ( n \u003d 2 ) in other samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with co-detection of HRV-C and HPeV in one sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the four children with HRV-C detected in fecal samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "three presented with diarrhea in the absence of respiratory symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while one also had acute bronchiolitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The four HRV-C strains from fecal samples belonged to the existing clade of diverse HRV-C genotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indistinguishable from previous respiratory strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HRV-C can be detected in fecal samples of children with gastroenteritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the absence of respiratory symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study also represented the first to detect HPeV in our population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "23",
    "token_num": "310"
  }
}