{
  "paper_id": "dff99e9ab98e383caee9c9da12d4b30dc6bf99da",
  "metadata": {
    "title": "Infection Prevention in Transplantation",
    "coda_data_split": "train",
    "coda_paper_id": 7658,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The number of patients undergoing hematopoietic cell and solid organ transplantation are increasing every year, as are the number of centers both transplanting and caring for these patients. Improvements in transplant procedures, immunosuppressive regimens, and prevention of transplantassociated complications have led to marked improvements in survival in both populations. Infections remain one of the most important sources of excess morbidity and mortality in transplant, and therefore, infection prevention strategies are a critical element for avoiding these complications in centers caring for high-risk patients. This manuscript aims to provide an update of recent data on prevention of major healthcareassociated infections unique to transplantation, reviews the emergence of antimicrobial resistant infections, and discusses updated strategies to both identify and prevent transmission of these pathogens in transplant recipients.",
      "sentences": [
        [
          {
            "segment_text": "The number of patients undergoing hematopoietic cell and solid organ transplantation are increasing every year ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as are the number of centers both transplanting and caring for these patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Improvements in transplant procedures , immunosuppressive regimens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and prevention of transplantassociated complications have led to marked improvements in survival in both populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections remain one of the most important sources of excess morbidity and mortality in transplant ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and therefore , infection prevention strategies are a critical element for avoiding these complications in centers caring for high-risk patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This manuscript aims to provide an update of recent data on prevention of major healthcareassociated infections unique to transplantation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "reviews the emergence of antimicrobial resistant infections ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discusses updated strategies to both identify and prevent transmission of these pathogens in transplant recipients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "136"
  }
}