{
  "paper_id": "e04e77c0564ec2ccd37586cee5d3a09abca82597",
  "metadata": {
    "title": "Throat swabs in children with respiratory tract infection: associations with clinical presentation and potential targets for point-of-care testing",
    "coda_data_split": "train",
    "coda_paper_id": 7117,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background and objectives. Diagnostic uncertainty over respiratory tract infections (RTIs) in primary care contributes to over-prescribing of antibiotics and drives antibiotic resistance. If symptoms and signs predict respiratory tract microbiology, they could help clinicians target antibiotics to bacterial infection. This study aimed to determine relationships between symptoms and signs in children presenting to primary care and microbes from throat swabs. Methods. Cross-sectional study of children ≥3 months to \u003c16 years presenting with acute cough and RTI, with subset follow-up. Associations and area under receiver operating curve (AUROC) statistics sought between clinical presentation and baseline microbe detection. Microbe prevalence compared between baseline (symptomatic) and follow-up (asymptomatic) visits. Results. At baseline, ≥1 bacteria was detected in 1257/2113 (59.5%) children and ≥1 virus in 894/2127 (42%) children. Clinical presentation was not associated with detection of ≥1 bacteria [AUROC 0.54 (95% CI 0.52-0.56)] or ≥1 virus [0.64 (95% CI 0.61-0.66)]. Individually, only respiratory syncytial virus (RSV) was associated with clinical presentation ]. Prevalence fell between baseline and follow-up; more so in viruses (68% versus 26%, P \u003c 0.001) than bacteria (56% versus 40%, P \u003d 0.01); greatest reductions seen in RSV, influenza B and Haemophilus influenzae. Conclusion. Findings demonstrate that clinical presentation cannot distinguish the presence of bacteria or viruses in the upper respiratory tract. However, individual and overall microbe prevalence was greater when children were unwell than when well, providing some evidence that upper respiratory tract microbes may be the cause or consequence of the illness. If causal, selective microbial point-of-care testing could be beneficial.",
      "sentences": [
        [
          {
            "segment_text": "Background and objectives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diagnostic uncertainty over respiratory tract infections ( RTIs ) in primary care contributes to over-prescribing of antibiotics and drives antibiotic resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "If symptoms and signs predict respiratory tract microbiology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they could help clinicians target antibiotics to bacterial infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to determine relationships between symptoms and signs in children presenting to primary care and microbes from throat swabs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cross-sectional study of children ≥ 3 months to \u003c 16 years presenting with acute cough and RTI , with subset follow-up .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Associations and area under receiver operating curve ( AUROC ) statistics sought between clinical presentation and baseline microbe detection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Microbe prevalence compared between baseline ( symptomatic ) and follow-up ( asymptomatic ) visits .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At baseline , ≥ 1 bacteria was detected in 1257/2113 ( 59.5 % ) children and ≥ 1 virus in 894/2127 ( 42 % ) children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical presentation was not associated with detection of ≥ 1 bacteria ( AUROC 0.54 ( 95 % CI 0.52-0.56 ) ) or ≥ 1 virus ( 0.64 ( 95 % CI 0.61-0.66 ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Individually , only respiratory syncytial virus ( RSV ) was associated with clinical presentation ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prevalence fell between baseline and follow-up ; more so in viruses ( 68 % versus 26 % , P \u003c 0.001 ) than bacteria ( 56 % versus 40 % , P \u003d 0.01 ) ; greatest reductions seen in RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza B and Haemophilus influenzae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Findings demonstrate that clinical presentation can not distinguish the presence of bacteria or viruses in the upper respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , individual and overall microbe prevalence was greater when children were unwell than when well ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing some evidence that upper respiratory tract microbes may be the cause or consequence of the illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If causal , selective microbial point-of-care testing could be beneficial .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "17",
    "segment_num": "20",
    "token_num": "322"
  }
}