{
  "paper_id": "e06022e85d59209981ff67b7bd0d4bebd2becfa5",
  "metadata": {
    "title": "Comparing the performance of 3 bioaerosol samplers for influenza virus",
    "coda_data_split": "train",
    "coda_paper_id": 9473,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory viral diseases can be spread when a virus-containing particle (droplet) from one individual is aerosolized and subsequently comes into either direct or indirect contact with another individual. Increasing numbers of studies are examining the occupational risk to healthcare workers due to proximity to patients. Selecting the appropriate air sampling method is a critical factor in assuring the analytical performance characteristics of a clinical study. The objective of this study was to compare the physical collection efficiency and virus collection efficiency of a 5 mL compact SKC BioSampler ® , a gelatin filter, and a glass fiber filter, in a laboratory setting. The gelatin filter and the glass fiber filter were housed in a home-made filter holder. Submersion (with vortexing and subsequent centrifugation) was used for the gelatin and glass fiber filters. Swabbing method was also tested to retrieve the viruses from the glass fiber filter. Experiments were conducted using the H1N1 influenza A virus A/Puerto Rico/8/1934 (IAV-PR8), and viral recovery was determined using culture and commercial real-time-PCR (BioFire and Xpert). An atomizer was used to aerosolize a solution of influenza virus in PBS for measurement, and two Scanning Mobility Particle Sizers were used to determine particle size distributions. The SKC BioSampler demonstrated a U-shaped physical collection efficiency, lowest for particles around 30-50 nm, and highest at 10 nm and 300-350 nm within the size range examined. The physical collection efficiency of the gelatin filter was strongly influenced by air flow and time: a stable collection across all particle sizes was only observed at 2 L/min for the 9 min sampling time, otherwise, degradation of the filter was observed. The glass fiber filter demonstrated the highest physical collection efficiency (100% for all sizes) of all tested samplers, however, its overall virus recovery efficiency fared the worst (too low to quantify). The highest viral collection efficiencies for the SKC BioSampler and gelatin filter were 5% and 1.5%, respectively. Overall, the SKC BioSampler outperformed the filters. It is important to consider the total concentration of viruses entering the sampler when interpreting the results.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory viral diseases can be spread when a virus-containing particle ( droplet ) from one individual is aerosolized and subsequently comes into either direct or indirect contact with another individual .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing numbers of studies are examining the occupational risk to healthcare workers due to proximity to patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Selecting the appropriate air sampling method is a critical factor in assuring the analytical performance characteristics of a clinical study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to compare the physical collection efficiency and virus collection efficiency of a 5 mL compact SKC BioSampler ® ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a gelatin filter , and a glass fiber filter , in a laboratory setting .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The gelatin filter and the glass fiber filter were housed in a home-made filter holder .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Submersion ( with vortexing and subsequent centrifugation ) was used for the gelatin and glass fiber filters .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Swabbing method was also tested to retrieve the viruses from the glass fiber filter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Experiments were conducted using the H1N1 influenza A virus A/Puerto Rico/8/1934 ( IAV-PR8 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and viral recovery was determined using culture and commercial real-time-PCR ( BioFire and Xpert ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An atomizer was used to aerosolize a solution of influenza virus in PBS for measurement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two Scanning Mobility Particle Sizers were used to determine particle size distributions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The SKC BioSampler demonstrated a U-shaped physical collection efficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lowest for particles around 30-50 nm ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and highest at 10 nm and 300-350 nm within the size range examined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The physical collection efficiency of the gelatin filter was strongly influenced by air flow and time : a stable collection across all particle sizes was only observed at 2 L/min for the 9 min sampling time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "otherwise , degradation of the filter was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The glass fiber filter demonstrated the highest physical collection efficiency ( 100 % for all sizes ) of all tested samplers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , its overall virus recovery efficiency fared the worst ( too low to quantify ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest viral collection efficiencies for the SKC BioSampler and gelatin filter were 5 % and 1.5 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the SKC BioSampler outperformed the filters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is important to consider the total concentration of viruses entering the sampler when interpreting the results .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "384"
  }
}