{
  "paper_id": "e065a96a33ccdbcc23e9f7d0af9c5edf440cb478",
  "metadata": {
    "title": "Search past issues of EID at www.cdc.gov/eid",
    "coda_data_split": "train",
    "coda_paper_id": 4099,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An outbreak of severe acute respiratory syndrome (SARS) in humans, associated with a new coronavirus, was reported in Southeast Asia, Europe, and North America in early 2003. To address speculations that the virus originated in domesticated animals, or that domestic species were susceptible to the virus, we inoculated 6week-old pigs and chickens intravenously, intranasally, ocularly, and orally with 106 PFU of SARS-associated coronavirus (SARS-CoV). Clinical signs did not develop in any animal, nor were gross pathologic changes evident on postmortem examinations. Attempts at virus isolation were unsuccessful; however, viral RNA was detected by reverse transcriptase-polymerase chain reaction in blood of both species during the first week after inoculation, and in chicken organs at 2 weeks after inoculation. Virus-neutralizing antibodies developed in the pigs. Our results indicate that these animals do not play a role as amplifying hosts for SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "An outbreak of severe acute respiratory syndrome ( SARS ) in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with a new coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was reported in Southeast Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Europe , and North America in early 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address speculations that the virus originated in domesticated animals ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "or that domestic species were susceptible to the virus ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we inoculated 6week-old pigs and chickens intravenously ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intranasally , ocularly , and orally with 106 PFU of SARS-associated coronavirus ( SARS-CoV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical signs did not develop in any animal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nor were gross pathologic changes evident on postmortem examinations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attempts at virus isolation were unsuccessful ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral RNA was detected by reverse transcriptase-polymerase chain reaction in blood of both species during the first week after inoculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in chicken organs at 2 weeks after inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus-neutralizing antibodies developed in the pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results indicate that these animals do not play a role as amplifying hosts for SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "15",
    "token_num": "162"
  }
}