{
  "paper_id": "e07361f2a5b41f06e67480a816ae7e8a8e7fda27",
  "metadata": {
    "title": "Cellular and molecular mechanisms of viral infection in the human placenta",
    "coda_data_split": "train",
    "coda_paper_id": 3066,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One sentence summary: One current overview about viral entry and dissemination mechanism at the maternal-fetal interface.",
      "sentences": [
        [
          {
            "segment_text": "One sentence summary : One current overview about viral entry and dissemination mechanism at the maternal-fetal interface .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The placenta is a highly specialized organ that is formed during human gestation for conferring protection and generating an optimal microenvironment to maintain the equilibrium between immunological and biochemical factors for fetal development. Diverse pathogens, including viruses, can infect several cellular components of the placenta, such as trophoblasts, syncytiotrophoblasts and other hematopoietic cells. Viral infections during pregnancy have been associated with fetal malformation and pregnancy complications such as preterm labor. In this minireview, we describe the most recent findings regarding virus-host interactions at the placental interface and investigate the mechanisms through which viruses may access trophoblasts and the pathogenic processes involved in viral dissemination at the maternal-fetal interface.",
      "sentences": [
        [
          {
            "segment_text": "The placenta is a highly specialized organ that is formed during human gestation for conferring protection and generating an optimal microenvironment to maintain the equilibrium between immunological and biochemical factors for fetal development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diverse pathogens , including viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can infect several cellular components of the placenta ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as trophoblasts , syncytiotrophoblasts and other hematopoietic cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral infections during pregnancy have been associated with fetal malformation and pregnancy complications such as preterm labor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this minireview , we describe the most recent findings regarding virus-host interactions at the placental interface and investigate the mechanisms through which viruses may access trophoblasts and the pathogenic processes involved in viral dissemination at the maternal-fetal interface .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "135"
  }
}