{
  "paper_id": "e08d308e5923cb4f741d34a6cd3548a17a04a2b1",
  "metadata": {
    "title": "Maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia: a case-control study",
    "coda_data_split": "train",
    "coda_paper_id": 6853,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The ongoing epidemics of coronavirus disease 2019 have caused serious concerns about its potential adverse effects on pregnancy. There are limited data on maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "The ongoing epidemics of coronavirus disease 2019 have caused serious concerns about its potential adverse effects on pregnancy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are limited data on maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We conducted a case-control study to compare clinical characteristics, maternal and neonatal outcomes of pregnant women with and without COVID-19 pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "We conducted a case-control study to compare clinical characteristics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "maternal and neonatal outcomes of pregnant women with and without COVID-19 pneumonia .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "During January 24 to February 29, 2020, there were sixteen pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases who were admitted to labor in the third trimester. Two had vaginal delivery and the rest took cesarean section. Few patients presented respiratory symptoms (fever and cough) on admission, but most had typical chest CT images of COVID-19 pneumonia. Compared to the controls, COVID-19 pneumonia patients had lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP), and alanine aminotransferase (ALT) on admission. Increased levels of WBC, neutrophils, eosinophils, and CRP were found in postpartum blood tests of pneumonia patients. There were three (18.8%) and two (10.5%) of the mothers with confirmed or suspected COVID-19 pneumonia had preterm delivery due to maternal complications, which were significantly higher than the control group. None experienced respiratory failure during hospital stay.",
      "sentences": [
        [
          {
            "segment_text": "During January 24 to February 29 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2020 , there were sixteen pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases who were admitted to labor in the third trimester .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two had vaginal delivery and the rest took cesarean section .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Few patients presented respiratory symptoms ( fever and cough ) on admission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but most had typical chest CT images of COVID-19 pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compared to the controls , COVID-19 pneumonia patients had lower counts of white blood cells ( WBC ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutrophils , C-reactive protein ( CRP ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and alanine aminotransferase ( ALT ) on admission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increased levels of WBC , neutrophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "eosinophils , and CRP were found in postpartum blood tests of pneumonia patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were three ( 18.8 % ) and two ( 10.5 % ) of the mothers with confirmed or suspected COVID-19 pneumonia had preterm delivery due to maternal complications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were significantly higher than the control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None experienced respiratory failure during hospital stay .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "COVID-19 infection was not found in the newborns and none developed severe neonatal complications.",
      "sentences": [
        [
          {
            "segment_text": "COVID-19 infection was not found in the newborns and none developed severe neonatal complications .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "the author/funder , who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "270"
  }
}