{
  "paper_id": "e0c3c71595df612a63691d8190418adbe3dd8ece",
  "metadata": {
    "title": "Immune Response to a Murine Coronavirus: Identification of a Homing Receptor-Negative CD4+ T Cell Subset That Responds to Viral Glycoproteins",
    "coda_data_split": "train",
    "coda_paper_id": 7294,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The lymphocyte proliferative response to mouse hepatitis virus, strain JHM (MHV-JHM), a well-described cause of chronic and acute neurological infections, has been studied using vaccinia virus recombinants expressing individual MHV proteins. The surface (S) and transmembrane (M) glycoproteins were the most active proteins in causing proliferation of lymphocytes isolated from immunized adult mice, whereas lymphocytes from persistently infected mice proliferated only in response to the S protein. The cells from immunized mice which proliferated most actively in response to MHV were positive for the CD4 antigen and secreted interferon-r.",
      "sentences": [
        [
          {
            "segment_text": "The lymphocyte proliferative response to mouse hepatitis virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "strain JHM ( MHV-JHM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a well-described cause of chronic and acute neurological infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been studied using vaccinia virus recombinants expressing individual MHV proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The surface ( S ) and transmembrane ( M ) glycoproteins were the most active proteins in causing proliferation of lymphocytes isolated from immunized adult mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas lymphocytes from persistently infected mice proliferated only in response to the S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cells from immunized mice which proliferated most actively in response to MHV were positive for the CD4 antigen and secreted interferon-r .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In addition, the most responsive subset of cells did not express gp90MEL-14, the lymph node-specific homing receptor. The results identify a subpopulation of CD4+ T cells that may be an important component of the cell-mediated immune response to this virus. The data also suggest that response to the M protein is important in preventing disease progression in C57BL/6 mice since cells which reco$nize this protein are absent from persistently infected mice.",
      "sentences": [
        [
          {
            "segment_text": "In addition , the most responsive subset of cells did not express gp90MEL-14 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the lymph node-specific homing receptor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results identify a subpopulation of CD4 + T cells that may be an important component of the cell-mediated immune response to this virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data also suggest that response to the M protein is important in preventing disease progression in C57BL/6 mice since cells which reco $ nize this protein are absent from persistently infected mice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "181"
  }
}