{
  "paper_id": "e0d7ff094aad4031bc73a82ae7b4dd6e5f8723c7",
  "metadata": {
    "title": "Identification of an Unclassified Paramyxovirus in Coleura afra: A Potential Case of Host Specificity",
    "coda_data_split": "train",
    "coda_paper_id": 8793,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are known to harbor multiple paramyxoviruses. Despite the creation of two new genera, Aquaparamyxovirus and Ferlavirus, to accommodate this increasing diversity, several recently isolated or characterized viruses remain unclassified beyond the subfamily level. In the present study, among 985 bats belonging to 6 species sampled in the Belinga caves of Gabon, RNA of an unclassified paramyxovirus (Belinga bat virus, BelPV) was discovered in 14 African sheathtailed bats (Coleura afra), one of which exhibited several hemorrhagic lesions at necropsy, and viral sequence was obtained in two animals. Phylogenetically, BelPV is related to J virus and Beilong virus (BeiPV), two other unclassified paramyxoviruses isolated from rodents. In the diseased BelPV-infected C. afra individual, high viral load was detected in the heart, and the lesions were consistent with those reported in wild rodents and mice experimentally infected by J virus. BelPV was not detected in other tested bat species sharing the same roosting sites and living in very close proximity with C. afra in the two caves sampled, suggesting that this virus may be host-specific for C. afra. The mode of transmission of this paramyxovirus in bat populations remains to be discovered.",
      "sentences": [
        [
          {
            "segment_text": "Bats are known to harbor multiple paramyxoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the creation of two new genera ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Aquaparamyxovirus and Ferlavirus , to accommodate this increasing diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several recently isolated or characterized viruses remain unclassified beyond the subfamily level .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , among 985 bats belonging to 6 species sampled in the Belinga caves of Gabon ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "RNA of an unclassified paramyxovirus ( Belinga bat virus , BelPV ) was discovered in 14 African sheathtailed bats ( Coleura afra ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "one of which exhibited several hemorrhagic lesions at necropsy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and viral sequence was obtained in two animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetically , BelPV is related to J virus and Beilong virus ( BeiPV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two other unclassified paramyxoviruses isolated from rodents .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the diseased BelPV-infected C. afra individual ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high viral load was detected in the heart ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the lesions were consistent with those reported in wild rodents and mice experimentally infected by J virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BelPV was not detected in other tested bat species sharing the same roosting sites and living in very close proximity with C. afra in the two caves sampled ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that this virus may be host-specific for C. afra .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mode of transmission of this paramyxovirus in bat populations remains to be discovered .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "216"
  }
}