{
  "paper_id": "e13230e49788afb14a5a0619161889efe3056a1a",
  "metadata": {
    "title": "Effect of Viral Infections on Pulmonary Function in Patients with Chronic Obstructive Pulmonary Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 6837,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effect of 100 separate viral infections of the respiratory tract on pulmonary function was evaluated prospectively over an eight-year period in 84 patients with chronic obstructive pulmonary diseases and in eight normal subjects. Some viral infections were associated with small acute declines in forced vital capacity and/or I-sec forced expiratory volume of 25-300 ml. These declines were detectable only during the 9Q-day period after infection. The greatest abnormalities of pulmonary function followed infections with influenza virus, and the mean acute changes in I-sec forced expiratory volume (-118.5 ml) were significantly greater than expected (-15.2 ml; P \u003d 0.03). Smaller, statistically insignificant declines followed infections with parainfluenza virus, rhinovirus, adenovirus, and respiratory syncytial virus, and no changes were detectable after infections with coronavirus, herpes simplex virus, Mycoplasma pneumoniae, and Haemophilus influenzae. Long-term effects of influenza or other viral infections on the course of chronic obstructive pulmonary disease were not detected in this study population.",
      "sentences": [
        [
          {
            "segment_text": "The effect of 100 separate viral infections of the respiratory tract on pulmonary function was evaluated prospectively over an eight-year period in 84 patients with chronic obstructive pulmonary diseases and in eight normal subjects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some viral infections were associated with small acute declines in forced vital capacity and/or I-sec forced expiratory volume of 25-300 ml .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These declines were detectable only during the 9Q-day period after infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The greatest abnormalities of pulmonary function followed infections with influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the mean acute changes in I-sec forced expiratory volume ( -118.5 ml ) were significantly greater than expected ( -15.2 ml ; P \u003d 0.03 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Smaller , statistically insignificant declines followed infections with parainfluenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rhinovirus , adenovirus , and respiratory syncytial virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and no changes were detectable after infections with coronavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "herpes simplex virus , Mycoplasma pneumoniae , and Haemophilus influenzae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Long-term effects of influenza or other viral infections on the course of chronic obstructive pulmonary disease were not detected in this study population .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The hypothesis that viral infections of the respiratory tract may contribute to progressive deterioration of airway function in patients with chronic bronchitis, emphysema, and other chronic obstructive pulmonary diseases (COPD) has intrigued investigators for several years [1] [2] [3] [4] [5] . Evidence supporting this hypothesis includes the well-documented association between viral infections and acute exacerbations of bronchitis in patients with COPD [5] [6] [7] [8] [9] [10] [11] [12] , as well as the recent reports that transient alterations in the function of small airways may occur in normal adults after acute viral infections of the respiratory tract [13] [14] [15] [16] [17] [18] [19] .",
      "sentences": [
        [
          {
            "segment_text": "The hypothesis that viral infections of the respiratory tract may contribute to progressive deterioration of airway function in patients with chronic bronchitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "emphysema , and other chronic obstructive pulmonary diseases ( COPD ) has intrigued investigators for several years ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evidence supporting this hypothesis includes the well-documented association between viral infections and acute exacerbations of bronchitis in patients with COPD ( 5 ) ( 6 ) ( 7 ) ( 8 ) ( 9 ) ( 10 ) ( 11 ) ( 12 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as the recent reports that transient alterations in the function of small airways may occur in normal adults after acute viral infections of the respiratory tract ( 13 ) ( 14 ) ( 15 ) ( 16 ) ( 17 ) ( 18 ) ( 19 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "325"
  }
}