{
  "paper_id": "e1371bc7c700d3752ae645755967db504347d87f",
  "metadata": {
    "title": "molecules Bioinformatics Resources and Tools for Phage Display",
    "coda_data_split": "train",
    "coda_paper_id": 10239,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Databases and computational tools for mimotopes have been an important part of phage display study. Five special databases and eighteen algorithms, programs and web servers and their applications are reviewed in this paper. Although these bioinformatics resources have been widely used to exclude target-unrelated peptides, characterize small molecules-protein interactions and map protein-protein interactions, a lot of problems are still waiting to be solved. With the improvement of these tools, they are expected to serve the phage display community better.",
      "sentences": [
        [
          {
            "segment_text": "Databases and computational tools for mimotopes have been an important part of phage display study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Five special databases and eighteen algorithms ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "programs and web servers and their applications are reviewed in this paper .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although these bioinformatics resources have been widely used to exclude target-unrelated peptides ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterize small molecules-protein interactions and map protein-protein interactions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a lot of problems are still waiting to be solved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the improvement of these tools ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they are expected to serve the phage display community better .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "87"
  }
}