{
  "paper_id": "e13ce866cb54f208bf75f9623e2a5bd088585a57",
  "metadata": {
    "title": "Applications of Functional Protein Microarrays in Basic and Clinical Research",
    "coda_data_split": "train",
    "coda_paper_id": 2977,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The protein microarray technology provides a versatile platform for characterization of hundreds of thousands of proteins in a highly parallel and high-throughput manner. It is viewed as a new tool that overcomes the limitation of DNA microarrays. On the basis of its application, protein microarrays fall into two major classes: analytical and functional protein microarrays. In addition, tissue or cell lysates can also be directly spotted on a slide to form the so-called \"reverse-phase\" protein microarray. In the last decade, applications of functional protein microarrays in particular have flourished in studying protein function and construction of networks and pathways. In this chapter, we will review the recent advancements in the protein microarray technology, followed by presenting a series of examples to illustrate the power and versatility of protein microarrays in both basic and clinical research. As a powerful technology platform, it would not be surprising if protein microarrays will become one of the leading technologies in proteomic and diagnostic fields in the next decade.",
      "sentences": [
        [
          {
            "segment_text": "The protein microarray technology provides a versatile platform for characterization of hundreds of thousands of proteins in a highly parallel and high-throughput manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is viewed as a new tool that overcomes the limitation of DNA microarrays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the basis of its application ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "protein microarrays fall into two major classes : analytical and functional protein microarrays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , tissue or cell lysates can also be directly spotted on a slide to form the so-called `` reverse-phase \u0027\u0027 protein microarray .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the last decade , applications of functional protein microarrays in particular have flourished in studying protein function and construction of networks and pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter , we will review the recent advancements in the protein microarray technology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "followed by presenting a series of examples to illustrate the power and versatility of protein microarrays in both basic and clinical research .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As a powerful technology platform ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it would not be surprising if protein microarrays will become one of the leading technologies in proteomic and diagnostic fields in the next decade .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "180"
  }
}