{
  "paper_id": "e15d1bc9596d15db2e94ee46b914c237197080ba",
  "metadata": {
    "title": "Catching a DUB in the act: novel ubiquitin-based active site directed probes",
    "coda_data_split": "train",
    "coda_paper_id": 10688,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Protein ubiquitylation is an important regulator of protein function, localization and half-life. It plays a key role in most cellular processes including immune signaling. Deregulation of this process is a major causative factor for many diseases. A major advancement in the identification and characterization of the enzymes that remove ubiquitin, deubiquitylases (DUBs) was made by the development of activity-based probes (ABPs). Recent advances in chemical protein synthesis and ligation methodology has yielded novel reagents for use in ubiquitylation research. We describe recent advances and discuss future directions in reagent development for studying DUBs.",
      "sentences": [
        [
          {
            "segment_text": "Protein ubiquitylation is an important regulator of protein function , localization and half-life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It plays a key role in most cellular processes including immune signaling .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deregulation of this process is a major causative factor for many diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major advancement in the identification and characterization of the enzymes that remove ubiquitin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "deubiquitylases ( DUBs ) was made by the development of activity-based probes ( ABPs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent advances in chemical protein synthesis and ligation methodology has yielded novel reagents for use in ubiquitylation research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe recent advances and discuss future directions in reagent development for studying DUBs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "105"
  }
}