{
  "paper_id": "e16106d6b08f7006c7fa7d713db19a0027e1d172",
  "metadata": {
    "title": "The role of phagocytic cells in enhanced susceptibility of broilers to colibacillosis after Infectious Bronchitis Virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 9526,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Colibacillosis results from infection with avian pathogenic Escherichia coli bacteria. Healthy broilers are resistant to inhaled E. coli, but previous infection with vaccine or virulent strains of Infectious Bronchitis Virus (IBV) predisposes birds for severe colibacillosis. We investigated whether IBV affects recruitment and function of phagocytic cells and examined NO production, phagocytic and bactericidal activity, and kinetics of peripheral blood mononuclear cells (PBMC) and splenocytes. Moreover, we measured cytokine mRNA expression in lung and spleen samples. Broilers were inoculated with IBV H120 vaccine or virulent M41 and challenged 5 days later with E. coli 506. A PBS control and E. coli group without previous virus inoculation were also included. Birds were sacrificed at various time points after inoculation (h/dpi). Inoculation with IBV induced extended and more severe colibacillosis than with E. coli alone. At 4 dpi, the number of KUL-01 + PBMC in all E. coli-inoculated groups was significantly higher than in PBS-inoculated birds, which correlated with lesion scores. From 1 to 4 dpi, NO production by PBMC from all E. coliinoculated animals was elevated compared to PBS birds. Bactericidal activity of PBMC in IBV-inoculated animals at 7 dpi was lower than in PBS-and E. coli-inoculated birds, but phagocytic capacity and recruitment were not severely impaired. In spleen samples of IBV-infected animals reduced expression of IL-1b, IL-6, IL-8, IL-10, IL-18 and IFN-g mRNA was found 1 dpi. Our results suggest that enhanced colibacillosis after IBV infection or vaccination is caused at least by altered innate immunity and less by impairment of phagocytic cell function. #",
      "sentences": [
        [
          {
            "segment_text": "Colibacillosis results from infection with avian pathogenic Escherichia coli bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Healthy broilers are resistant to inhaled E. coli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but previous infection with vaccine or virulent strains of Infectious Bronchitis Virus ( IBV ) predisposes birds for severe colibacillosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated whether IBV affects recruitment and function of phagocytic cells and examined NO production ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "phagocytic and bactericidal activity , and kinetics of peripheral blood mononuclear cells ( PBMC ) and splenocytes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Moreover , we measured cytokine mRNA expression in lung and spleen samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Broilers were inoculated with IBV H120 vaccine or virulent M41 and challenged 5 days later with E. coli 506 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A PBS control and E. coli group without previous virus inoculation were also included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Birds were sacrificed at various time points after inoculation ( h/dpi ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Inoculation with IBV induced extended and more severe colibacillosis than with E. coli alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At 4 dpi , the number of KUL-01 + PBMC in all E. coli-inoculated groups was significantly higher than in PBS-inoculated birds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which correlated with lesion scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From 1 to 4 dpi ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NO production by PBMC from all E. coliinoculated animals was elevated compared to PBS birds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bactericidal activity of PBMC in IBV-inoculated animals at 7 dpi was lower than in PBS-and E. coli-inoculated birds ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but phagocytic capacity and recruitment were not severely impaired .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In spleen samples of IBV-infected animals reduced expression of IL-1b ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-6 , IL-8 , IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-18 and IFN-g mRNA was found 1 dpi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that enhanced colibacillosis after IBV infection or vaccination is caused at least by altered innate immunity and less by impairment of phagocytic cell function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "286"
  }
}