{
  "paper_id": "e1632ff25e6c30d4d89828154be1389a90109db8",
  "metadata": {
    "title": "Comparative genomics reveals signature regions used to develop a robust and sensitive multiplex TaqMan real-time qPCR assay to detect the genus Dickeya and Dickeya dianthicola",
    "coda_data_split": "train",
    "coda_paper_id": 4814,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Dickeya species are high consequence plant pathogenic bacteria listed among the quarantine pathogens of the European Union; associated with potato disease outbreaks and subsequent economic losses worldwide. Early, accurate, and reliable detection of Dickeya spp. is needed to prevent establishment and further dissemination of this pathogen. Therefore, a multiplex TaqMan qPCR was developed for sensitive detection of Dickeya spp. and specifically, D. dianthicola.",
      "sentences": [
        [
          {
            "segment_text": "Dickeya species are high consequence plant pathogenic bacteria listed among the quarantine pathogens of the European Union ; associated with potato disease outbreaks and subsequent economic losses worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Early , accurate , and reliable detection of Dickeya spp. is needed to prevent establishment and further dissemination of this pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a multiplex TaqMan qPCR was developed for sensitive detection of Dickeya spp. and specifically , D. dianthicola .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A signature genomic region for the genus Dickeya (mglA/mglC) and unique genomic region for D. dianthicola (alcohol dehydrogenase) were identified using a whole genome based comparative genomics approach. The developed multiplex TaqMan qPCR was validated using extensive inclusivity and exclusivity panels, and naturally/artificially infected samples to confirm broad range detection capability and specificity. Both sensitivity and spiked assays showed detection limit of 10 fg DNA.",
      "sentences": [
        [
          {
            "segment_text": "A signature genomic region for the genus Dickeya ( mglA/mglC ) and unique genomic region for D. dianthicola ( alcohol dehydrogenase ) were identified using a whole genome based comparative genomics approach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The developed multiplex TaqMan qPCR was validated using extensive inclusivity and exclusivity panels ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and naturally/artificially infected samples to confirm broad range detection capability and specificity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both sensitivity and spiked assays showed detection limit of 10 fg DNA .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The developed multiplex assay is sensitive and reliable to detect Dickeya spp. and D. dianthicola with no false positives or false negatives. It was able to detect mixed infection from naturally and artificially infected plant materials.",
      "sentences": [
        [
          {
            "segment_text": "The developed multiplex assay is sensitive and reliable to detect Dickeya spp. and D. dianthicola with no false positives or false negatives .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was able to detect mixed infection from naturally and artificially infected plant materials .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The developed assay will serve as a practical tool for screening of propagative material, monitoring the presence and distribution, and quantification of target pathogens in a breeding program. The assay also has applications in routine diagnostics, biosecurity and microbial forensics.",
      "sentences": [
        [
          {
            "segment_text": "The developed assay will serve as a practical tool for screening of propagative material ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "monitoring the presence and distribution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and quantification of target pathogens in a breeding program .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay also has applications in routine diagnostics , biosecurity and microbial forensics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "227"
  }
}