{
  "paper_id": "e172d0ebcbb5e8488f19e2193ac9a9ed96f60efb",
  "metadata": {
    "title": "Commentary on the Regulation of Viral Proteins in Autophagy Process",
    "coda_data_split": "train",
    "coda_paper_id": 9902,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The ability to subvert intracellular antiviral defenses is necessary for virus to survive as its replication occurs only in the host cells. Viruses have to modulate cellular processes and antiviral mechanisms to their own advantage during the entire virus life cycle. Autophagy plays important roles in cell regulation. Its function is not only to catabolize aggregate proteins and damaged organelles for recycling but also to serve as innate immunity to remove intracellular pathogenic elements such as viruses. Nevertheless, some viruses have evolved to negatively regulate autophagy by inhibiting its formation. Even more, some viruses have employed autophagy to benefit their replication. To date, there are more and more growing evidences uncovering the functions of many viral proteins to regulate autophagy through different cellular pathways. In this review, we will discuss the relationship between viruses and autophagy and summarize the current knowledge on the functions of viral proteins contributing to affect autophagy process.",
      "sentences": [
        [
          {
            "segment_text": "The ability to subvert intracellular antiviral defenses is necessary for virus to survive as its replication occurs only in the host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses have to modulate cellular processes and antiviral mechanisms to their own advantage during the entire virus life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Autophagy plays important roles in cell regulation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Its function is not only to catabolize aggregate proteins and damaged organelles for recycling but also to serve as innate immunity to remove intracellular pathogenic elements such as viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , some viruses have evolved to negatively regulate autophagy by inhibiting its formation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Even more , some viruses have employed autophagy to benefit their replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , there are more and more growing evidences uncovering the functions of many viral proteins to regulate autophagy through different cellular pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we will discuss the relationship between viruses and autophagy and summarize the current knowledge on the functions of viral proteins contributing to affect autophagy process .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "164"
  }
}