{
  "paper_id": "e18620d5cff022d18aa23da2fa4634331fa54860",
  "metadata": {
    "title": "Altered polarization of PAR-2 signaling during airway epithelial remodeling",
    "coda_data_split": "train",
    "coda_paper_id": 5360,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Background: Protease-activated receptor 2 (PAR-2) is activated by proteases involved in allergy and triggers airway epithelial secretion and inflammation. PAR-2 is normally expressed basolaterally in differentiated nasal ciliated cells.",
      "sentences": [
        [
          {
            "segment_text": "Background : Protease-activated receptor 2 ( PAR-2 ) is activated by proteases involved in allergy and triggers airway epithelial secretion and inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PAR-2 is normally expressed basolaterally in differentiated nasal ciliated cells .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: We tested if epithelial remodeling during diseases characterized by loss of cilia and squamous metaplasia may alter PAR-2 polarization.",
      "sentences": [
        [
          {
            "segment_text": "Objective : We tested if epithelial remodeling during diseases characterized by loss of cilia and squamous metaplasia may alter PAR-2 polarization .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Endogenous PAR-2 responses were measured by live cell calcium and cilia imaging, measurement of fluid secretion, and quantification of cytokines. We utilized airway squamous cell lines, primary differentiated air-liquid interface cultures, and tissue explants. Cells were exposed to disease-related modifiers that alter epithelial morphology, including IL-13, cigarette smoke condensate, and retinoic acid deficiency. We used concentrations and exposure times that altered epithelial morphology without causing breakdown of the epithelial barrier, likely reflecting early disease states.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Endogenous PAR-2 responses were measured by live cell calcium and cilia imaging ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "measurement of fluid secretion , and quantification of cytokines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We utilized airway squamous cell lines ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "primary differentiated air-liquid interface cultures , and tissue explants .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cells were exposed to disease-related modifiers that alter epithelial morphology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including IL-13 , cigarette smoke condensate , and retinoic acid deficiency .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used concentrations and exposure times that altered epithelial morphology without causing breakdown of the epithelial barrier ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "likely reflecting early disease states .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "145"
  }
}