{
  "paper_id": "e18cef5342b2ccc3c0b937ad1b25e2833877d906",
  "metadata": {
    "title": "C-E1 Fusion Protein Synthesized by Rubella Virus DI RNAs Maintained During Serial Passage",
    "coda_data_split": "train",
    "coda_paper_id": 4030,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rubella virus (RUB) replicons are derivatives of the RUB infectious cDNA clone that retain the nonstructural open reading frame (NS-ORF) that encodes the replicase proteins but not the structural protein ORF (SP-ORF) that encodes the virion proteins. RUB defective interfering (DI) RNAs contain deletions within the SP-ORF and thus resemble replicons. DI RNAs often retain the 5′ end of the capsid protein (C) gene which has been shown to modulate virus-specific RNA synthesis. However, when replicons either with or without the C gene were passaged serially in the presence of wt RUB as a source of the virion proteins, it was found that neither replicon was maintained and DI RNAs were generated. The majority DI RNA species contained in-frame deletions in the SP-ORF leading to a fusion between the 5′ end of the C gene and the 3′ end of the E1 glycoprotein gene. DI infectious cDNA clones were constructed and transcripts from these DI infectious cDNA clones were maintained during serial passage with wt RUB. The C-E1 fusion protein encoded by the DI RNAs was synthesized and was required for maintenance of the DI RNA during serial passage. This is the first report of a functional novel gene product resulting from deletion during DI RNA generation. Thus far, the role of the C-E1 fusion protein in maintenance of DI RNAs during serial passage remained elusive as it was found that the fusion protein diminished rather than enhanced DI RNA synthesis and was not incorporated into virus particles.",
      "sentences": [
        [
          {
            "segment_text": "Rubella virus ( RUB ) replicons are derivatives of the RUB infectious cDNA clone that retain the nonstructural open reading frame ( NS-ORF ) that encodes the replicase proteins but not the structural protein ORF ( SP-ORF ) that encodes the virion proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RUB defective interfering ( DI ) RNAs contain deletions within the SP-ORF and thus resemble replicons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DI RNAs often retain the 5 ′ end of the capsid protein ( C ) gene which has been shown to modulate virus-specific RNA synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , when replicons either with or without the C gene were passaged serially in the presence of wt RUB as a source of the virion proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it was found that neither replicon was maintained and DI RNAs were generated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority DI RNA species contained in-frame deletions in the SP-ORF leading to a fusion between the 5 ′ end of the C gene and the 3 ′ end of the E1 glycoprotein gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DI infectious cDNA clones were constructed and transcripts from these DI infectious cDNA clones were maintained during serial passage with wt RUB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The C-E1 fusion protein encoded by the DI RNAs was synthesized and was required for maintenance of the DI RNA during serial passage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first report of a functional novel gene product resulting from deletion during DI RNA generation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus far , the role of the C-E1 fusion protein in maintenance of DI RNAs during serial passage remained elusive as it was found that the fusion protein diminished rather than enhanced DI RNA synthesis and was not incorporated into virus particles .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "273"
  }
}