{
  "paper_id": "e194924017ffd82f926955f23ca6e30ef772b6de",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 5071,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "avian influenza A(H5N1) virus, for which only 2 of the serum specimens we tested were positive (data not shown), but much lower than the seropositivity level for low pathogenicity avian influenza A(H9N2) virus; 3.4% of the samples tested were positive for A/Chicken/Hong Kong/ G9/1997(H9N2)-like virus (data not shown). A previous US study has reported H6N2-positive antibodies in veterinarians (9). Our results and the veterinarian study indicate that the H6N2 virus could infect humans.",
      "sentences": [
        [
          {
            "segment_text": "avian influenza A ( H5N1 ) virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for which only 2 of the serum specimens we tested were positive ( data not shown ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but much lower than the seropositivity level for low pathogenicity avian influenza A ( H9N2 ) virus ; 3.4 % of the samples tested were positive for A/Chicken/Hong Kong / G9/1997 ( H9N2 ) - like virus ( data not shown ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A previous US study has reported H6N2-positive antibodies in veterinarians ( 9 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results and the veterinarian study indicate that the H6N2 virus could infect humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In our study, positive samples were detected in 19 of 22 provinces and in all tested worker populations, suggesting that the H6 virus has been broadly circulating in birds in China. Live poultry market exposure is the major risk factor for human infection with avian influenza H6 virus. The limitation of this study is that antigen selection may not accurately detect neutralization antibodies for different subtypes of H6 viruses. Surveillance of the H6 virus in birds and occupationally exposed populations should be strengthened for pandemic preparedness.",
      "sentences": [
        [
          {
            "segment_text": "In our study , positive samples were detected in 19 of 22 provinces and in all tested worker populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the H6 virus has been broadly circulating in birds in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Live poultry market exposure is the major risk factor for human infection with avian influenza H6 virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The limitation of this study is that antigen selection may not accurately detect neutralization antibodies for different subtypes of H6 viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surveillance of the H6 virus in birds and occupationally exposed populations should be strengthened for pandemic preparedness .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study was performed under the serology surveillance system of occupationally exposed populations in China. We are deeply thankful for the contributions of all National Influenza Surveillance Network members, including the China Centers for Disease Control and Prevention in the provinces and in the prefects, all of which collected samples for years. We also thank Ms. Qiao-hong Liao for providing consultation on statistical analysis.",
      "sentences": [
        [
          {
            "segment_text": "This study was performed under the serology surveillance system of occupationally exposed populations in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We are deeply thankful for the contributions of all National Influenza Surveillance Network members ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the China Centers for Disease Control and Prevention in the provinces and in the prefects ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all of which collected samples for years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also thank Ms. Qiao-hong Liao for providing consultation on statistical analysis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "259"
  }
}