{
  "paper_id": "e1a4773f8abb8ef211ca7099bb4ddc372dbfe7d6",
  "metadata": {
    "title": "Strategies in Ebola virus disease (EVD) diagnostics at the point of care HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2403,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ebola virus disease (EVD) is a devastating, highly infectious illness with a high mortality rate. The disease is endemic to regions of Central and West Africa, where there is limited laboratory infrastructure and trained staff. The recent 2014 West African EVD outbreak has been unprecedented in case numbers and fatalities, and has proven that such regional outbreaks can become a potential threat to global public health, as it became the source for the subsequent transmission events in Spain and the USA. The urgent need for rapid and affordable means of detecting Ebola is crucial to control the spread of EVD and prevent devastating fatalities. Current diagnostic techniques include molecular diagnostics and other serological and antigen detection assays; which can be time-consuming, laboratory-based, often require trained personnel and specialized equipment. In this review, we discuss the various Ebola detection techniques currently in use, and highlight the potential future directions pertinent to the development and adoption of novel point-of-care diagnostic tools. Finally, a case is made for the need to develop novel microfluidic technologies and versatile rapid detection platforms for early detection of EVD.",
      "sentences": [
        [
          {
            "segment_text": "Ebola virus disease ( EVD ) is a devastating ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highly infectious illness with a high mortality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The disease is endemic to regions of Central and West Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where there is limited laboratory infrastructure and trained staff .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent 2014 West African EVD outbreak has been unprecedented in case numbers and fatalities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has proven that such regional outbreaks can become a potential threat to global public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as it became the source for the subsequent transmission events in Spain and the USA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The urgent need for rapid and affordable means of detecting Ebola is crucial to control the spread of EVD and prevent devastating fatalities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current diagnostic techniques include molecular diagnostics and other serological and antigen detection assays ; which can be time-consuming ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "laboratory-based , often require trained personnel and specialized equipment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss the various Ebola detection techniques currently in use ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and highlight the potential future directions pertinent to the development and adoption of novel point-of-care diagnostic tools .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Finally , a case is made for the need to develop novel microfluidic technologies and versatile rapid detection platforms for early detection of EVD .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "201"
  }
}