{
  "paper_id": "e1ac799cac27617c32f911777bd8fad57886f35d",
  "metadata": {
    "title": "Endogenous gamma interferon produced in central nervous system by systemic infection with Theiler\u0027s virus in mice",
    "coda_data_split": "train",
    "coda_paper_id": 8540,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Theiler\u0027s virus GD VII strain causes acute encephalomyelitis by intracerebral inoculation. We established acute encephalomyelitis in mice by the intravenous (i.v.) inoculation of Theiler\u0027s virus GD VII strain. Replication of Theiler\u0027s virus injected i.v. could be observed in both the brain and spinal cord of mice, and interferon (IFN)-y could be detected in the extracts of brain and spinal cord in parallel with viral replication. Furthermore, by the injection of anti-IFN-y monoclonal antibody (mAb) on Day 1 post-infection (p.i.), mortality and virus titres in the spinal cord increased compared with the control mice treated with normal rat globulin. The histological exacerbation of inflammation was observed in spinal cord of anti-IFN-~/ mAb-treated mice. These results indicate that endogenous IFN-y, produced locally in the brain and spinal cord of mice through both antiviral action and anti-inflammatory action of IFN-~/ in central nervous system, plays an important role in Theiler\u0027s virus infection. * Correspondmg author. Phone (011) 716 2111, (Ext. 6056), Fax (011) 716 6237.",
      "sentences": [
        [
          {
            "segment_text": "Theiler \u0027s virus GD VII strain causes acute encephalomyelitis by intracerebral inoculation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We established acute encephalomyelitis in mice by the intravenous ( i.v. ) inoculation of Theiler \u0027s virus GD VII strain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replication of Theiler \u0027s virus injected i.v. could be observed in both the brain and spinal cord of mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and interferon ( IFN ) - y could be detected in the extracts of brain and spinal cord in parallel with viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , by the injection of anti-IFN-y monoclonal antibody ( mAb ) on Day 1 post-infection ( p.i. ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mortality and virus titres in the spinal cord increased compared with the control mice treated with normal rat globulin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The histological exacerbation of inflammation was observed in spinal cord of anti-IFN - ~ / mAb-treated mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that endogenous IFN-y ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "produced locally in the brain and spinal cord of mice through both antiviral action and anti-inflammatory action of IFN - ~ / in central nervous system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "plays an important role in Theiler \u0027s virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "* Correspondmg author .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phone -LRB-011-RRB- 716 2111 , ( Ext. 6056 ) , Fax -LRB-011-RRB- 716 6237 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "195"
  }
}