{
  "paper_id": "e1c1bc61cdcb0392f1b29b5205e15e4f4ad63fd7",
  "metadata": {
    "title": "Summit proceedings: Biomedical countermeasure development for emerging vector-borne viral diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5120,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging and re-emerging infectious diseases are an expanding global threat to public health, security, and economies. Increasing populations, urbanization, deforestation, climate change, anti-vaccination movements, war, and international travel are some of the contributing factors to this trend. The recent Ebola, MERS-CoV, and Zika outbreaks demonstrated we are insufficiently prepared to respond with proven safe and effective countermeasures (i.e., vaccines and therapeutics). The State University of New York Upstate Medical University and the Trudeau Institute convened a summit of key opinion and thought leaders in the life sciences and biomedical research and development enterprises to explore global biopreparedness challenges, take an inventory of existing capabilities and capacities related to preparation and response, assess current \u0027\u0027gaps,\" and prospect what could be done to improve our position. Herein we describe the summit proceedings, \u0027\u0027Translational Immunology Supporting Biomedical Countermeasure Development for Emerging Vector-borne Viral Diseases,\" held October 2-3, 2018, at the Trudeau Institute in Saranac Lake, NY.",
      "sentences": [
        [
          {
            "segment_text": "Emerging and re-emerging infectious diseases are an expanding global threat to public health , security , and economies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Increasing populations , urbanization , deforestation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "climate change , anti-vaccination movements ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "war , and international travel are some of the contributing factors to this trend .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recent Ebola , MERS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Zika outbreaks demonstrated we are insufficiently prepared to respond with proven safe and effective countermeasures ( i.e. , vaccines and therapeutics ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The State University of New York Upstate Medical University and the Trudeau Institute convened a summit of key opinion and thought leaders in the life sciences and biomedical research and development enterprises to explore global biopreparedness challenges ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "take an inventory of existing capabilities and capacities related to preparation and response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "assess current `` gaps , \u0027\u0027 and prospect what could be done to improve our position .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we describe the summit proceedings ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "`` Translational Immunology Supporting Biomedical Countermeasure Development for Emerging Vector-borne Viral Diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "\u0027\u0027 held October 2-3 , 2018 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "at the Trudeau Institute in Saranac Lake , NY .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "13",
    "token_num": "183"
  }
}