{
  "paper_id": "e1d098eb2a103cbeb58cb9deed56b4d908d07ae0",
  "metadata": {
    "title": "New prodrugs of two pyrimidine acyclic nucleoside phosphonates: Synthesis and antiviral activity",
    "coda_data_split": "train",
    "coda_paper_id": 3500,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "New 2,4-diamino-6-[2-(phosphonomethoxy)ethoxy]pyrimidine (PMEO-DAPy) and 1-[2-(phosphonomethoxy)ethyl]-5-azacytosine (PME-5-azaC) prodrugs were prepared with a pro-moiety consisting of carbonyloxymethyl esters (POM, POC), alkoxyalkyl esters, amino acid phosphoramidates and/or tyrosine. The activity of the prodrugs was evaluated in vitro against different virus families. None of the synthesized prodrugs demonstrated activity against RNA viruses but some of them proved active against herpesviruses [including herpes simplex virus (HSV), varicella-zoster virus (VZV), and human cytomegalovirus (HCMV)]. The bis(POC) and the bis(amino acid) phosphoramidate prodrugs of PMEO-DAPy inhibited herpesvirus replication at lower doses than the parent compound although the selectivity against HSV and VZV was only slightly improved compared to PMEO-DAPy. The mono-octadecyl ester of PME-5-azaC emerged as the most potent and selective PME-5-azaC prodrug against HSV, VZV and HCMV with EC 50 \u0027s of 0.15-1.12 mM while PME-5-azaC only had marginal anti-herpesvirus activity. Although the bis (hexadecylamido-L-tyrosyl) and the bis(POM) esters of PME-5-azaC were also very potent anti-herpesvirus drugs, these were less selective than the mono-octadecyl ester prodrug.",
      "sentences": [
        [
          {
            "segment_text": "New 2,4-diamino-6 - ( 2 - ( phosphonomethoxy ) ethoxy ) pyrimidine ( PMEO-DAPy ) and 1 - ( 2 - ( phosphonomethoxy ) ethyl ) -5-azacytosine ( PME-5-azaC ) prodrugs were prepared with a pro-moiety consisting of carbonyloxymethyl esters ( POM , POC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alkoxyalkyl esters , amino acid phosphoramidates and/or tyrosine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The activity of the prodrugs was evaluated in vitro against different virus families .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "None of the synthesized prodrugs demonstrated activity against RNA viruses but some of them proved active against herpesviruses ( including herpes simplex virus ( HSV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "varicella-zoster virus ( VZV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and human cytomegalovirus ( HCMV ) ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The bis ( POC ) and the bis ( amino acid ) phosphoramidate prodrugs of PMEO-DAPy inhibited herpesvirus replication at lower doses than the parent compound although the selectivity against HSV and VZV was only slightly improved compared to PMEO-DAPy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mono-octadecyl ester of PME-5-azaC emerged as the most potent and selective PME-5-azaC prodrug against HSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VZV and HCMV with EC 50 \u0027s of 0.15-1.12 mM while PME-5-azaC only had marginal anti-herpesvirus activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the bis ( hexadecylamido-L-tyrosyl ) and the bis ( POM ) esters of PME-5-azaC were also very potent anti-herpesvirus drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these were less selective than the mono-octadecyl ester prodrug .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "218"
  }
}