{
  "paper_id": "e1dcb7afad633edb713f9933d9daaf4040ce5c01",
  "metadata": {
    "title": "Genomic characterization and pathogenicity of a porcine hemagglutinating encephalomyelitis virus strain isolated in China",
    "coda_data_split": "train",
    "coda_paper_id": 10902,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine hemagglutinating encephalomyelitis virus (PHEV) is a member of the genus betacoronavirus within the family coronaviridae, which invades the central nervous system (CNS) via peripheral nervous system and causes encephalomyelitis or vomiting and wasting disease (VWD) in sucking piglets. Up to now, although few complete nucleotide sequences of PHEV have been reported, they are not annotated. This study aimed to illuminate genome characterization, phylogenesis and pathogenicity of the PHEV/2008 strain. The full length of the PHEV/2008 strain genome was 30,684 bp, with a G + C content of 37.27%. The genome included at a minimum of 11 predicted open reading frames (ORFs) flanked by 5′ and 3′ untranslated regions (UTR) of 211 and 289 nucleotides. The replicase polyproteins pp1a and pp1ab, which had 4382 and 7094 amino acid residues, respectively, were predicted to be cleaved into 16 subunits by two viral proteinases. Phylogenetic analysis based on the complete genome sequence revealed that PHEV/2008 strain was genetically different from other known PHEV types, which represented a novel genotype (GI-1). In addition, we found that PHEV/2008 was neurotropic and highly pathogenic to 4-week-old BALB/c mice. Taken together, this is the first detailed annotated, complete genomic sequence of a new genotype PHEV strain in China.",
      "sentences": [
        [
          {
            "segment_text": "Porcine hemagglutinating encephalomyelitis virus ( PHEV ) is a member of the genus betacoronavirus within the family coronaviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which invades the central nervous system ( CNS ) via peripheral nervous system and causes encephalomyelitis or vomiting and wasting disease ( VWD ) in sucking piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Up to now , although few complete nucleotide sequences of PHEV have been reported , they are not annotated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to illuminate genome characterization ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "phylogenesis and pathogenicity of the PHEV/2008 strain .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The full length of the PHEV/2008 strain genome was 30,684 bp ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with a G + C content of 37.27 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The genome included at a minimum of 11 predicted open reading frames ( ORFs ) flanked by 5 ′ and 3 ′ untranslated regions ( UTR ) of 211 and 289 nucleotides .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The replicase polyproteins pp1a and pp1ab ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which had 4382 and 7094 amino acid residues ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , were predicted to be cleaved into 16 subunits by two viral proteinases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis based on the complete genome sequence revealed that PHEV/2008 strain was genetically different from other known PHEV types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which represented a novel genotype ( GI-1 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we found that PHEV/2008 was neurotropic and highly pathogenic to 4-week-old BALB/c mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , this is the first detailed annotated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "complete genomic sequence of a new genotype PHEV strain in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "238"
  }
}