{
  "paper_id": "e1dd5b5b1884508b0e49421388eb658f9f9949e1",
  "metadata": {
    "title": "Environmental and non-infectious factors in the aetiology of pharyngitis (sore throat)",
    "coda_data_split": "train",
    "coda_paper_id": 8574,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The aim of this review is to examine the causes, pathophysiology and experimental models of noninfectious pharyngitis (sore throat). Introduction The causes of sore throat can be infectious (viruses, bacteria, and fungi) or non-infectious, although the relative proportion of each is not well documented. Methods A PubMed database search was performed for studies of non-infectious sore throat. Results and conclusions Non-infectious causes of sore throat include: physico-chemical factors, such as smoking, snoring, shouting, tracheal intubation, medications, or concomitant illness; and environmental factors including indoor and outdoor air pollutants, temperature and humidity, and hazardous or occupational irritants. The pathophysiology underlying non-infectious sore throat is largely uncharacterised, although neurogenic inflammation looks to be a promising candidate. It is likely that there will be individual disposition factors or the coincidence of more than one irritant with possible-up to now unknown-interactions between them. Therefore, experimental models with defined conditions and objective endpoints are needed. A new model using cold dry air to directly induce pharyngeal irritation in humans, with pharyngeal lavage to measure biomarkers, may provide a useful tool for the study of mechanisms and treatment of non-infectious sore throat.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this review is to examine the causes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pathophysiology and experimental models of noninfectious pharyngitis ( sore throat ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Introduction The causes of sore throat can be infectious ( viruses , bacteria , and fungi ) or non-infectious ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "although the relative proportion of each is not well documented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods A PubMed database search was performed for studies of non-infectious sore throat .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results and conclusions Non-infectious causes of sore throat include : physico-chemical factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as smoking , snoring ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "shouting , tracheal intubation , medications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or concomitant illness ; and environmental factors including indoor and outdoor air pollutants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "temperature and humidity , and hazardous or occupational irritants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pathophysiology underlying non-infectious sore throat is largely uncharacterised ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although neurogenic inflammation looks to be a promising candidate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is likely that there will be individual disposition factors or the coincidence of more than one irritant with possible-up to now unknown-interactions between them .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , experimental models with defined conditions and objective endpoints are needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A new model using cold dry air to directly induce pharyngeal irritation in humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with pharyngeal lavage to measure biomarkers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may provide a useful tool for the study of mechanisms and treatment of non-infectious sore throat .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "216"
  }
}