{
  "paper_id": "e1e00ef1b70e15de6c0f747907de0089a49114cb",
  "metadata": {
    "title": "Inhaled anti-infective chemotherapy for respiratory tract infections: Successes, challenges and the road ahead ☆",
    "coda_data_split": "train",
    "coda_paper_id": 10571,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "One of the most common causes of illnesses in humans is from respiratory tract infections caused by bacterial, viral or fungal pathogens. Inhaled anti-infective drugs are crucial for the prophylaxis and treatment of respiratory tract infections. The benefit of anti-infective drug delivery via inhalation is that it affords delivery of sufficient therapeutic dosages directly to the primary site of infection, while minimizing the risks of systemic toxicity or avoiding potential suboptimal pharmacokinetics/pharmacodynamics associated with systemic drug exposure. This review provides an up-to-date treatise of approved and novel developmental inhaled anti-infective agents, with particular attention to effective strategies for their use, pulmonary pharmacokinetic properties and safety.",
      "sentences": [
        [
          {
            "segment_text": "One of the most common causes of illnesses in humans is from respiratory tract infections caused by bacterial , viral or fungal pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inhaled anti-infective drugs are crucial for the prophylaxis and treatment of respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The benefit of anti-infective drug delivery via inhalation is that it affords delivery of sufficient therapeutic dosages directly to the primary site of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while minimizing the risks of systemic toxicity or avoiding potential suboptimal pharmacokinetics/pharmacodynamics associated with systemic drug exposure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an up-to-date treatise of approved and novel developmental inhaled anti-infective agents ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with particular attention to effective strategies for their use ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "pulmonary pharmacokinetic properties and safety .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "113"
  }
}