{
  "paper_id": "e1fdbaa4ffef5ad1fff8ccfcc53d2e63743b3c1d",
  "metadata": {
    "title": "Detection of SARS Coronavirus in Patients with Severe Acute Respiratory Syndrome by Conventional and Real-Time Quantitative Reverse Transcription-PCR Assays",
    "coda_data_split": "train",
    "coda_paper_id": 7008,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Methods: RNA samples isolated from nasopharyngeal aspirate (NPA; n ‫؍‬ 170) and stool (n ‫؍‬ 44) were reversetranscribed and tested by our in-house conventional RT-PCR assay. We selected 98 NPA and 37 stool samples collected at different times after the onset of disease and tested them in a real-time quantitative RT-PCR specific for the open reading frame (ORF) 1b region of SARS CoV. Detection rates for the conventional and real-time quantitative RT-PCR assays were compared. To investigate the nature of viral RNA molecules in these clinical samples, we determined copy numbers of ORF 1b and nucleocapsid (N) gene sequences of SARS CoV. Results: The quantitative real-time RT-PCR assay was more sensitive than the conventional RT-PCR assay for detecting SARS CoV in samples collected early in the course of the disease. Real-time assays targeted at the ORF 1b region and the N gene revealed that copy numbers of ORF 1b and N gene sequences in clinical samples were similar. Conclusions: NPA and stool samples can be used for early diagnosis of SARS. The real-time quantitative RT-PCR assay for SARS CoV is potentially useful for early detection of SARS CoV. Our results suggest that genomic RNA is the predominant viral RNA species in clinical samples.",
      "sentences": [
        [
          {
            "segment_text": "Methods : RNA samples isolated from nasopharyngeal aspirate ( NPA ; n 170 ) and stool ( n 44 ) were reversetranscribed and tested by our in-house conventional RT-PCR assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We selected 98 NPA and 37 stool samples collected at different times after the onset of disease and tested them in a real-time quantitative RT-PCR specific for the open reading frame ( ORF ) 1b region of SARS CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Detection rates for the conventional and real-time quantitative RT-PCR assays were compared .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To investigate the nature of viral RNA molecules in these clinical samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we determined copy numbers of ORF 1b and nucleocapsid ( N ) gene sequences of SARS CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The quantitative real-time RT-PCR assay was more sensitive than the conventional RT-PCR assay for detecting SARS CoV in samples collected early in the course of the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Real-time assays targeted at the ORF 1b region and the N gene revealed that copy numbers of ORF 1b and N gene sequences in clinical samples were similar .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : NPA and stool samples can be used for early diagnosis of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The real-time quantitative RT-PCR assay for SARS CoV is potentially useful for early detection of SARS CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that genomic RNA is the predominant viral RNA species in clinical samples .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "223"
  }
}