{
  "paper_id": "e1fe80dd0a73c185f9e2a91cc2daf3a8f0fa9e0d",
  "metadata": {
    "title": "Isolation of Tioman virus from Pteropus giganteus bat in North-East region of India",
    "coda_data_split": "train",
    "coda_paper_id": 9818,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bat-borne viral diseases are a major public health concern among newly emerging infectious diseases which includes severe acute respiratory syndrome, Nipah, Marburg and Ebola virus disease. During the survey for Nipah virus among bats at North-East region of India; Tioman virus (TioV), a new member of the Paramyxoviridae family was isolated from tissues of Pteropus giganteus bats for the first time in India. This isolate was identified and confirmed by RT-PCR, sequence analysis and electron microscopy. A range of vertebrate cell lines were shown to be susceptible to Tioman virus. Negative electron microscopy study revealed the \"herringbone\" morphology of the nucleocapsid filaments and enveloped particles with distinct envelope projections a characteristic of the Paramyxoviridae family. Sequence analysis of Nucleocapsid gene of TioV demonstrated sequence identity of 99.87% and 99.99% nucleotide and amino acid respectively with of TioV strain isolated in Malaysia, 2001. This report demonstrates the first isolation of Tioman virus from a region where Nipah virus activity has been noticed in the past and recent years. Bat-borne viruses have become serious concern world-wide. A Survey of bats for novel viruses in this region would help in recognizing emerging viruses and combating diseases caused by them.",
      "sentences": [
        [
          {
            "segment_text": "Bat-borne viral diseases are a major public health concern among newly emerging infectious diseases which includes severe acute respiratory syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Nipah , Marburg and Ebola virus disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During the survey for Nipah virus among bats at North-East region of India ; Tioman virus ( TioV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a new member of the Paramyxoviridae family was isolated from tissues of Pteropus giganteus bats for the first time in India .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This isolate was identified and confirmed by RT-PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "sequence analysis and electron microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A range of vertebrate cell lines were shown to be susceptible to Tioman virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Negative electron microscopy study revealed the `` herringbone \u0027\u0027 morphology of the nucleocapsid filaments and enveloped particles with distinct envelope projections a characteristic of the Paramyxoviridae family .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of Nucleocapsid gene of TioV demonstrated sequence identity of 99.87 % and 99.99 % nucleotide and amino acid respectively with of TioV strain isolated in Malaysia , 2001 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This report demonstrates the first isolation of Tioman virus from a region where Nipah virus activity has been noticed in the past and recent years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bat-borne viruses have become serious concern world-wide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A Survey of bats for novel viruses in this region would help in recognizing emerging viruses and combating diseases caused by them .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "217"
  }
}