{
  "paper_id": "e2047f8831e4f17577a733e5a6c6e1799a3e31c6",
  "metadata": {
    "title": "Viral Replication Complexes Are Targeted by LC3- Guided Interferon-Inducible GTPases Article Viral Replication Complexes Are Targeted by LC3-Guided Interferon-Inducible GTPases",
    "coda_data_split": "train",
    "coda_paper_id": 8917,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Graphical Abstract Highlights d IFN-gamma inhibits murine norovirus replication complexes via the LC3 conjugation system d Degradative autophagy is not required to affect LC3mediated RC restriction d LC3 and IFN-inducible GTPases are targeted to the RC membrane d IFN-inducible GTPases are required to inhibit MNV replication in mice and humans SUMMARY",
      "sentences": [
        [
          {
            "segment_text": "Graphical Abstract Highlights d IFN-gamma inhibits murine norovirus replication complexes via the LC3 conjugation system d Degradative autophagy is not required to affect LC3mediated RC restriction d LC3 and IFN-inducible GTPases are targeted to the RC membrane d IFN-inducible GTPases are required to inhibit MNV replication in mice and humans SUMMARY",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "All viruses with positive-sense RNA genomes replicate on membranous structures in the cytoplasm called replication complexes (RCs). RCs provide an advantageous microenvironment for viral replication, but it is unknown how the host immune system counteracts these structures. Here we show that interferon-gamma (IFNG) disrupts the RC of murine norovirus (MNV) via evolutionarily conserved autophagy proteins and the induction of IFN-inducible GTPases, which are known to destroy the membrane of vacuoles containing bacteria, protists, or fungi. The MNV RC was marked by the microtubule-associatedprotein-1-light-chain-3 (LC3) conjugation system of autophagy and then targeted by immunity-related GTPases (IRGs) and guanylate-binding proteins (GBPs) upon their induction by IFNG. Further, the LC3 conjugation system and the IFN-inducible GTPases were necessary to inhibit MNV replication in mice and human cells. These data suggest that viral RCs can be marked and antagonized by a universal immune defense mechanism targeting diverse pathogens replicating in cytosolic membrane structures.",
      "sentences": [
        [
          {
            "segment_text": "All viruses with positive-sense RNA genomes replicate on membranous structures in the cytoplasm called replication complexes ( RCs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RCs provide an advantageous microenvironment for viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it is unknown how the host immune system counteracts these structures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show that interferon-gamma ( IFNG ) disrupts the RC of murine norovirus ( MNV ) via evolutionarily conserved autophagy proteins and the induction of IFN-inducible GTPases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are known to destroy the membrane of vacuoles containing bacteria , protists , or fungi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MNV RC was marked by the microtubule-associatedprotein-1-light-chain-3 ( LC3 ) conjugation system of autophagy and then targeted by immunity-related GTPases ( IRGs ) and guanylate-binding proteins ( GBPs ) upon their induction by IFNG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , the LC3 conjugation system and the IFN-inducible GTPases were necessary to inhibit MNV replication in mice and human cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that viral RCs can be marked and antagonized by a universal immune defense mechanism targeting diverse pathogens replicating in cytosolic membrane structures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "223"
  }
}