{
  "paper_id": "e20ae9c18e1c49725d4670c2a621f24e715f3770",
  "metadata": {
    "title": "Precison Clinical Medicine Supplementary Material Disease control of 2019-novel coronavirus infection in hospital: West China urgent recommendation",
    "coda_data_split": "train",
    "coda_paper_id": 8232,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "China is facing the serious situation of 2019-novel coronavirus (2019-nCoV) infection. The health care institutions have actively participated in the prevention, diagnosis, and treatment of the disease. Proper regulation of inhospital policy may help control virus spreading. We developed seven key clinical questions about the prevention and control of 2019-novel coronavirus infection in a hospital, and provided recommendations based on the best available evidence and expert experience. We interpret the recommendations for better feasibility in Chinese hospital. We hope to provide evidence and reference for the domestic medical institutions to reasonably adjust the hospital workflow during 2019-nCoV infection period.",
      "sentences": [
        [
          {
            "segment_text": "China is facing the serious situation of 2019-novel coronavirus ( 2019-nCoV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The health care institutions have actively participated in the prevention ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diagnosis , and treatment of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Proper regulation of inhospital policy may help control virus spreading .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We developed seven key clinical questions about the prevention and control of 2019-novel coronavirus infection in a hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and provided recommendations based on the best available evidence and expert experience .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We interpret the recommendations for better feasibility in Chinese hospital .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We hope to provide evidence and reference for the domestic medical institutions to reasonably adjust the hospital workflow during 2019-nCoV infection period .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "110"
  }
}