{
  "paper_id": "e2126bf5819ec78c63eec9c691f67e7cc5a395ea",
  "metadata": {
    "title": "Broad-spectrum antivirals against viral fusion HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 2058,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Effective antivirals have been developed against specific viruses, such as HIV, Hepatitis C virus and influenza virus. This \u0027one bug-one drug\u0027 approach to antiviral drug development can be successful, but it may be inadequate for responding to an increasing diversity of viruses that cause significant diseases in humans. The majority of viral pathogens that cause emerging and reemerging infectious diseases are membrane-enveloped viruses, which require the fusion of viral and cell membranes for virus entry. Therefore, antivirals that target the membrane fusion process represent new paradigms for broad-spectrum antiviral discovery. In this Review, we discuss the mechanisms responsible for the fusion between virus and cell membranes and explore how broadspectrum antivirals target this process to prevent virus entry.",
      "sentences": [
        [
          {
            "segment_text": "Effective antivirals have been developed against specific viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as HIV , Hepatitis C virus and influenza virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This ` one bug-one drug \u0027 approach to antiviral drug development can be successful ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but it may be inadequate for responding to an increasing diversity of viruses that cause significant diseases in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The majority of viral pathogens that cause emerging and reemerging infectious diseases are membrane-enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which require the fusion of viral and cell membranes for virus entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , antivirals that target the membrane fusion process represent new paradigms for broad-spectrum antiviral discovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Review , we discuss the mechanisms responsible for the fusion between virus and cell membranes and explore how broadspectrum antivirals target this process to prevent virus entry .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Emerging infectious diseases pose a constant threat to global health and the global economy. The vast majority of these diseases are zoonoses that occur when human and environmental factors force the unintended overlap of previously distinct ecological niches. This overlap increases the chances for viruses to jump between host species and/or to generate new crossover species. In most cases, zoonotic viruses, being ill adapted to the new human host, are highly pathogenic, and infections with these viruses lead to rapidly progressing, severe diseases with high fatality rates 1 . Filoviruses (such as Ebola virus (EBOV) and Marburg virus), henipaviruses (such as Hendra virus and Nipah virus (NiV)) and coronaviruses (such as severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV)) are the most lethal examples of recent zoonoses 2-5 . In addition, viruses in the families Arenaviridae (such as Junin virus and Lassa virus), Bunyaviridae (including diverse hantaviruses and Rift Valley fever virus (RVFV)) and Flaviviridae (such as Dengue virus (DENV) and West Nile virus (WNV)) may represent an even greater threat in the future, as global climate change increases the geographical range of their animal or arthropod hosts 6,7 .",
      "sentences": [
        [
          {
            "segment_text": "Emerging infectious diseases pose a constant threat to global health and the global economy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The vast majority of these diseases are zoonoses that occur when human and environmental factors force the unintended overlap of previously distinct ecological niches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This overlap increases the chances for viruses to jump between host species and/or to generate new crossover species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In most cases , zoonotic viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being ill adapted to the new human host ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are highly pathogenic , and infections with these viruses lead to rapidly progressing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "severe diseases with high fatality rates 1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Filoviruses ( such as Ebola virus ( EBOV ) and Marburg virus ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "henipaviruses ( such as Hendra virus and Nipah virus ( NiV ) ) and coronaviruses ( such as severe acute respiratory syndrome coronavirus ( SARS-CoV ) and Middle East respiratory syndrome coronavirus ( MERS-CoV ) ) are the most lethal examples of recent zoonoses 2-5 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , viruses in the families Arenaviridae ( such as Junin virus and Lassa virus ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Bunyaviridae ( including diverse hantaviruses and Rift Valley fever virus ( RVFV ) ) and Flaviviridae ( such as Dengue virus ( DENV ) and West Nile virus ( WNV ) ) may represent an even greater threat in the future ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as global climate change increases the geographical range of their animal or arthropod hosts 6,7 .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "364"
  }
}