{
  "paper_id": "e226beab8af4202a5182f7603fe468dedd5dee6a",
  "metadata": {
    "title": "Biological Evaluation of Molecules of the azaBINOL Class as Antiviral Agents: 1 Specific Inhibition of HIV-1 RNase H Activity by 7-Isopropoxy-8-(naphth-1-yl)quinoline 2 3 4 5",
    "coda_data_split": "train",
    "coda_paper_id": 4890,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Inspired by bioactive biaryl-containing natural products found in plants and the marine 19 environment, a series of synthetic compounds belonging to the azaBINOL chiral ligand family 20 was evaluated for antiviral activity against HIV-1. Testing of 39 unique azaBINOLs in a single-21 round infectivity assay resulted in the identification of three promising antiviral compounds, 22",
      "sentences": [
        [
          {
            "segment_text": "Inspired by bioactive biaryl-containing natural products found in plants and the marine 19 environment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a series of synthetic compounds belonging to the azaBINOL chiral ligand family 20 was evaluated for antiviral activity against HIV-1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Testing of 39 unique azaBINOLs in a single-21 round infectivity assay resulted in the identification of three promising antiviral compounds , 22",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "including 7-isopropoxy-8-(naphth-1-yl)quinoline (azaBINOL B#24), which exhibited low-23 micromolar activity. The active compounds and several close structural analogues were further 24 tested against three different HIV-1 envelope pseudotyped viruses as well as in a full-virus 25",
      "sentences": [
        [
          {
            "segment_text": "including 7-isopropoxy-8 - ( naphth-1-yl ) quinoline ( azaBINOL B # 24 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which exhibited low-23 micromolar activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The active compounds and several close structural analogues were further 24 tested against three different HIV-1 envelope pseudotyped viruses as well as in a full-virus 25",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "replication system (EASY-HIT). Mode-of-action studies using a time-of-addition assay indicated 26 that azaBINOL B#24 acts after viral entry but before viral assembly and budding. HIV-1 reverse 27 transcriptase (RT) assays that individually test for polymerase and RNase H activity were used to 28 demonstrate that B#24 inhibits RNase H activity, most likely allosterically. Further binding 29 analysis using bio-layer interferometry (BLI) showed that B#24 interacts with HIV-1 RT in a 30 highly specific manner. These results indicate that azaBINOL B#24 is a potentially viable, novel 31",
      "sentences": [
        [
          {
            "segment_text": "replication system ( EASY-HIT ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mode-of-action studies using a time-of-addition assay indicated 26 that azaBINOL B # 24 acts after viral entry but before viral assembly and budding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HIV-1 reverse 27 transcriptase ( RT ) assays that individually test for polymerase and RNase H activity were used to 28 demonstrate that B # 24 inhibits RNase H activity , most likely allosterically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further binding 29 analysis using bio-layer interferometry ( BLI ) showed that B # 24 interacts with HIV-1 RT in a 30 highly specific manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that azaBINOL B # 24 is a potentially viable , novel 31",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "210"
  }
}