{
  "paper_id": "e228678227264ff058fb50e363c08c9d4194fe8a",
  "metadata": {
    "title": "Camphor-based symmetric diimines as inhibitors of influenza virus reproduction",
    "coda_data_split": "train",
    "coda_paper_id": 2417,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza is a continuing world-wide public health problem that causes significant morbidity and mortality during seasonal epidemics and sporadic pandemics. The purpose of the study was synthesis and investigation of antiviral activity of camphor-based symmetric diimines and diamines. A set of C2-symmetric nitrogen-containing camphor derivatives have been synthesized. The antiviral activity of these compounds was studied against rimantadine-and amantadine-resistant influenza virus A/California/7/ 09 (H1N1)pdm09 in MDCK cells. The highest efficacy in virus inhibiting was shown for compounds 2a-e with cage moieties bound by aliphatic linkers. The therapeutic index (selectivity index) for 2b exceeded that for reference compounds amantadine, deitiforin and rimantadine almost 10-fold. As shown by structure-activity analysis, the length of the linker has a dramatic effect on the toxicity of compounds.",
      "sentences": [
        [
          {
            "segment_text": "Influenza is a continuing world-wide public health problem that causes significant morbidity and mortality during seasonal epidemics and sporadic pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of the study was synthesis and investigation of antiviral activity of camphor-based symmetric diimines and diamines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A set of C2-symmetric nitrogen-containing camphor derivatives have been synthesized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antiviral activity of these compounds was studied against rimantadine-and amantadine-resistant influenza virus A/California/7 / 09 ( H1N1 ) pdm09 in MDCK cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The highest efficacy in virus inhibiting was shown for compounds 2a-e with cage moieties bound by aliphatic linkers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The therapeutic index ( selectivity index ) for 2b exceeded that for reference compounds amantadine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "deitiforin and rimantadine almost 10-fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As shown by structure-activity analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the length of the linker has a dramatic effect on the toxicity of compounds .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Compound 2e with -C 12 H 24 -linker exhibited the lowest toxicity (CTD 50 \u003d 2216 lM). Derivatives of camphor, therefore, can be considered as prospective antiinfluenza compounds active against influenza viruses resistant to adamantane-based drugs. (O.I. Yarovaya), zarubaev@influenza.spb.ru (V.V. Zarubaev).",
      "sentences": [
        [
          {
            "segment_text": "Compound 2e with - C 12 H 24 - linker exhibited the lowest toxicity ( CTD 50 \u003d 2216 lM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Derivatives of camphor , therefore ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can be considered as prospective antiinfluenza compounds active against influenza viruses resistant to adamantane-based drugs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( O.I. Yarovaya ) , zarubaev@influenza.spb.ru ( V.V. Zarubaev ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "192"
  }
}