{
  "paper_id": "e22eef15f06b4ced11396d66876885d57fc71dda",
  "metadata": {
    "title": "Local siRNA delivery by non-viral vectors",
    "coda_data_split": "train",
    "coda_paper_id": 6948,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the discovery of the RNA interference (RNAi) phenomenon, RNAi-based therapies now present a huge potential for the treatment of many diseases, including inflammatory and infectious diseases and cancers. While numerous reports have described the development of small interfering RNA (siRNA) delivery systems for in-vivo applications, only a small number of siRNA-based therapies are currently under clinical development. This is essentially due to the lack of efficient and safe siRNA delivery systems for intravenous administration. However, the delivery of siRNA after local injection could represent an attractive route of administration to limit the issues of toxicity associated with systemic injection. We will describe here the different synthetic vectors which have been developed for the local delivery of siRNA in various organs.",
      "sentences": [
        [
          {
            "segment_text": "Since the discovery of the RNA interference ( RNAi ) phenomenon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNAi-based therapies now present a huge potential for the treatment of many diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including inflammatory and infectious diseases and cancers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While numerous reports have described the development of small interfering RNA ( siRNA ) delivery systems for in-vivo applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "only a small number of siRNA-based therapies are currently under clinical development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is essentially due to the lack of efficient and safe siRNA delivery systems for intravenous administration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the delivery of siRNA after local injection could represent an attractive route of administration to limit the issues of toxicity associated with systemic injection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We will describe here the different synthetic vectors which have been developed for the local delivery of siRNA in various organs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "134"
  }
}