{
  "paper_id": "e23cae96559fd4a7b46a020a5ac2e1b2c11de07e",
  "metadata": {
    "title": "Antimicrobial strategies: An option to treat allergy?",
    "coda_data_split": "train",
    "coda_paper_id": 5933,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory infections by bacteria and viruses often trigger symptoms of asthma in both adults and children. This observation and subsequent mechanistic studies have demonstrated important interactions among allergens, microbes and the atopic host. The mechanisms responsible for microbe-induced asthma exacerbations are only incompletely understood. A focal point of current research is the inflammatory response of the host following an encounter with a pathogenic microbe, including variations in chemokine and cytokine production and resulting in changes in bronchial hyper-responsiveness and lung function. Direct bronchial infection, exposure of nerves with resulting neurogenic inflammation and a deviated host immune response are among the mechanisms underlying these functional disorders. Lately, suboptimal innate immune responses, expressed as defective interferon production, have gained attention as they might be amenable to intervention. This review describes the suggested mechanisms involved in the complex interactions between \u0027asthmagenic\u0027 microbes, the immune system and atopy, based on in-vitro and in-vivo experimental models and epidemiological evidence. In addition, it provides a synopsis of potential therapeutic strategies either directly against the microorganisms or in respect to the associated inflammation.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory infections by bacteria and viruses often trigger symptoms of asthma in both adults and children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This observation and subsequent mechanistic studies have demonstrated important interactions among allergens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "microbes and the atopic host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The mechanisms responsible for microbe-induced asthma exacerbations are only incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A focal point of current research is the inflammatory response of the host following an encounter with a pathogenic microbe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including variations in chemokine and cytokine production and resulting in changes in bronchial hyper-responsiveness and lung function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Direct bronchial infection , exposure of nerves with resulting neurogenic inflammation and a deviated host immune response are among the mechanisms underlying these functional disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lately , suboptimal innate immune responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "expressed as defective interferon production ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have gained attention as they might be amenable to intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes the suggested mechanisms involved in the complex interactions between ` asthmagenic \u0027 microbes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the immune system and atopy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "based on in-vitro and in-vivo experimental models and epidemiological evidence .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , it provides a synopsis of potential therapeutic strategies either directly against the microorganisms or in respect to the associated inflammation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "195"
  }
}