{
  "paper_id": "e2423e712ccf9819f5c2a8de62659fa71522de72",
  "metadata": {
    "title": "Etiology of Community-Acquired Pneumonia in Hospitalized School-Age Children: Evidence for High Prevalence of Viral Infections",
    "coda_data_split": "train",
    "coda_paper_id": 6655,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Community-acquired pneumonia (CAP) in young children is most commonly associated with viral infections; however, the role of viruses in CAP of school-age children is still inconclusive.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Community-acquired pneumonia ( CAP ) in young children is most commonly associated with viral infections ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the role of viruses in CAP of school-age children is still inconclusive .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Seventy-five school-age children hospitalized with CAP were prospectively evaluated for the presence of viral and bacterial pathogens. Nasopharyngeal washes were examined by polymerase chain reaction for viruses and atypical bacteria. Antibody assays to detect bacterial pathogens in acute-phase and convalescent-phase serum samples were also performed.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Seventy-five school-age children hospitalized with CAP were prospectively evaluated for the presence of viral and bacterial pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal washes were examined by polymerase chain reaction for viruses and atypical bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Antibody assays to detect bacterial pathogens in acute-phase and convalescent-phase serum samples were also performed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. A viral infection was identified in 65% of cases. Rhinovirus RNA was detected in 45% of patients; infection with another virus occurred in 31%. The most common bacterial pathogen was Mycoplasma pneumoniae, which was diagnosed in 35% of cases. Chlamydia pneumoniae DNA was not detected in any patient; results of serological tests were positive in only 2 patients (3%). Mixed infections were documented in 35% of patients, and the majority were a viral-bacterial combination.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A viral infection was identified in 65 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rhinovirus RNA was detected in 45 % of patients ; infection with another virus occurred in 31 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common bacterial pathogen was Mycoplasma pneumoniae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was diagnosed in 35 % of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chlamydia pneumoniae DNA was not detected in any patient ; results of serological tests were positive in only 2 patients ( 3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mixed infections were documented in 35 % of patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the majority were a viral-bacterial combination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The high prevalence of viral and mixed viral-bacterial infections supports the notion that the presence of a virus, acting either as a direct or an indirect pathogen, may be the rule rather than the exception in the development of CAP in school-age children requiring hospitalization.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high prevalence of viral and mixed viral-bacterial infections supports the notion that the presence of a virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acting either as a direct or an indirect pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be the rule rather than the exception in the development of CAP in school-age children requiring hospitalization .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Community-acquired pneumonia (CAP) is a serious cause of morbidity among children in developed countries and has a considerable effect on the health care system. In the developing world, the incidence of pneumonia is higher, and this infection is one of the primary causes of death among young children [1] .",
      "sentences": [
        [
          {
            "segment_text": "Community-acquired pneumonia ( CAP ) is a serious cause of morbidity among children in developed countries and has a considerable effect on the health care system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the developing world , the incidence of pneumonia is higher ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this infection is one of the primary causes of death among young children ( 1 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Detailed information on the etiology of CAP is required for the formulation of treatment recommendations and the introduction of preventive measures. Evaluation of mixed infections and the relative importance of each potential pathogen may also contribute to improved understanding of the etiopathogenesis of",
      "sentences": [
        [
          {
            "segment_text": "Detailed information on the etiology of CAP is required for the formulation of treatment recommendations and the introduction of preventive measures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Evaluation of mixed infections and the relative importance of each potential pathogen may also contribute to improved understanding of the etiopathogenesis of",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "18",
    "segment_num": "24",
    "token_num": "327"
  }
}