{
  "paper_id": "e24e2751cb0fe51505be1fee6af0a96fd42880cb",
  "metadata": {
    "title": "Investigation of health care waste management in Binzhou District, China",
    "coda_data_split": "train",
    "coda_paper_id": 5959,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In China, national regulations and standards for health care waste management were implemented in 2003. To investigate the current status of health care waste management at different levels of health care facilities (HCF) after the implementation of these regulations, one tertiary hospital, one secondary hospital, and four primary health care centers from Binzhou District were visited and 145 medical staff members and 24 cleaning personnel were interviewed.",
      "sentences": [
        [
          {
            "segment_text": "In China , national regulations and standards for health care waste management were implemented in 2003 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the current status of health care waste management at different levels of health care facilities ( HCF ) after the implementation of these regulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "one tertiary hospital , one secondary hospital ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and four primary health care centers from Binzhou District were visited and 145 medical staff members and 24 cleaning personnel were interviewed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Generated medical waste totaled 1.22, 0.77, and 1.17 kg/bed/day in tertiary, secondary, and primary HCF, respectively. The amount of medical waste generated in primary health care centers was much higher than that in secondary hospitals, which may be attributed to general waste being mixed with medical waste. This study found that the level of the HCF, responsibility for medical waste management in departments and wards, educational background and training experience can be factors that determine medical staff members\u0027 knowledge of health care waste management policy. Regular training programs and sufficient provision of protective measures are urgently needed to improve occupational safety for cleaning personnel. Financing and administrative monitoring by local authorities is needed to improve handling practices and the implementation of off-site centralized disposal in primary health care centers.",
      "sentences": [
        [
          {
            "segment_text": "Generated medical waste totaled 1.22 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.77 , and 1.17 kg/bed/day in tertiary ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "secondary , and primary HCF , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The amount of medical waste generated in primary health care centers was much higher than that in secondary hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may be attributed to general waste being mixed with medical waste .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study found that the level of the HCF ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "responsibility for medical waste management in departments and wards ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "educational background and training experience can be factors that determine medical staff members \u0027 knowledge of health care waste management policy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regular training programs and sufficient provision of protective measures are urgently needed to improve occupational safety for cleaning personnel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Financing and administrative monitoring by local authorities is needed to improve handling practices and the implementation of off-site centralized disposal in primary health care centers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "218"
  }
}