{
  "paper_id": "e24f82ec9a924973e34c38e76e8018d1d7a12a44",
  "metadata": {
    "title": "Electron tomography in life science",
    "coda_data_split": "train",
    "coda_paper_id": 6566,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Electron tomography (ET) is a three-dimensional technique suitable to study pleomorphic biological structures with nanometer resolution. This makes the methodology remarkably versatile, allowing the exploration of a large range of biological specimens, both in an isolated state and in their cellular context. The application of ET has undergone an exponential growth over the last decade, enabled by seminal technological advances in methods and instrumentation, and is starting to make a significant impact on our understanding of the cellular world. While the attained results are already remarkable, ET remains a young technique with ample potential to be exploited. Current developments towards large-scale automation, higher resolution, macromolecular labeling and integration with other imaging techniques hold promise for a near future in which ET will extend its role as a pivotal tool in structural and cell biology.",
      "sentences": [
        [
          {
            "segment_text": "Electron tomography ( ET ) is a three-dimensional technique suitable to study pleomorphic biological structures with nanometer resolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This makes the methodology remarkably versatile ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing the exploration of a large range of biological specimens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both in an isolated state and in their cellular context .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The application of ET has undergone an exponential growth over the last decade ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "enabled by seminal technological advances in methods and instrumentation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is starting to make a significant impact on our understanding of the cellular world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the attained results are already remarkable ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ET remains a young technique with ample potential to be exploited .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current developments towards large-scale automation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher resolution , macromolecular labeling and integration with other imaging techniques hold promise for a near future in which ET will extend its role as a pivotal tool in structural and cell biology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "11",
    "token_num": "148"
  }
}