{
  "paper_id": "e25faf74cd21615fc0254665755a19618ced6d99",
  "metadata": {
    "title": "Yeast expression and characterization of SARS-CoV N protein",
    "coda_data_split": "train",
    "coda_paper_id": 8631,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The severe acute respiratory syndrome human coronavirus (SARS-CoV) nucleocapsid protein (N protein) is its most antigenic structural protein. The N protein gene has been cloned into a yeast expression vector pPIC9, transformed into Pichia pastoris strain GS115 and induced for expression by methanol. SDS-PAGE and Western blot showed that the N protein was expressed at a level of 3 mg/ml of culture medium. Characterization by mass spectrometry, circular dichroism and fluorescence luminescence assays showed that the expressed N protein displayed a ␤-sheet secondary structure in solution and it is stable in the pH range between 5.0 and 8.0. The P. pastoris-expressed N protein is believed to more closely resemble native SARS N protein than the bacterially expressed N protein.",
      "sentences": [
        [
          {
            "segment_text": "The severe acute respiratory syndrome human coronavirus ( SARS-CoV ) nucleocapsid protein ( N protein ) is its most antigenic structural protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The N protein gene has been cloned into a yeast expression vector pPIC9 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transformed into Pichia pastoris strain GS115 and induced for expression by methanol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SDS-PAGE and Western blot showed that the N protein was expressed at a level of 3 mg/ml of culture medium .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Characterization by mass spectrometry , circular dichroism and fluorescence luminescence assays showed that the expressed N protein displayed a ␤ - sheet secondary structure in solution and it is stable in the pH range between 5.0 and 8.0 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The P. pastoris-expressed N protein is believed to more closely resemble native SARS N protein than the bacterially expressed N protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "132"
  }
}