{
  "paper_id": "e26b6173b72a118e2b65869e3ba0cc176a3bb751",
  "metadata": {
    "title": "Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 9002,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Arabia. Using parametric and nonparametric methods, we estimated a mean incubation period of 6.9 days (95% credibility interval: 6.3-7.5) for cases in South Korea and 5.0 days (95% credibility interval: 4.0-6.6) among cases in Saudi Arabia. In a log-linear regression model, the mean incubation period was 1.42 times longer (95% credibility interval: 1.18-1.71) among cases in South Korea compared to Saudi Arabia. The variation that we identified in the incubation period distribution between locations could be associated with differences in ascertainment or reporting of exposure dates and illness onset dates, differences in the source or mode of infection, or environmental differences.",
      "sentences": [
        [
          {
            "segment_text": "Arabia .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Using parametric and nonparametric methods ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we estimated a mean incubation period of 6.9 days ( 95 % credibility interval : 6.3-7.5 ) for cases in South Korea and 5.0 days ( 95 % credibility interval : 4.0-6.6 ) among cases in Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a log-linear regression model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the mean incubation period was 1.42 times longer ( 95 % credibility interval : 1.18-1.71 ) among cases in South Korea compared to Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The variation that we identified in the incubation period distribution between locations could be associated with differences in ascertainment or reporting of exposure dates and illness onset dates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "differences in the source or mode of infection , or environmental differences .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "121"
  }
}