{
  "paper_id": "e286efc6204c521148779c64b89d21c19b82bc47",
  "metadata": {
    "title": "Review School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review",
    "coda_data_split": "train",
    "coda_paper_id": 4571,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In response to the coronavirus disease 2019 (COVID-19) pandemic, 107 countries had implemented national school closures by March 18, 2020. It is unknown whether school measures are effective in coronavirus outbreaks (eg, due to severe acute respiratory syndrome [SARS], Middle East respiratory syndrome, or COVID-19). We undertook a systematic review by searching three electronic databases to identify what is known about the effectiveness of school closures and other school social distancing practices during coronavirus outbreaks. We included 16 of 616 identified articles. School closures were deployed rapidly across mainland China and Hong Kong for COVID-19. However, there are no data on the relative contribution of school closures to transmission control. Data from the SARS outbreak in mainland China, Hong Kong, and Singapore suggest that school closures did not contribute to the control of the epidemic. Modelling studies of SARS produced conflicting results. Recent modelling studies of COVID-19 predict that school closures alone would prevent only 2-4% of deaths, much less than other social distancing interventions. Policy makers need to be aware of the equivocal evidence when considering school closures for COVID-19, and that combinations of social distancing measures should be considered. Other less disruptive social distancing interventions in schools require further consideration if restrictive social distancing policies are implemented for long periods.",
      "sentences": [
        [
          {
            "segment_text": "In response to the coronavirus disease 2019 ( COVID-19 ) pandemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "107 countries had implemented national school closures by March 18 , 2020 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is unknown whether school measures are effective in coronavirus outbreaks ( eg , due to severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East respiratory syndrome , or COVID-19 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We undertook a systematic review by searching three electronic databases to identify what is known about the effectiveness of school closures and other school social distancing practices during coronavirus outbreaks .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We included 16 of 616 identified articles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "School closures were deployed rapidly across mainland China and Hong Kong for COVID-19 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , there are no data on the relative contribution of school closures to transmission control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data from the SARS outbreak in mainland China ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Hong Kong , and Singapore suggest that school closures did not contribute to the control of the epidemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Modelling studies of SARS produced conflicting results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recent modelling studies of COVID-19 predict that school closures alone would prevent only 2-4 % of deaths ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "much less than other social distancing interventions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Policy makers need to be aware of the equivocal evidence when considering school closures for COVID-19 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that combinations of social distancing measures should be considered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other less disruptive social distancing interventions in schools require further consideration if restrictive social distancing policies are implemented for long periods .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "240"
  }
}