{
  "paper_id": "e2dab77d4f10b7899ff43439f3b7f061c3befda6",
  "metadata": {
    "title": "Article type: Original Research (Meta-Analysis) Word count",
    "coda_data_split": "train",
    "coda_paper_id": 2065,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "medRxiv preprint ABSTRACT Purpose -Coronaviruses may activate dysregulated host immune responses. As exploratory studies have suggested that interleukin-6 (IL-6) levels are elevated in cases of complicated COVID-19 and that the anti-IL-6 biologic tocilizumab may be beneficial, we undertook a systematic review and meta-analysis to assess the evidence in this field.",
      "sentences": [
        [
          {
            "segment_text": "medRxiv preprint ABSTRACT Purpose - Coronaviruses may activate dysregulated host immune responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As exploratory studies have suggested that interleukin-6 ( IL-6 ) levels are elevated in cases of complicated COVID-19 and that the anti-IL-6 biologic tocilizumab may be beneficial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we undertook a systematic review and meta-analysis to assess the evidence in this field .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods -We systematically searched MEDLINE and EMBASE for studies investigating the immunological response in COVID-19 or its treatment with tocilizumab; additional grey literature searches were undertaken. Meta-analysis was undertaken using random effects models.",
      "sentences": [
        [
          {
            "segment_text": "Methods - We systematically searched MEDLINE and EMBASE for studies investigating the immunological response in COVID-19 or its treatment with tocilizumab ; additional grey literature searches were undertaken .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Meta-analysis was undertaken using random effects models .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "93"
  }
}