{
  "paper_id": "e2e23d6985639b6aa9671a1006fe80a41abded5c",
  "metadata": {
    "title": "Specific Asparagine-linked Oligosaccharides Are Not Required for Certain Neuron-Neuron and Neuron-Schwann Cell Interactions",
    "coda_data_split": "train",
    "coda_paper_id": 10232,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To determine whether specific asparaginelinked (N-linked) oligosaccharides present in cell surface glycoproteins are required for cell-cell interactions within the peripheral nervous system, we have used castanospermine to inhibit maturation of N-linked sugars in cell cultures of neurons or neurons plus Schwann cells. Maximally 10-15 % of the N-linked oligosaccharides on neuronal proteins have normal structure when cells are cultured in the presence of 250 lxg/ml castanospermine; the remaining oligosaccharides are present as immature carbohydrate chains not normally found in these glycoproteins. Although cultures were treated for 2 wk with castanospermine, cells always remained viable and appeared healthy. We have analyzed several biological responses of embryonic dorsal root ganglion neurons, with or without",
      "sentences": [
        [
          {
            "segment_text": "To determine whether specific asparaginelinked ( N-linked ) oligosaccharides present in cell surface glycoproteins are required for cell-cell interactions within the peripheral nervous system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have used castanospermine to inhibit maturation of N-linked sugars in cell cultures of neurons or neurons plus Schwann cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Maximally 10-15 % of the N-linked oligosaccharides on neuronal proteins have normal structure when cells are cultured in the presence of 250 lxg/ml castanospermine ; the remaining oligosaccharides are present as immature carbohydrate chains not normally found in these glycoproteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although cultures were treated for 2 wk with castanospermine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cells always remained viable and appeared healthy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We have analyzed several biological responses of embryonic dorsal root ganglion neurons , with or without",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "121"
  }
}