{
  "paper_id": "e2e360fe89d5bb71e509b795942af3c874ccb3e5",
  "metadata": {
    "title": "Identification of ciliary neurotrophic factor receptor alpha as a mediator of neurotoxicity induced by α-synuclein",
    "coda_data_split": "train",
    "coda_paper_id": 10385,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Accumulating evidence suggests that extracellular α-synuclein (eSNCA) plays an important role in the pathogenesis of Parkinson\u0027s disease (PD) or related synucleinopathies by inducing neurotoxicity directly or indirectly via microglial or astroglial activation. However, the mechanisms by which this occurs remain to be characterized. To explore these mechanisms, we combined three biochemical techniques -Stable Isotope Labeling of Amino acid in Cell cultures (SILAC); biotin labeling of plasma membrane proteins followed by affinity purification; and analysis of unique proteins binding to SNCA peptides on membrane arrays. The SILAC proteomic analysis identified 457 proteins, of which, 245 or 172 proteins belonged to membrane or membrane associated proteins, depending on the various bioinformatics tools used for interpretation. In dopamine neuronal cells treated with eSNCA, the levels of 86 membrane proteins were increased and 35 were decreased compared with untreated cells. In peptide array analysis, 127 proteins were identified as possibly interacting with eSNCA. Of those, seven proteins were overlapped with the membrane proteins that displayed alterations in relative abundance after eSNCA treatment. One was ciliary neurotrophic factor receptor alpha (CNTFRα), which appeared to modulate eSNCA-mediated neurotoxicity via mechanisms related to JAK1/ STAT3 signaling but independent of eSNCA endocytosis.",
      "sentences": [
        [
          {
            "segment_text": "Accumulating evidence suggests that extracellular α-synuclein ( eSNCA ) plays an important role in the pathogenesis of Parkinson \u0027s disease ( PD ) or related synucleinopathies by inducing neurotoxicity directly or indirectly via microglial or astroglial activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the mechanisms by which this occurs remain to be characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To explore these mechanisms , we combined three biochemical techniques - Stable Isotope Labeling of Amino acid in Cell cultures ( SILAC ) ; biotin labeling of plasma membrane proteins followed by affinity purification ; and analysis of unique proteins binding to SNCA peptides on membrane arrays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The SILAC proteomic analysis identified 457 proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which , 245 or 172 proteins belonged to membrane or membrane associated proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "depending on the various bioinformatics tools used for interpretation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In dopamine neuronal cells treated with eSNCA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the levels of 86 membrane proteins were increased and 35 were decreased compared with untreated cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In peptide array analysis , 127 proteins were identified as possibly interacting with eSNCA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of those , seven proteins were overlapped with the membrane proteins that displayed alterations in relative abundance after eSNCA treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One was ciliary neurotrophic factor receptor alpha ( CNTFRα ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which appeared to modulate eSNCA-mediated neurotoxicity via mechanisms related to JAK1 / STAT3 signaling but independent of eSNCA endocytosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "224"
  }
}