{
  "paper_id": "e2edbdbdcc9a1a59d759978a4961f820482ce996",
  "metadata": {
    "title": "Sequence analysis of human coronavirus 229E mRNAs 4 and 5: evidence for polymorphism and homology with myelin basic protein",
    "coda_data_split": "train",
    "coda_paper_id": 10272,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human coronaviruses (HCV) are important pathogens responsible for respiratory, gastrointestinal and possibly neurological disorders. To better understand the molecular biology of the prototype HCV-229E strain, the nucleotide sequence of the 5\u0027-unique regions of mRNAs 4 and 5 were determined from cloned cDNAs. Sequence analysis of the cDNAs synthesized from mRNA 4 revealed a major difference with previously published results. However, polymerase chain reaction amplification of this region showed that the sequenced cDNAs were produced from minor RNA species, an indication of possible genetic polymorphism in this region of the viral genome. The mutated messenger RNA 4 contains two ORFs:",
      "sentences": [
        [
          {
            "segment_text": "Human coronaviruses ( HCV ) are important pathogens responsible for respiratory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gastrointestinal and possibly neurological disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To better understand the molecular biology of the prototype HCV-229E strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nucleotide sequence of the 5 \u0027 - unique regions of mRNAs 4 and 5 were determined from cloned cDNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of the cDNAs synthesized from mRNA 4 revealed a major difference with previously published results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , polymerase chain reaction amplification of this region showed that the sequenced cDNAs were produced from minor RNA species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an indication of possible genetic polymorphism in this region of the viral genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mutated messenger RNA 4 contains two ORFs :",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "(1) ORF4a consisting of 132 nucleotides which potentially encodes a 44-amino acid polypeptide of 4653 Da; this coding sequence is preceded by a consensus transcriptional initiation sequence, CUAAACU, similar to the ones found upstream of the N and M genes; (2) ORF4b of 249 nucleotides potentially encoding an 83-amino acid basic and leucine-rich polypeptide of 9550 Da. On the other hand, mRNA 5 contains one single ORF of 231 nucleotides which could encode a 77-amino acid basic and leucine-rich polypeptide of 9046 Da. This putative protein presents a significant degree of amino acid homology (33%) with its counterpart found in transmissible gastroenteritis coronavirus (TGEV). The proteins in the two different viruses exhibit similar molecular weights and are extremely hydrophobic.",
      "sentences": [
        [
          {
            "segment_text": "( 1 ) ORF4a consisting of 132 nucleotides which potentially encodes a 44-amino acid polypeptide of 4653 Da ; this coding sequence is preceded by a consensus transcriptional initiation sequence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CUAAACU , similar to the ones found upstream of the N and M genes ; ( 2 ) ORF4b of 249 nucleotides potentially encoding an 83-amino acid basic and leucine-rich polypeptide of 9550 Da .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the other hand , mRNA 5 contains one single ORF of 231 nucleotides which could encode a 77-amino acid basic and leucine-rich polypeptide of 9046 Da .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This putative protein presents a significant degree of amino acid homology ( 33 % ) with its counterpart found in transmissible gastroenteritis coronavirus ( TGEV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proteins in the two different viruses exhibit similar molecular weights and are extremely hydrophobic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "250"
  }
}