{
  "paper_id": "e2ef2781ce459884a3032564aa6130c9b9de9ea0",
  "metadata": {
    "title": "Unexpected Cardiac Death During Anaesthesia of a Young Rabbit Associated with Fibro-fatty Replacement of the Right Ventricular Myocardium ScienceDirect",
    "coda_data_split": "train",
    "coda_paper_id": 2375,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A 6-month-old female pet rabbit was presented for routine ovariectomy. The pre-anaesthetic evaluation was unremarkable and no anaesthetic complications occurred during the procedure. However, at the end of the surgery, the rabbit suddenly showed acute bradycardia and cardiac death. Necropsy examination revealed marked dilation of the right ventricle, associated with diffuse thinning of the right ventricular free wall. Gross and histopathological findings were suggestive of a congenital dilated cardiomyopathy characterized by fibrofatty replacement of the right ventricular myocardium. Similar myocardial lesions have not been previously described in rabbits, although they have been documented in myocardial diseases of man, dogs, cats, cattle, horses and chimpanzees.",
      "sentences": [
        [
          {
            "segment_text": "A 6-month-old female pet rabbit was presented for routine ovariectomy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pre-anaesthetic evaluation was unremarkable and no anaesthetic complications occurred during the procedure .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , at the end of the surgery ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the rabbit suddenly showed acute bradycardia and cardiac death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Necropsy examination revealed marked dilation of the right ventricle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with diffuse thinning of the right ventricular free wall .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gross and histopathological findings were suggestive of a congenital dilated cardiomyopathy characterized by fibrofatty replacement of the right ventricular myocardium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similar myocardial lesions have not been previously described in rabbits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although they have been documented in myocardial diseases of man ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dogs , cats , cattle , horses and chimpanzees .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "118"
  }
}