{
  "paper_id": "e315c421674f55c4e12287ff86314290f8965432",
  "metadata": {
    "title": "Enhancing Laboratory Response Network Capacity in South Korea",
    "coda_data_split": "train",
    "coda_paper_id": 4246,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Laboratory Response Network (LRN) laboratories help protect populations from biological and chemical public health threats. We examined the role of LRN biological laboratories in enhancing capacity to detect and respond to public health infectious disease emergencies in South Korea. The model for responding to infectious disease emergencies leverages standardized laboratory testing procedures, a repository of standardized testing reagents, laboratory testing cooperation among hospital sentinel laboratories and reference laboratories, and maintenance of a trained workforce through traditional and on-demand training. Cooperation among all network stakeholders helps ensure that laboratory response is an integrated part of the national response. The added laboratory testing capacity provided by the US Centers for Disease Control and Prevention LRN assets helps protect persons who reside in South Korea, US military personnel and civilians in South Korea, and those who reside in the continental United States.",
      "sentences": [
        [
          {
            "segment_text": "Laboratory Response Network ( LRN ) laboratories help protect populations from biological and chemical public health threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined the role of LRN biological laboratories in enhancing capacity to detect and respond to public health infectious disease emergencies in South Korea .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The model for responding to infectious disease emergencies leverages standardized laboratory testing procedures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a repository of standardized testing reagents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "laboratory testing cooperation among hospital sentinel laboratories and reference laboratories ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and maintenance of a trained workforce through traditional and on-demand training .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cooperation among all network stakeholders helps ensure that laboratory response is an integrated part of the national response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The added laboratory testing capacity provided by the US Centers for Disease Control and Prevention LRN assets helps protect persons who reside in South Korea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "US military personnel and civilians in South Korea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and those who reside in the continental United States .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "151"
  }
}