{
  "paper_id": "e318909c13dd6bd6c96c47d9e7b7ac1c341936e1",
  "metadata": {
    "title": "Collaborative Cross Mice Yield Genetic Modifiers for Pseudomonas aeruginosa Infection in Human Lung Disease",
    "coda_data_split": "train",
    "coda_paper_id": 4701,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human genetics influence a range of pathological and clinical phenotypes in respiratory infections; however, the contributions of disease modifiers remain underappreciated. We exploited the Collaborative Cross (CC) mouse genetic-reference population to map genetic modifiers that affect the severity of Pseudomonas aeruginosa lung infection. Screening for P. aeruginosa respiratory infection in a cohort of 39 CC lines exhibits distinct disease phenotypes ranging from complete resistance to lethal disease. Based on major changes in the survival times, a quantitative-trait locus (QTL) was mapped on murine chromosome 3 to the genomic interval of Mb 110.4 to 120.5. Within this locus, composed of 31 protein-coding genes, two candidate genes, namely, dihydropyrimidine dehydrogenase (Dpyd) and sphingosine-1-phosphate receptor 1 (S1pr1), were identified according to the level of genome-wide significance and disease gene prioritization. Functional validation of the S1pr1 gene by pharmacological targeting in C57BL/ 6NCrl mice confirmed its relevance in P. aeruginosa pathophysiology. However, in a cohort of Canadian patients with cystic fibrosis (CF) disease, regional genetic-association analysis of the syntenic human locus on chromosome 1 (Mb 97.0 to 105.0) identified two single-nucleotide polymorphisms (rs10875080 and rs11582736) annotated to the Dpyd gene that were significantly associated with age at first P. aeruginosa infection. Thus, there is evidence that both genes might be implicated in this disease. Our results demonstrate that the discovery of murine modifier loci may generate information that is relevant to human disease progression. IMPORTANCE Respiratory infection caused by P. aeruginosa is one of the most critical health burdens worldwide. People affected by P. aeruginosa infection include patients with a weakened immune system, such as those with cystic fibrosis (CF) genetic disease or non-CF bronchiectasis. Disease outcomes range from fatal pneumonia to chronic lifethreatening infection and inflammation leading to the progressive deterioration of pulmonary function. The development of these respiratory infections is mediated by multiple causes. However, the genetic factors underlying infection susceptibility are poorly known and difficult to predict. Our study employed novel approaches and improved mouse disease models to identify genetic modifiers that affect the severity of P. aeruginosa lung infection. We identified candidate genes to enhance our understanding of P. aeruginosa infection in humans and provide a proof of concept that could be exploited for other human pathologies mediated by bacterial infection.",
      "sentences": [
        [
          {
            "segment_text": "Human genetics influence a range of pathological and clinical phenotypes in respiratory infections ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the contributions of disease modifiers remain underappreciated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We exploited the Collaborative Cross ( CC ) mouse genetic-reference population to map genetic modifiers that affect the severity of Pseudomonas aeruginosa lung infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Screening for P. aeruginosa respiratory infection in a cohort of 39 CC lines exhibits distinct disease phenotypes ranging from complete resistance to lethal disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on major changes in the survival times ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a quantitative-trait locus ( QTL ) was mapped on murine chromosome 3 to the genomic interval of Mb 110.4 to 120.5 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Within this locus , composed of 31 protein-coding genes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two candidate genes , namely ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "dihydropyrimidine dehydrogenase ( Dpyd ) and sphingosine-1-phosphate receptor 1 ( S1pr1 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were identified according to the level of genome-wide significance and disease gene prioritization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Functional validation of the S1pr1 gene by pharmacological targeting in C57BL / 6NCrl mice confirmed its relevance in P. aeruginosa pathophysiology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "However , in a cohort of Canadian patients with cystic fibrosis ( CF ) disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "regional genetic-association analysis of the syntenic human locus on chromosome 1 ( Mb 97.0 to 105.0 ) identified two single-nucleotide polymorphisms ( rs10875080 and rs11582736 ) annotated to the Dpyd gene that were significantly associated with age at first P. aeruginosa infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , there is evidence that both genes might be implicated in this disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results demonstrate that the discovery of murine modifier loci may generate information that is relevant to human disease progression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IMPORTANCE Respiratory infection caused by P. aeruginosa is one of the most critical health burdens worldwide .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "People affected by P. aeruginosa infection include patients with a weakened immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as those with cystic fibrosis ( CF ) genetic disease or non-CF bronchiectasis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Disease outcomes range from fatal pneumonia to chronic lifethreatening infection and inflammation leading to the progressive deterioration of pulmonary function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The development of these respiratory infections is mediated by multiple causes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the genetic factors underlying infection susceptibility are poorly known and difficult to predict .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study employed novel approaches and improved mouse disease models to identify genetic modifiers that affect the severity of P. aeruginosa lung infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified candidate genes to enhance our understanding of P. aeruginosa infection in humans and provide a proof of concept that could be exploited for other human pathologies mediated by bacterial infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "417"
  }
}