{
  "paper_id": "e31e8e97d06e14f3f1346b96b03f0785f1a15e5a",
  "metadata": {
    "title": "Original Research Serum protease activity in chronic kidney disease patients: The GANI_MED renal cohort Impact statement",
    "coda_data_split": "train",
    "coda_paper_id": 4111,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Serum or plasma proteases have been associated with various diseases including cancer, inflammation, or reno-cardiovascular diseases. We aimed to investigate whether the enzymatic activities of serum proteases are associated with the estimated glomerular filtration rate (eGFR) in patients with different stages of chronic kidney disease (CKD). Our study population comprised 268 participants of the \u0027\u0027Greifswald Approach to Individualized Medicine\u0027\u0027 (GANI_MED) cohort. Enzymatic activity of aminopeptidase A, aminopeptidase B, alanyl (membrane) aminopeptidase, insulin-regulated aminopeptidase, puromycin-sensitive aminopeptidase, leucine aminopeptidase 3, prolyl-endopeptidase (PEP), dipeptidyl peptidase 4 (DPP4), angiotensin Iconverting enzyme, and angiotensin I-converting enzyme 2 (ACE2) proteases was measured in serum. Linear regression of the respective protease was performed on kidney function adjusted for age and sex. Kidney function was modeled either by the continuous Modification of Diet in Renal Disease (MDRD)-based eGFR or dichotomized by eGFR \u003c 15 mL/min/1.73 m 2 or \u003c45 mL/min/1.73 m 2 , respectively. Results with a false discovery rate below 0.05 were deemed statistically significant. Among the 10 proteases investigated, only the activities of ACE2 and DPP4 were correlated with eGFR. Patients with lowest eGFR exhibited highest DPP4 and ACE2 activities. DPP4 and PEP were correlated with age, but all other serum protease activities showed no associations with age or sex. Our data indicate that ACE2 and DPP4 enzymatic activity are associated with the eGFR in patients with CKD. This finding distinguishes ACE2 and DPP4 from other serum peptidases analyzed and clearly indicates that further analyses are warranted to identify the precise role of these serum ectopeptidases in the pathogenesis of CKD and to fully elucidate underlying molecular mechanisms.",
      "sentences": [
        [
          {
            "segment_text": "Serum or plasma proteases have been associated with various diseases including cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammation , or reno-cardiovascular diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to investigate whether the enzymatic activities of serum proteases are associated with the estimated glomerular filtration rate ( eGFR ) in patients with different stages of chronic kidney disease ( CKD ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our study population comprised 268 participants of the `` Greifswald Approach to Individualized Medicine \u0027\u0027 ( GANI _ MED ) cohort .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enzymatic activity of aminopeptidase A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aminopeptidase B , alanyl ( membrane ) aminopeptidase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "insulin-regulated aminopeptidase , puromycin-sensitive aminopeptidase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "leucine aminopeptidase 3 , prolyl-endopeptidase ( PEP ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "dipeptidyl peptidase 4 ( DPP4 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "angiotensin Iconverting enzyme , and angiotensin I-converting enzyme 2 ( ACE2 ) proteases was measured in serum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Linear regression of the respective protease was performed on kidney function adjusted for age and sex .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Kidney function was modeled either by the continuous Modification of Diet in Renal Disease ( MDRD ) - based eGFR or dichotomized by eGFR \u003c 15 mL/min/1 .73 m 2 or \u003c 45 mL/min/1 .73 m 2 , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results with a false discovery rate below 0.05 were deemed statistically significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the 10 proteases investigated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only the activities of ACE2 and DPP4 were correlated with eGFR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with lowest eGFR exhibited highest DPP4 and ACE2 activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DPP4 and PEP were correlated with age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but all other serum protease activities showed no associations with age or sex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data indicate that ACE2 and DPP4 enzymatic activity are associated with the eGFR in patients with CKD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This finding distinguishes ACE2 and DPP4 from other serum peptidases analyzed and clearly indicates that further analyses are warranted to identify the precise role of these serum ectopeptidases in the pathogenesis of CKD and to fully elucidate underlying molecular mechanisms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "312"
  }
}