{
  "paper_id": "e34ac8a1ed4f4e69d2ded70d35a0ab555abf9101",
  "metadata": {
    "title": "A creature with a hundred waggly tails: intrinsically disordered proteins in the ribosome",
    "coda_data_split": "train",
    "coda_paper_id": 5989,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "study, we present the results of comprehensive bioinformatics analyses of the abundance and roles of intrinsic disorder in 3,411 ribosomal proteins from 32 species. We show that many ribosomal proteins are intrinsically disordered or hybrid proteins that contain ordered and disordered domains. Predicted globular domains of many ribosomal proteins contain noticeable regions of intrinsic disorder. We also show that disorder in ribosomal proteins has different characteristics compared to other proteins that interact with RNa and DNa including overall abundance, evolutionary conservation, and involvement in protein-protein interactions. Furthermore, intrinsic disorder is not only abundant in the ribosomal proteins, but we demonstrate that it is absolutely necessary for their various functions.",
      "sentences": [
        [
          {
            "segment_text": "study , we present the results of comprehensive bioinformatics analyses of the abundance and roles of intrinsic disorder in 3,411 ribosomal proteins from 32 species .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We show that many ribosomal proteins are intrinsically disordered or hybrid proteins that contain ordered and disordered domains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Predicted globular domains of many ribosomal proteins contain noticeable regions of intrinsic disorder .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that disorder in ribosomal proteins has different characteristics compared to other proteins that interact with RNa and DNa including overall abundance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evolutionary conservation , and involvement in protein-protein interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , intrinsic disorder is not only abundant in the ribosomal proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but we demonstrate that it is absolutely necessary for their various functions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract Intrinsic disorder (i.e., lack of a unique 3-D structure) is a common phenomenon, and many biologically active proteins are disordered as a whole, or contain long disordered regions. these intrinsically disordered proteins/regions constitute a significant part of all proteomes, and their functional repertoire is complementary to functions of ordered proteins. In fact, intrinsic disorder represents an important driving force for many specific functions. an illustrative example of such disordercentric functional class is RNa-binding proteins. In this Z. Peng and C. J. Oldfield contributed equally to this study.",
      "sentences": [
        [
          {
            "segment_text": "Abstract Intrinsic disorder ( i.e. , lack of a unique 3-D structure ) is a common phenomenon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and many biologically active proteins are disordered as a whole ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or contain long disordered regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "these intrinsically disordered proteins/regions constitute a significant part of all proteomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their functional repertoire is complementary to functions of ordered proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In fact , intrinsic disorder represents an important driving force for many specific functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "an illustrative example of such disordercentric functional class is RNa-binding proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this Z. Peng and C. J. Oldfield contributed equally to this study .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Electronic supplementary material the online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Electronic supplementary material the online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "229"
  }
}