{
  "paper_id": "e350e1b4aab99c73d0e0d03121b50c059c04fd61",
  "metadata": {
    "title": "Novel Immunoglobulin Domain Proteins Provide Insights into Evolution and Pathogenesis Mechanisms of SARS-Related Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 5229,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "A novel coronavirus (SARS-CoV-2) is the causative agent of an emergent severe respiratory disease 20 in humans that is threatening to result in a global health crisis. By using genomic, sequence, 21 structural and evolutionary analysis, we show that Alpha-and Beta-CoVs possess several novel families 22 of immunoglobulin (Ig) domain proteins, including ORF8 and ORF7a from SARS-related coronaviruses 23 and two protein groups from certain Alpha-CoVs. Among them, ORF8 is distinguished in being rapidly 24 evolving, possessing a unique insert and a hypervariable position among SARS-CoV-2 genomes in its 25 predicted ligand-binding groove. We also uncover many Ig proteins from several metazoan viruses 26 which are distinct in sequence and structure but share an architecture comparable to that of CoV Ig 27 domain proteins. Hence, we propose that deployment of Ig domain proteins is a widely-used strategy by 28 viruses, and SARS-CoV-2 ORF8 is a potential pathogenicity factor which evolves rapidly to counter the 29 immune response and facilitate the transmission between hosts. 30 31",
      "sentences": [
        [
          {
            "segment_text": "A novel coronavirus ( SARS-CoV-2 ) is the causative agent of an emergent severe respiratory disease 20 in humans that is threatening to result in a global health crisis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By using genomic , sequence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "21 structural and evolutionary analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that Alpha-and Beta-CoVs possess several novel families 22 of immunoglobulin ( Ig ) domain proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including ORF8 and ORF7a from SARS-related coronaviruses 23 and two protein groups from certain Alpha-CoVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among them , ORF8 is distinguished in being rapidly 24 evolving ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possessing a unique insert and a hypervariable position among SARS-CoV-2 genomes in its 25 predicted ligand-binding groove .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also uncover many Ig proteins from several metazoan viruses 26 which are distinct in sequence and structure but share an architecture comparable to that of CoV Ig 27 domain proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , we propose that deployment of Ig domain proteins is a widely-used strategy by 28 viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and SARS-CoV-2 ORF8 is a potential pathogenicity factor which evolves rapidly to counter the 29 immune response and facilitate the transmission between hosts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "30 31",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "182"
  }
}