{
  "paper_id": "e36667cabde42ca6168e49cfc43ab28b9dc4a188",
  "metadata": {
    "title": "Building Applied Mathematics Knowledge Base in East Africa",
    "coda_data_split": "train",
    "coda_paper_id": 2762,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is vast demand in Africa for technological development including modernization of higher education. Reforms in industrial processes through engineering skills are pivotal for the environmental concern and goals of sustainable development. Lappeenranta University of Technology has actively contributed to the spread of Industrial Mathematics in East African region over the past decade through development projects financed by the Finnish Ministry of Foreign Affairs. In this article, we summarize these projects and present their achievements. The story of European Consortium for Mathematics in Industry (ECMI) and the accumulated experience over 25 years have been the encouragement and inspiration for our initiatives. They were focused on Applied Mathematics curriculum development in Partner countries, and on organization of ECMI-style practical workshops like modeling weeks. There is obvious demand to broaden the cooperation between Africa and the European applied mathematics community.",
      "sentences": [
        [
          {
            "segment_text": "There is vast demand in Africa for technological development including modernization of higher education .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reforms in industrial processes through engineering skills are pivotal for the environmental concern and goals of sustainable development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lappeenranta University of Technology has actively contributed to the spread of Industrial Mathematics in East African region over the past decade through development projects financed by the Finnish Ministry of Foreign Affairs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we summarize these projects and present their achievements .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The story of European Consortium for Mathematics in Industry ( ECMI ) and the accumulated experience over 25 years have been the encouragement and inspiration for our initiatives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They were focused on Applied Mathematics curriculum development in Partner countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and on organization of ECMI-style practical workshops like modeling weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is obvious demand to broaden the cooperation between Africa and the European applied mathematics community .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "M. Heiliö • M. Jabłońska-Sabuka ( )",
      "sentences": [
        [
          {
            "segment_text": "M. Heiliö • M. Jabłońska-Sabuka ( )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "156"
  }
}