{
  "paper_id": "e3a0c96eb90d4df67945fa4c992b9acf4745af7f",
  "metadata": {
    "title": "Typing of canine parvovirus strains circulating in Brazil between 2008 and 2010",
    "coda_data_split": "train",
    "coda_paper_id": 9500,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Detection and characterisation of the canine parvovirus (CPV-2) strains that are currently circulating are essential for the understanding of viral evolution and the development of measures to control its spread. In the present study, stool samples from 144 dogs were analysed by polymerase chain reaction (PCR) for CPV-2, and 29.2% (42/144) of them were positive. From the 42 positive strains, 71.4% (30) of the dogs had signs of haemorrhagic gastroenteritis. The sequencing of the 583 bp fragment of the VP2 gene from the positive strains identified 78.6% (33/42) of them as type 2c, 19% (8/42) as type 2b and 2.4% (1/42) as type 2a. A phylogenetic analysis of the variants circulating in the canine population of Brazil showed that they are very similar to those found in other countries and type 2c has become the predominant type circulating in Brazil.",
      "sentences": [
        [
          {
            "segment_text": "Detection and characterisation of the canine parvovirus ( CPV-2 ) strains that are currently circulating are essential for the understanding of viral evolution and the development of measures to control its spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , stool samples from 144 dogs were analysed by polymerase chain reaction ( PCR ) for CPV-2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 29.2 % ( 42/144 ) of them were positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From the 42 positive strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "71.4 % ( 30 ) of the dogs had signs of haemorrhagic gastroenteritis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sequencing of the 583 bp fragment of the VP2 gene from the positive strains identified 78.6 % ( 33/42 ) of them as type 2c ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "19 % ( 8/42 ) as type 2b and 2.4 % ( 1/42 ) as type 2a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A phylogenetic analysis of the variants circulating in the canine population of Brazil showed that they are very similar to those found in other countries and type 2c has become the predominant type circulating in Brazil .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "168"
  }
}