{
  "paper_id": "e3de6d6d50592102725cbe2ee5cb0fe02b851aac",
  "metadata": {
    "title": "Inhibitory Effect of Resveratrol against Duck Enteritis Virus In Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 10459,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Duck viral enteritis (DVE) is an acute, contagious herpesvirus infection of ducks, geese, and swans of all ages and species. This disease has been responsible for significant economic losses in domestic and wild waterfowl as a result of mortality, and decreased egg production. Resveratrol is a naturally occurring phytoalexin in specific plants and exhibits inhibitory activity against many kinds of virus. In this paper, resveratrol was found to inhibit duck enteritis virus (DEV) replication in a dose-dependent manner, with a 50% inhibition concentration of 3.85 mg/mL. The inhibition in virus multiplication in the presence of resveratrol was not attributed to direct inactivation or inhibition of virus attachment to the host cells, but to the inhibition of viral multiplication in host cells. The assay of the time of addition limited the drug effect during the first 8 h of infection. This conclusion was supported by the ultrastructure images of the early stage of DEV infection, which showed that the replication of virus nucleic acid and the formation of the capsid in the cell nucleus were suppressed. In the indirect immunofluorescence assay, proteins expression in DEV infected duck embryo fibroblasts (DEFs) within 24 h post-infection (p.i.) was also effectively suppressed by resveratrol. In summary, the resveratrol has a good activity against DEV infection in vitro, which could be attributed to that fact that several essential immediate early viral proteins for virus replication were impacted by resveratrol.",
      "sentences": [
        [
          {
            "segment_text": "Duck viral enteritis ( DVE ) is an acute ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contagious herpesvirus infection of ducks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "geese , and swans of all ages and species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This disease has been responsible for significant economic losses in domestic and wild waterfowl as a result of mortality , and decreased egg production .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Resveratrol is a naturally occurring phytoalexin in specific plants and exhibits inhibitory activity against many kinds of virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , resveratrol was found to inhibit duck enteritis virus ( DEV ) replication in a dose-dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a 50 % inhibition concentration of 3.85 mg/mL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibition in virus multiplication in the presence of resveratrol was not attributed to direct inactivation or inhibition of virus attachment to the host cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but to the inhibition of viral multiplication in host cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay of the time of addition limited the drug effect during the first 8 h of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This conclusion was supported by the ultrastructure images of the early stage of DEV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which showed that the replication of virus nucleic acid and the formation of the capsid in the cell nucleus were suppressed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the indirect immunofluorescence assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proteins expression in DEV infected duck embryo fibroblasts ( DEFs ) within 24 h post-infection ( p.i. ) was also effectively suppressed by resveratrol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , the resveratrol has a good activity against DEV infection in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be attributed to that fact that several essential immediate early viral proteins for virus replication were impacted by resveratrol .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "263"
  }
}