{
  "paper_id": "e3e06757688d90621585504d0bda7474c65401ce",
  "metadata": {
    "title": "Optimization of the Production Process and Characterization of the Yeast-Expressed SARS-CoV Recombinant Receptor-Binding Domain (RBD219-N1), a SARS Vaccine Candidate",
    "coda_data_split": "train",
    "coda_paper_id": 4763,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "From 2002 to 2003, a global pandemic of severe acute respiratory syndrome (SARS) spread to 5 continents and caused 8000 respiratory infections and 800 deaths. To ameliorate the effects of future outbreaks as well as to prepare for biodefense, a process for the production of a recombinant protein vaccine candidate is under development. Previously, we reported the 5 L scale expression and purification of a promising recombinant SARS vaccine candidate, RBD219-N1, the 218eamino acid residue receptorbinding domain (RBD) of SARS coronavirus expressed in yeastePichia pastoris X-33. When adjuvanted with aluminum hydroxide, this protein elicited high neutralizing antibody titers and high RBD-specific antibody titers. However, the yield of RBD219-N1 (60 mg RBD219-N1 per liter of fermentation supernatant; 60 mg/L FS) still required improvement to reach our target of \u003e100 mg/L FS. In this study, we optimized the 10 L scale production process and increased the fermentation yield 6-to 7-fold to 400 mg/ L FS with purification recovery \u003e50%. A panel of characterization tests indicated that the process is reproducible and that the purified, tag-free RBD219-N1 protein has high purity and a well-defined structure and is therefore a suitable candidate for production under current Good Manufacturing Practice and future phase-1 clinical trials.",
      "sentences": [
        [
          {
            "segment_text": "From 2002 to 2003 , a global pandemic of severe acute respiratory syndrome ( SARS ) spread to 5 continents and caused 8000 respiratory infections and 800 deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To ameliorate the effects of future outbreaks as well as to prepare for biodefense ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a process for the production of a recombinant protein vaccine candidate is under development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously , we reported the 5 L scale expression and purification of a promising recombinant SARS vaccine candidate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RBD219-N1 , the 218eamino acid residue receptorbinding domain ( RBD ) of SARS coronavirus expressed in yeastePichia pastoris X-33 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When adjuvanted with aluminum hydroxide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this protein elicited high neutralizing antibody titers and high RBD-specific antibody titers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the yield of RBD219-N1 ( 60 mg RBD219-N1 per liter of fermentation supernatant ; 60 mg/L FS ) still required improvement to reach our target of \u003e 100 mg/L FS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we optimized the 10 L scale production process and increased the fermentation yield 6-to 7-fold to 400 mg / L FS with purification recovery \u003e 50 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A panel of characterization tests indicated that the process is reproducible and that the purified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tag-free RBD219-N1 protein has high purity and a well-defined structure and is therefore a suitable candidate for production under current Good Manufacturing Practice and future phase-1 clinical trials .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "227"
  }
}