{
  "paper_id": "e3e49f0fda07ee77858bcdaf02dd4455ed9742ae",
  "metadata": {
    "title": "Some Chinese folk prescriptions for wind-cold type common cold",
    "coda_data_split": "train",
    "coda_paper_id": 3428,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although self-limiting, the common cold (感冒gǎn m ao) is highly prevalent. There are no effective antivirals to cure the common cold and few effective measures to prevent it, However, for thousands years, Chinese people have treated the common cold with natural herbs, According to the traditional Chinese medicine (TCM) theory (中醫理論 zh ong y ı lǐ lùn), the common cold is considered as an exterior syndrome, which can be further divided into the wind-cold type (風寒型 f eng h an xíng), the wind-heat type (風熱型 f eng r e xíng), and the summer heat dampness type (暑熱型 shǔ r e xíng). Since the most common type of common cold caught in winter and spring is the wind-cold type, the article introduced some Chinese folk prescriptions for the wind-cold type common cold with normal and weak physique, respectively. For thousands of years, Chinese folk prescriptions for the common cold, as complementary and alternative medicine (CAM; 補充與替代醫學 bǔ ch ong yǔ tì d ai y ı xu e), have been proven to be effective, convenient, cheap, and most importantly, safe. The Chinese folk prescriptions (中國民間處方 zh ong gu o mín ji an chǔ f ang) for the wind-cold type common cold are quite suitable for general practitioners or patients with the wind-cold type common cold, to treat the disease. Of course, their pharmacological features and mechanisms of action need to be further studied.",
      "sentences": [
        [
          {
            "segment_text": "Although self-limiting , the common cold ( 感冒gǎn m ao ) is highly prevalent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are no effective antivirals to cure the common cold and few effective measures to prevent it ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "However , for thousands years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Chinese people have treated the common cold with natural herbs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "According to the traditional Chinese medicine ( TCM ) theory ( 中醫理論 zh ong y ı lǐ lùn ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the common cold is considered as an exterior syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be further divided into the wind-cold type ( 風寒型 f eng h an xíng ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the wind-heat type ( 風熱型 f eng r e xíng ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the summer heat dampness type ( 暑熱型 shǔ r e xíng ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the most common type of common cold caught in winter and spring is the wind-cold type ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the article introduced some Chinese folk prescriptions for the wind-cold type common cold with normal and weak physique , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For thousands of years , Chinese folk prescriptions for the common cold ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as complementary and alternative medicine ( CAM ; 補充與替代醫學 bǔ ch ong yǔ tì d ai y ı xu e ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been proven to be effective ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "convenient , cheap , and most importantly , safe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Chinese folk prescriptions ( 中國民間處方 zh ong gu o mín ji an chǔ f ang ) for the wind-cold type common cold are quite suitable for general practitioners or patients with the wind-cold type common cold , to treat the disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of course , their pharmacological features and mechanisms of action need to be further studied .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "17",
    "token_num": "274"
  }
}