{
  "paper_id": "e3ef02683a7fece1824138aae4cc7798e20fb442",
  "metadata": {
    "title": "Disposition of the hydrolase elucidated carboxy-terminus tail of rabbit lactase-phlorizin by phosphorylation with protein kinase A in vitro and in tissue culture",
    "coda_data_split": "train",
    "coda_paper_id": 4295,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The intracellular disposition of the carboxy-terminus tail of rabbit lactase-phlorizin hydrolase (LPH) is demonstrated, using a specific phospborylation of Ser 1916 by protein kinase A (PKA). This phosphorylation is shown to occur not only in vitro (with pure LPH and pure catalytic subunit of PKA), but also in an organ culture of the small intestine. Cholera toxin, which is known to act in vivo on the membranes of the small intestine, with severe clinical consequences, and to elevate the intracellular cyclic AMP of enterocytes, is shown to enhance significantly the phosphorylation of LPH in intact cells grown as an organ culture. These findings establish the cytosolic orientation of the carboxyterminus tail of LPH in situ, and raise the possibility that the tail itself and its phosphorylation by PKA may have a physiological or physiopatbological significance.",
      "sentences": [
        [
          {
            "segment_text": "The intracellular disposition of the carboxy-terminus tail of rabbit lactase-phlorizin hydrolase ( LPH ) is demonstrated ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a specific phospborylation of Ser 1916 by protein kinase A ( PKA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This phosphorylation is shown to occur not only in vitro ( with pure LPH and pure catalytic subunit of PKA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also in an organ culture of the small intestine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cholera toxin , which is known to act in vivo on the membranes of the small intestine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with severe clinical consequences , and to elevate the intracellular cyclic AMP of enterocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is shown to enhance significantly the phosphorylation of LPH in intact cells grown as an organ culture .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings establish the cytosolic orientation of the carboxyterminus tail of LPH in situ ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and raise the possibility that the tail itself and its phosphorylation by PKA may have a physiological or physiopatbological significance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "152"
  }
}