{
  "paper_id": "e3f5b91907bbd807d31fa063a9d629e574b4dbde",
  "metadata": {
    "title": "Localization and Targeting of the Saccharomyces cerevisiae Kre2p/Mnt lp oL 1,2-Mannosyltransferase to a medial.Gol Compartment",
    "coda_data_split": "train",
    "coda_paper_id": 5240,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The yeast Kre2p/Mntlp cxl,2-mannosyltransferase is a type II membrane protein with a short cytoplasmic amino terminus, a membrane-spanning region, and a large catalytic luminal domain containing one N-glycosylation site. Anti-Kre2p/Mntlp antibodies identify a 60-kD integral membrane protein that is progressively N-glycosylated in an MNNl-dependent manner. Kre2p/Mntlp is localized in a Golgi compartment that overlaps with that containing the medial-Golgi mannosyltransferase Mnnlp, and distinct from that including the late Golgi protein Kexlp. To determine which regions of Kre2p/Mntlp are required for Golgi localization, Kre2p/Mntlp mutant proteins were assem-bled by substitution of Kre2p domains with equivalent sequences from the vacuolar proteins DPAP B and Pho8p. Chimeric proteins were tested for correct topology, in vitro and in vivo activity, and were localized intracellularly by indirect immunofluorescence. The resuits demonstrate that the NH2-terminal cytoplasmic domain is necessary for correct Kre2p Golgi localization whereas, the membrane-spanning and stem domains are dispensable. However, in a test of targeting sufficiency, the presence of the entire Kre2p cytoplasmic tail, plus the transmembrane domain and a 36-amino acid residue luminal stem region was required to localize a Pho8p reporter protein to the yeast Golgi. T HE Golgi apparatus plays a fundamental role in glycan processing and sorting of newly synthesized proteins in the secretory pathway of eukaryotic cells. The Golgi apparatus of a typical mammalian cell is composed of a polarized stack of membranous saccules that are differentiated into functionally distinct subcompartments. After the addition of core N-linked sugar moieties in the endoplasmic reticulum, glycoproteins proceed through the cis-Golgi network, the cis-, medial-, and transcisternae, and the trans-Golgi network, where further modifications take place. These include the addition of O-linked sugars and the elaboration, in a protein-specific manner, of complex N-linked carbohydrate structures. The Golgi apparatus also constitutes a major organelle responsible for protein trafficking where particular proteins are directed to precise cellular locations. Two specific Golgi subcompartments have been found to be involved in protein sorting. The cis-Golgi network constitutes the site from which many resident ER proteins are retrieved, and the main function of the TGN is to direct glycoproteins exiting the Golgi complex to either the lysosome or the cell surface (",
      "sentences": [
        [
          {
            "segment_text": "The yeast Kre2p/Mntlp cxl,2-mannosyltransferase is a type II membrane protein with a short cytoplasmic amino terminus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a membrane-spanning region , and a large catalytic luminal domain containing one N-glycosylation site .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anti-Kre2p / Mntlp antibodies identify a 60-kD integral membrane protein that is progressively N-glycosylated in an MNNl-dependent manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Kre2p/Mntlp is localized in a Golgi compartment that overlaps with that containing the medial-Golgi mannosyltransferase Mnnlp ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and distinct from that including the late Golgi protein Kexlp .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine which regions of Kre2p/Mntlp are required for Golgi localization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Kre2p/Mntlp mutant proteins were assem-bled by substitution of Kre2p domains with equivalent sequences from the vacuolar proteins DPAP B and Pho8p .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chimeric proteins were tested for correct topology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in vitro and in vivo activity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and were localized intracellularly by indirect immunofluorescence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The resuits demonstrate that the NH2-terminal cytoplasmic domain is necessary for correct Kre2p Golgi localization whereas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the membrane-spanning and stem domains are dispensable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in a test of targeting sufficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the presence of the entire Kre2p cytoplasmic tail ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "plus the transmembrane domain and a 36-amino acid residue luminal stem region was required to localize a Pho8p reporter protein to the yeast Golgi .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "T HE Golgi apparatus plays a fundamental role in glycan processing and sorting of newly synthesized proteins in the secretory pathway of eukaryotic cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Golgi apparatus of a typical mammalian cell is composed of a polarized stack of membranous saccules that are differentiated into functionally distinct subcompartments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the addition of core N-linked sugar moieties in the endoplasmic reticulum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glycoproteins proceed through the cis-Golgi network ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the cis - , medial - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and transcisternae , and the trans-Golgi network ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where further modifications take place .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These include the addition of O-linked sugars and the elaboration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in a protein-specific manner , of complex N-linked carbohydrate structures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Golgi apparatus also constitutes a major organelle responsible for protein trafficking where particular proteins are directed to precise cellular locations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two specific Golgi subcompartments have been found to be involved in protein sorting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cis-Golgi network constitutes the site from which many resident ER proteins are retrieved ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the main function of the TGN is to direct glycoproteins exiting the Golgi complex to either the lysosome or the cell surface (",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "28",
    "token_num": "392"
  }
}