{
  "paper_id": "e3fe1b272c977754c55719ab93e90ecb0b9472d5",
  "metadata": {
    "title": "viruses Who Regulates Whom? An Overview of RNA Granules and Viral Infections",
    "coda_data_split": "train",
    "coda_paper_id": 10856,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "After viral infection, host cells respond by mounting an anti-viral stress response in order to create a hostile atmosphere for viral replication, leading to the shut-off of mRNA translation (protein synthesis) and the assembly of RNA granules. Two of these RNA granules have been well characterized in yeast and mammalian cells, stress granules (SGs), which are translationally silent sites of RNA triage and processing bodies (PBs), which are involved in mRNA degradation. This review discusses the role of these RNA granules in the evasion of anti-viral stress responses through virus-induced remodeling of cellular ribonucleoproteins (RNPs).",
      "sentences": [
        [
          {
            "segment_text": "After viral infection , host cells respond by mounting an anti-viral stress response in order to create a hostile atmosphere for viral replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to the shut-off of mRNA translation ( protein synthesis ) and the assembly of RNA granules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two of these RNA granules have been well characterized in yeast and mammalian cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "stress granules ( SGs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are translationally silent sites of RNA triage and processing bodies ( PBs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are involved in mRNA degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses the role of these RNA granules in the evasion of anti-viral stress responses through virus-induced remodeling of cellular ribonucleoproteins ( RNPs ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "111"
  }
}