{
  "paper_id": "e400309a9601ccd52d0fbee511e868dfed9acef0",
  "metadata": {
    "title": "Empyema in spinal canal in thoracic region, abscesses in paravertebral space, spondylitis: in clinical course of zoonosis Erysipelothrix rhusiopathiae",
    "coda_data_split": "train",
    "coda_paper_id": 4717,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives Erysipelas is an animal disease caused by Grampositive bacteria Erysipelothrix rhusiopathiae. Among the domestic animals, domestic pig (Sus scrofa f. domestica) suffers most frequently from the disease in human environment. This is a typical animal-borne disease observed mainly in occupational groups employed in agriculture, farming (of animals and birds), fishing and manufacturing industry. Methods We are presenting the clinical course of infection (E. rhusiopathiae) and discuss clinical forms. E. rhusiopathiae in humans may have the following clinical course: mild form of skin infection diagnosed as local erythema (erysipeloid), disseminated form of skin infection and the most serious form of infection of systemic course (endocarditis and sepsis).",
      "sentences": [
        [
          {
            "segment_text": "Objectives Erysipelas is an animal disease caused by Grampositive bacteria Erysipelothrix rhusiopathiae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among the domestic animals , domestic pig ( Sus scrofa f. domestica ) suffers most frequently from the disease in human environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is a typical animal-borne disease observed mainly in occupational groups employed in agriculture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "farming ( of animals and birds ) , fishing and manufacturing industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods We are presenting the clinical course of infection ( E. rhusiopathiae ) and discuss clinical forms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "E. rhusiopathiae in humans may have the following clinical course : mild form of skin infection diagnosed as local erythema ( erysipeloid ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disseminated form of skin infection and the most serious form of infection of systemic course ( endocarditis and sepsis ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Mild skin infection and local erythema are the most common forms. Very rare case of animal-borne infection course has been presented in which after initial phase the disease was generalised to the abscesses formation in paravertebral space, spondylitis and empyema formation in spinal canal. In the presented clinical case, the patient was suffering from diabetes. It was probably an additional risk factor of the disease generalisation. Patient underwent drainage of empyema in spinal canal, after which his neurological status gradually improved. Antibiotic therapy was implemented and continued for 8 weeks. Such course of erysipelas was not previously described in the literature.",
      "sentences": [
        [
          {
            "segment_text": "Mild skin infection and local erythema are the most common forms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Very rare case of animal-borne infection course has been presented in which after initial phase the disease was generalised to the abscesses formation in paravertebral space ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "spondylitis and empyema formation in spinal canal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the presented clinical case ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the patient was suffering from diabetes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was probably an additional risk factor of the disease generalisation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patient underwent drainage of empyema in spinal canal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after which his neurological status gradually improved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibiotic therapy was implemented and continued for 8 weeks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such course of erysipelas was not previously described in the literature .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "After therapy neurological status was improved. In follow MRI control exam empyema and spondylitis was successfully eliminated. Conclusions Various complications of the disease, such as endocarditis and heart valves disturbances, are well known and are the most severe complications of the generalised infection. Proper targeted and long-term antibiotic therapy is crucial.",
      "sentences": [
        [
          {
            "segment_text": "After therapy neurological status was improved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In follow MRI control exam empyema and spondylitis was successfully eliminated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions Various complications of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as endocarditis and heart valves disturbances ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are well known and are the most severe complications of the generalised infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Proper targeted and long-term antibiotic therapy is crucial .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "23",
    "token_num": "295"
  }
}