{
  "paper_id": "e421081d43492678f3d5a4af8ff035bc48ab8097",
  "metadata": {
    "title": "Hydroxychloroquine: From Malaria to Autoimmunity",
    "coda_data_split": "train",
    "coda_paper_id": 6614,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Quinine was first recognized as a potent antimalarial agent hundreds of years ago. Since then, the beneficial effects of quinine and its more advanced synthetic forms, chloroquine and hydroxychloroquine, have been increasingly recognized in a myriad of other diseases in addition to malaria. In recent years, antimalarials were shown to have various immunomodulatory effects, and currently have an established role in the management of rheumatic diseases, such as systemic lupus erythematosus and rheumatoid arthritis, skin diseases, and in the treatment of chronic Q fever. Lately, additional metabolic, cardiovascular, antithrombotic, and antineoplastic effects of antimalarials were shown. In this review, we discuss the known various immunomodulatory mechanisms of antimalarials and the current evidence for their beneficial effects in various diseases and in potential novel applications.",
      "sentences": [
        [
          {
            "segment_text": "Quinine was first recognized as a potent antimalarial agent hundreds of years ago .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then , the beneficial effects of quinine and its more advanced synthetic forms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "chloroquine and hydroxychloroquine , have been increasingly recognized in a myriad of other diseases in addition to malaria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , antimalarials were shown to have various immunomodulatory effects ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and currently have an established role in the management of rheumatic diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as systemic lupus erythematosus and rheumatoid arthritis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "skin diseases , and in the treatment of chronic Q fever .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Lately , additional metabolic , cardiovascular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antithrombotic , and antineoplastic effects of antimalarials were shown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we discuss the known various immunomodulatory mechanisms of antimalarials and the current evidence for their beneficial effects in various diseases and in potential novel applications .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "142"
  }
}