{
  "paper_id": "e42b92f12e0c0b1ab61ea31efd692e940d21ee4e",
  "metadata": {
    "title": "Genomic profiling of host responses to Lassa virus: therapeutic potential from primate to man",
    "coda_data_split": "train",
    "coda_paper_id": 2478,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lassa virus infection elicits distinctive changes in host gene expression and metabolism. We focus on changes in host gene expression that may be biomarkers that discriminate individual pathogens or may help to provide a prognosis for disease. In addition to assessing mRNA changes, functional studies are also needed to discriminate causes of disease from mechanisms of host resistance. Host responses that drive pathogenesis are likely to be targets for prevention or therapy. Host responses to Lassa or its related arenaviruses have been monitored in cell culture, in animal models of hemorrhagic fever, in Lassa-infected nonhuman primates and, to a limited extent, in infected human beings. Here, we describe results from those studies and discuss potential targets for reducing virus replication and mitigating disease.",
      "sentences": [
        [
          {
            "segment_text": "Lassa virus infection elicits distinctive changes in host gene expression and metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We focus on changes in host gene expression that may be biomarkers that discriminate individual pathogens or may help to provide a prognosis for disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition to assessing mRNA changes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "functional studies are also needed to discriminate causes of disease from mechanisms of host resistance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host responses that drive pathogenesis are likely to be targets for prevention or therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host responses to Lassa or its related arenaviruses have been monitored in cell culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in animal models of hemorrhagic fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in Lassa-infected nonhuman primates and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to a limited extent , in infected human beings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe results from those studies and discuss potential targets for reducing virus replication and mitigating disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "135"
  }
}