{
  "paper_id": "e42f45097fff6577e1ba2da76661b56f7bff299a",
  "metadata": {
    "title": "Fragment-Based Screening by Protein Crystallography: Successes and Pitfalls",
    "coda_data_split": "train",
    "coda_paper_id": 4772,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Fragment-based drug discovery (FBDD) concerns the screening of low-molecular weight compounds against macromolecular targets of clinical relevance. These compounds act as starting points for the development of drugs. FBDD has evolved and grown in popularity over the past 15 years. In this paper, the rationale and technology behind the use of X-ray crystallography in fragment based screening (FBS) will be described, including fragment library design and use of synchrotron radiation and robotics for high-throughput X-ray data collection. Some recent uses of crystallography in FBS will be described in detail, including interrogation of the drug targets β-secretase, phenylethanolamine N-methyltransferase, phosphodiesterase 4A and Hsp90. These examples provide illustrations of projects where crystallography is straightforward or difficult, and where other screening methods can help overcome the limitations of crystallography necessitated by diffraction quality.",
      "sentences": [
        [
          {
            "segment_text": "Fragment-based drug discovery ( FBDD ) concerns the screening of low-molecular weight compounds against macromolecular targets of clinical relevance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These compounds act as starting points for the development of drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FBDD has evolved and grown in popularity over the past 15 years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , the rationale and technology behind the use of X-ray crystallography in fragment based screening ( FBS ) will be described ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including fragment library design and use of synchrotron radiation and robotics for high-throughput X-ray data collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Some recent uses of crystallography in FBS will be described in detail ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including interrogation of the drug targets β-secretase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "phenylethanolamine N-methyltransferase , phosphodiesterase 4A and Hsp90 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These examples provide illustrations of projects where crystallography is straightforward or difficult ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and where other screening methods can help overcome the limitations of crystallography necessitated by diffraction quality .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "146"
  }
}