{
  "paper_id": "e42fdbf77d44f82c37b8eac791ab3810b19d032c",
  "metadata": {
    "title": "Oral administration of Lactococcus lactis expressing Helicobacter pylori Cag7-ct383 protein induces systemic anti-Cag7 immune response in mice",
    "coda_data_split": "train",
    "coda_paper_id": 8575,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To express the 3 0 -region (1152 bp) of the cag7 gene of Helicobacter pylori 51 strain, encoding the C-terminal 383 amino acid (ct383 aa) region of Cag7 protein that is known to cover the needle region of T4SS, in a live delivery vehicle Lactococcus lactis, the cag7-ct383 gene was amplified by PCR. DNA sequence analysis revealed that the amino acid sequence of Cag7-ct383 of H. pylori 51 shared 98.4% and 97.4% identity with H. pylori 26695 and J99, respectively. Intramuscular injection of the GST-Cag7-ct383 fusion protein into a rat could raise the anti-Cag7 antibody, indicating the immunogenicity of the Cag7-ct383 protein.",
      "sentences": [
        [
          {
            "segment_text": "To express the 3 0 - region ( 1152 bp ) of the cag7 gene of Helicobacter pylori 51 strain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "encoding the C-terminal 383 amino acid ( ct383 aa ) region of Cag7 protein that is known to cover the needle region of T4SS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in a live delivery vehicle Lactococcus lactis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the cag7-ct383 gene was amplified by PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "DNA sequence analysis revealed that the amino acid sequence of Cag7-ct383 of H. pylori 51 shared 98.4 % and 97.4 % identity with H. pylori 26695 and J99 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intramuscular injection of the GST-Cag7-ct383 fusion protein into a rat could raise the anti-Cag7 antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the immunogenicity of the Cag7-ct383 protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "When the cag7-ct383 gene was cloned in Escherichia coli-L. lactis shuttle vector (pMG36e) and transformed into L. lactis, the transformant could produce the Cag7-ct383 protein, as evidenced by Western blot analysis. The Cag7-ct383 protein level in the L. lactis transformant reached a maximum at the early stationary phase without extracellular secretion. The oral administration of the L. lactis transformant into mice generated anti-Cag7 antibody in serum in five of five mice. These results suggest that L. lactis transformant expressing Cag7-ct383 protein may be applicable as an oral vaccine to induce mucosal and systemic immunity to H. pylori.",
      "sentences": [
        [
          {
            "segment_text": "When the cag7-ct383 gene was cloned in Escherichia coli-L .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "lactis shuttle vector ( pMG36e ) and transformed into L. lactis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the transformant could produce the Cag7-ct383 protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as evidenced by Western blot analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Cag7-ct383 protein level in the L. lactis transformant reached a maximum at the early stationary phase without extracellular secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The oral administration of the L. lactis transformant into mice generated anti-Cag7 antibody in serum in five of five mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that L. lactis transformant expressing Cag7-ct383 protein may be applicable as an oral vaccine to induce mucosal and systemic immunity to H. pylori .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "223"
  }
}