{
  "paper_id": "e456188cd68fbdcc7bd6dc7fd34f26cb89634c3f",
  "metadata": {
    "title": "Quantitative computed tomography analysis for stratifying the severity of Coronavirus Disease 2019-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 6216,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: To examine the feasibility of using a computer tool for stratifying the severity of Coronavirus Disease 2019 (COVID-19) based on computed tomography (CT) images. Materials and methods: We retrospectively examined 44 confirmed COVID-19 cases. All cases were evaluated separately by radiologists (visually) and through an in-house computer software. The degree of lesions was visually scored by the radiologist, as follows, for each of the 5 lung lobes: 0, no lesion present; 1, \u003c1/3 involvement; 2, \u003e1/3 and \u003c 2/3 involvement; and 3, \u003e2/3 involvement. Lesion density was assessed based on the proportion of ground-glass opacity (GGO), consolidation and fibrosis of the lesions. The parameters obtained using the computer tool included lung volume (mL), lesion volume (mL), lesion percentage (%), and mean lesion density (HU) of the whole lung, right lung, left lung, and each lobe. The scores obtained by the radiologists and quantitative results generated by the computer software were tested for correlation. A Chi-square test was used to test the consistency of radiologist-and computerderived lesion percentage in the right/left lung, upper/lower lobe, and each of the 5 lobes.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : To examine the feasibility of using a computer tool for stratifying the severity of Coronavirus Disease 2019 ( COVID-19 ) based on computed tomography ( CT ) images .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : We retrospectively examined 44 confirmed COVID-19 cases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All cases were evaluated separately by radiologists ( visually ) and through an in-house computer software .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The degree of lesions was visually scored by the radiologist ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as follows , for each of the 5 lung lobes : 0 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "no lesion present ; 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "\u003c 1/3 involvement ; 2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "\u003e 1/3 and \u003c 2/3 involvement ; and 3 , \u003e 2/3 involvement .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Lesion density was assessed based on the proportion of ground-glass opacity ( GGO ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "consolidation and fibrosis of the lesions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The parameters obtained using the computer tool included lung volume ( mL ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lesion volume ( mL ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "lesion percentage ( % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and mean lesion density ( HU ) of the whole lung ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "right lung , left lung , and each lobe .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The scores obtained by the radiologists and quantitative results generated by the computer software were tested for correlation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A Chi-square test was used to test the consistency of radiologist-and computerderived lesion percentage in the right/left lung ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "upper/lower lobe , and each of the 5 lobes .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The results showed a strong to moderate correlation between lesion percentage scores obtained by radiologists and the computer software (r ranged from 0.7679 to 0.8373, P \u003c 0.05), and a moderate correlation between the proportion of GGO and mean lesion density (r ¼ À0.5894, P \u003c 0.05), and proportion of consolidation and mean lesion density (r ¼ 0.6282, P \u003c 0.05). Computer-aided quantification showed a statistical significant higher lesion percentage for lower lobes than that assessed by the radiologists (c 2 ¼ 8.160, P ¼ 0.004). Conclusions: Our experiments demonstrated that the computer tool could reliably and accurately assess the severity and distribution of pneumonia on CT scans.",
      "sentences": [
        [
          {
            "segment_text": "The results showed a strong to moderate correlation between lesion percentage scores obtained by radiologists and the computer software ( r ranged from 0.7679 to 0.8373 , P \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a moderate correlation between the proportion of GGO and mean lesion density ( r 1/4 À0 .5894 , P \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and proportion of consolidation and mean lesion density ( r 1/4 0.6282 , P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Computer-aided quantification showed a statistical significant higher lesion percentage for lower lobes than that assessed by the radiologists ( c 2 1/4 8.160 , P 1/4 0.004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Our experiments demonstrated that the computer tool could reliably and accurately assess the severity and distribution of pneumonia on CT scans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "355"
  }
}