{
  "paper_id": "e46558cd343211c37e465daf67053da82cfda67f",
  "metadata": {
    "title": "Combating Intracellular Pathogens with Repurposed Host-Targeted Drugs",
    "coda_data_split": "train",
    "coda_paper_id": 10705,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is a large, global unmet need for the development of countermeasures to combat intracellular pathogens. The development of novel antimicrobials is expensive and slow and typically focuses on selective inhibition of proteins encoded by a single pathogen, thereby providing a narrow spectrum of coverage. The repurposing of approved drugs targeting host functions required for microbial infections represents a promising alternative. This review summarizes progress and challenges in the repurposing of approved drugs as host-targeted broad-spectrum agents for the treatment of intracellular pathogens. These strategies include targeting both cellular factors required for infection by various viruses, intracellular bacteria, and/or protozoa as well as factors that modulate the host immune response to these microbial infections. The repurposed approach offers complementary means to develop therapeutics against existing and emerging intracellular microbial threats.",
      "sentences": [
        [
          {
            "segment_text": "There is a large , global unmet need for the development of countermeasures to combat intracellular pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The development of novel antimicrobials is expensive and slow and typically focuses on selective inhibition of proteins encoded by a single pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thereby providing a narrow spectrum of coverage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The repurposing of approved drugs targeting host functions required for microbial infections represents a promising alternative .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes progress and challenges in the repurposing of approved drugs as host-targeted broad-spectrum agents for the treatment of intracellular pathogens .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These strategies include targeting both cellular factors required for infection by various viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "intracellular bacteria , and/or protozoa as well as factors that modulate the host immune response to these microbial infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The repurposed approach offers complementary means to develop therapeutics against existing and emerging intracellular microbial threats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "140"
  }
}