{
  "paper_id": "e465351f52257e5d0d156268df2fd764694f054f",
  "metadata": {
    "title": "Respiratory Virus Infections of the Stem Cell Transplant Recipient and the Hematologic Malignancy Patient",
    "coda_data_split": "train",
    "coda_paper_id": 6960,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory virus infections (RVIs) are increasingly recognized as a cause of significant morbidity and mortality in recipients of hematologic stem cell transplant (HCT) and patients with hematologic malignancy (HM). 1,2 With now widespread use of molecular diagnostics, the epidemiology and spectrum of clinical disease of these infections can be better characterized. Apart from influenza, the currently available antivirals are limited in efficacy and/or associated with potential for toxicity, thus emphasizing the importance of prevention strategies. This article provides a review of the epidemiology, clinical characteristics, management, and prevention of RVIs in HCT recipients and HM patients.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory virus infections ( RVIs ) are increasingly recognized as a cause of significant morbidity and mortality in recipients of hematologic stem cell transplant ( HCT ) and patients with hematologic malignancy ( HM ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1,2 With now widespread use of molecular diagnostics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the epidemiology and spectrum of clinical disease of these infections can be better characterized .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Apart from influenza , the currently available antivirals are limited in efficacy and/or associated with potential for toxicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus emphasizing the importance of prevention strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article provides a review of the epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "clinical characteristics , management , and prevention of RVIs in HCT recipients and HM patients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "No disclosures.",
      "sentences": [
        [
          {
            "segment_text": "No disclosures .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "KEYWORDS",
      "sentences": [
        [
          {
            "segment_text": "KEYWORDS",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Respiratory virus infection Hematopoietic stem cell transplant RSV Influenza Parainfluenza Human metapneumovirus Rhinovirus Coronavirus",
      "sentences": [
        [
          {
            "segment_text": "Respiratory virus infection Hematopoietic stem cell transplant RSV Influenza Parainfluenza Human metapneumovirus Rhinovirus Coronavirus",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The morbidity and associated complications of respiratory virus infections are greater in hematopoietic stem cell transplant recipients and patients with hematologic malignancy than in immunocompetent individuals, with severity of illness related to the degree of immunosuppression. Molecular microbiologic testing is the gold standard for diagnosis, allowing differentiation of what are largely overlapping clinical syndromes. Most of the respiratory viruses, apart from influenza and in some circumstances respiratory syncytial virus and adenovirus, are managed supportively. Prevention is key and should focus on vaccination for influenza, avoidance of ill contacts, and compliance with principles of infection control.",
      "sentences": [
        [
          {
            "segment_text": "The morbidity and associated complications of respiratory virus infections are greater in hematopoietic stem cell transplant recipients and patients with hematologic malignancy than in immunocompetent individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with severity of illness related to the degree of immunosuppression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Molecular microbiologic testing is the gold standard for diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing differentiation of what are largely overlapping clinical syndromes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most of the respiratory viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apart from influenza and in some circumstances respiratory syncytial virus and adenovirus , are managed supportively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prevention is key and should focus on vaccination for influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "avoidance of ill contacts , and compliance with principles of infection control .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Infect Dis Clin N Am 33 (2019) 523-544 a Studies are a combination of PCR and traditional laboratory methods (eg, culture, direct fluorescent antibody, and enzyme immunoassay). b PCR-based studies. c Includes all-cause and attributable mortality with variable timeframe to death. d One mortality in a coinfected patient attributed to enterovirus/rhinovirus infection.",
      "sentences": [
        [
          {
            "segment_text": "Infect Dis Clin N Am 33 ( 2019 ) 523-544 a Studies are a combination of PCR and traditional laboratory methods ( eg , culture , direct fluorescent antibody , and enzyme immunoassay ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "b PCR-based studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "c Includes all-cause and attributable mortality with variable timeframe to death .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "d One mortality in a coinfected patient attributed to enterovirus/rhinovirus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "298"
  }
}