{
  "paper_id": "e4764e0cd8dbbc32b3b34d9101299d3107c2d7a6",
  "metadata": {
    "title": "Purification, identification and profiling of serum amyloid A proteins from sera of advanced-stage cancer patients",
    "coda_data_split": "train",
    "coda_paper_id": 10670,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Surface-enhanced laser desorption/ionization time of flight mass spectrometry (SELDI-TOF-MS) is a powerful tool for screening potential biomarkers of various pathological conditions. However, low resolution and mass accuracy of SELDI-TOF-MS remain a major obstacle for determination of biological identities of potential protein biomarkers. We report here a refined workflow that combines ZipTip desalting, acetonitrile precipitation, high-performance liquid chromatography (HPLC) separation and matrix-assisted laser desorption/ionization time of flight mass spectrometry (MALDI-TOF-MS) analysis for the profiling, purification and identification of the targeted serum proteins found by SELDI-TOF-MS. By using this workflow, we purified ten targeted proteins from the sera of patients with various types of advanced stage (stage III-IV) cancers. These proteins were identified as isoforms of the human serum amyloid protein A (SAA) family with or without truncations at their N-terminals. This was confirmed by Western blot analysis. Different SAA expression patterns were observed by MALDI-TOF-MS profiling. SAA has long been reported as a biomarker for various cancer types such as lung cancer, ovarian cancer, and breast cancer. However, in this study we found increased SAA expression in the sera of advanced-stage cancer patients with different cancer types. Our results suggest that maybe SAA should not be used alone as a biomarker for any specific cancer type.",
      "sentences": [
        [
          {
            "segment_text": "Surface-enhanced laser desorption/ionization time of flight mass spectrometry ( SELDI-TOF-MS ) is a powerful tool for screening potential biomarkers of various pathological conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , low resolution and mass accuracy of SELDI-TOF-MS remain a major obstacle for determination of biological identities of potential protein biomarkers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report here a refined workflow that combines ZipTip desalting ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "acetonitrile precipitation , high-performance liquid chromatography ( HPLC ) separation and matrix-assisted laser desorption/ionization time of flight mass spectrometry ( MALDI-TOF-MS ) analysis for the profiling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "purification and identification of the targeted serum proteins found by SELDI-TOF-MS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By using this workflow , we purified ten targeted proteins from the sera of patients with various types of advanced stage ( stage III-IV ) cancers .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These proteins were identified as isoforms of the human serum amyloid protein A ( SAA ) family with or without truncations at their N-terminals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was confirmed by Western blot analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Different SAA expression patterns were observed by MALDI-TOF-MS profiling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SAA has long been reported as a biomarker for various cancer types such as lung cancer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ovarian cancer , and breast cancer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in this study we found increased SAA expression in the sera of advanced-stage cancer patients with different cancer types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that maybe SAA should not be used alone as a biomarker for any specific cancer type .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "233"
  }
}