{
  "paper_id": "e4769fd4c430850e072b6149e2d1499a5ffb4818",
  "metadata": {
    "title": "Development of a Poliovirus Neutralization Test with Poliovirus Pseudovirus for Measurement of Neutralizing Antibody Titer in Human Serum ᰔ Downloaded from",
    "coda_data_split": "train",
    "coda_paper_id": 7841,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the Global Polio Eradication Initiative, laboratory diagnosis plays a critical role by isolating and identifying poliovirus (PV) from the stool samples from acute flaccid paralysis (AFP) cases. In recent years, reestablishment of PV circulation in countries where PV was previously eliminated has occurred because of decreased herd immunity, possibly due to poor vaccination coverage. To monitor the vulnerability of countries to PV circulation, surveillance of neutralizing-antibody titers against PV in susceptible populations is essential in the end game of the polio eradication program. In this study, we have developed a PV neutralization test with type 1, 2, and 3 PV pseudoviruses to determine the neutralizing-antibody titer against PV in human serum samples. With this test, the neutralizing-antibody titer against PV could be determined within 2 days by automated interpretation of luciferase signals without using infectious PV strains. We validated the pseudovirus PV neutralization test with 131 human serum samples collected from a wide range of age groups (ages 1 to \u003e60 years) by comparison with a conventional neutralization test. We found good correlation in the neutralizing-antibody titers determined by these tests. These results suggest that a pseudovirus PV neutralization test would serve as a safe and simple procedure for the measurement of the neutralizing-antibody titer against PV.",
      "sentences": [
        [
          {
            "segment_text": "In the Global Polio Eradication Initiative ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "laboratory diagnosis plays a critical role by isolating and identifying poliovirus ( PV ) from the stool samples from acute flaccid paralysis ( AFP ) cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , reestablishment of PV circulation in countries where PV was previously eliminated has occurred because of decreased herd immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly due to poor vaccination coverage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To monitor the vulnerability of countries to PV circulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "surveillance of neutralizing-antibody titers against PV in susceptible populations is essential in the end game of the polio eradication program .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we have developed a PV neutralization test with type 1 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 , and 3 PV pseudoviruses to determine the neutralizing-antibody titer against PV in human serum samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "With this test , the neutralizing-antibody titer against PV could be determined within 2 days by automated interpretation of luciferase signals without using infectious PV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We validated the pseudovirus PV neutralization test with 131 human serum samples collected from a wide range of age groups ( ages 1 to \u003e 60 years ) by comparison with a conventional neutralization test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found good correlation in the neutralizing-antibody titers determined by these tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that a pseudovirus PV neutralization test would serve as a safe and simple procedure for the measurement of the neutralizing-antibody titer against PV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "231"
  }
}