{
  "paper_id": "e47e087afda9384506a84f0720942632f76f4629",
  "metadata": {
    "title": "International Research Networks in Viral Structural Proteomics: again, lessons from SARS",
    "coda_data_split": "train",
    "coda_paper_id": 9046,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging and re-emerging pathogens and bioterror threats require an organized and coherent response from the worldwide research community to maximize available resources and competencies with the primary goals to understand the pathogen and enable intervention. In 2001, the Structural Proteomics In Europe project prototyped the pan-viral structural genomic approach, and the SARS outbreak in 2003 accelerated the concept of structural characterization of all proteins from a viral proteome and the interaction with their host partners. Following that approach, in 2004 the center for Functional and Structural Proteomics for SARS-CoV related proteins was initiated as part of the US NIH NIAID proteomics resource centers. Across worldwide efforts in Asia, Europe and America, the international research teams working on SARS-CoV have now determined experimental structural information for 45% of the SARS-CoV proteins and 53% of all its soluble proteins. This data is fully available to the scientific community and is providing an unprecedented level of insight to this class of RNA viruses. The efforts and results by the international scientific community to the SARS outbreak are serving as an example and roadmap of a rapid response using modern research methods.",
      "sentences": [
        [
          {
            "segment_text": "Emerging and re-emerging pathogens and bioterror threats require an organized and coherent response from the worldwide research community to maximize available resources and competencies with the primary goals to understand the pathogen and enable intervention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 2001 , the Structural Proteomics In Europe project prototyped the pan-viral structural genomic approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the SARS outbreak in 2003 accelerated the concept of structural characterization of all proteins from a viral proteome and the interaction with their host partners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following that approach , in 2004 the center for Functional and Structural Proteomics for SARS-CoV related proteins was initiated as part of the US NIH NIAID proteomics resource centers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Across worldwide efforts in Asia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Europe and America , the international research teams working on SARS-CoV have now determined experimental structural information for 45 % of the SARS-CoV proteins and 53 % of all its soluble proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This data is fully available to the scientific community and is providing an unprecedented level of insight to this class of RNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The efforts and results by the international scientific community to the SARS outbreak are serving as an example and roadmap of a rapid response using modern research methods .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "201"
  }
}