{
  "paper_id": "e47f91345fe98307b49fc5f39aa5f781ec37f893",
  "metadata": {
    "title": "Specificity and Effector Functions of Human RSV-Specific IgG from Bovine Milk",
    "coda_data_split": "train",
    "coda_paper_id": 5824,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory syncytial virus (RSV) infection is the second most important cause of death in the first year of life, and early RSV infections are associated with the development of asthma. Breastfeeding and serum IgG have been shown to protect against RSV infection. Yet, many infants depend on bovine milk-based nutrition, which at present lacks intact immunoglobulins.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory syncytial virus ( RSV ) infection is the second most important cause of death in the first year of life ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and early RSV infections are associated with the development of asthma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Breastfeeding and serum IgG have been shown to protect against RSV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yet , many infants depend on bovine milk-based nutrition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which at present lacks intact immunoglobulins .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: To investigate whether IgG purified from bovine milk (bIgG) can modulate immune responses against human RSV.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To investigate whether IgG purified from bovine milk ( bIgG ) can modulate immune responses against human RSV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: ELISAs were performed to analyse binding of bIgG to human respiratory pathogens. bIgG or hRSV was coated to plates to assess dose-dependent binding of bIgG to human Fcc receptors (FccR) or bIgG-mediated binding of myeloid cells to hRSV respectively. S. Epidermidis and RSV were used to test bIgG-mediated binding and internalisation of pathogens by myeloid cells. Finally, the ability of bIgG to neutralise infection of HEp2 cells by hRSV was evaluated.",
      "sentences": [
        [
          {
            "segment_text": "Methods : ELISAs were performed to analyse binding of bIgG to human respiratory pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "bIgG or hRSV was coated to plates to assess dose-dependent binding of bIgG to human Fcc receptors ( FccR ) or bIgG-mediated binding of myeloid cells to hRSV respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "S. Epidermidis and RSV were used to test bIgG-mediated binding and internalisation of pathogens by myeloid cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Finally , the ability of bIgG to neutralise infection of HEp2 cells by hRSV was evaluated .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: bIgG recognised human RSV, influenza haemagglutinin and Haemophilus influenza. bIgG bound to FccRII on neutrophils, monocytes and macrophages, but not to FccRI and FccRIII, and could bind simultaneously to hRSV and human FccRII on neutrophils. In addition, human neutrophils and dendritic cells internalised pathogens that were opsonised with bIgG. Finally, bIgG could prevent infection of HEp2 cells by hRSV.",
      "sentences": [
        [
          {
            "segment_text": "Results : bIgG recognised human RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza haemagglutinin and Haemophilus influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "bIgG bound to FccRII on neutrophils ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "monocytes and macrophages , but not to FccRI and FccRIII ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and could bind simultaneously to hRSV and human FccRII on neutrophils .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , human neutrophils and dendritic cells internalised pathogens that were opsonised with bIgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , bIgG could prevent infection of HEp2 cells by hRSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The data presented here show that bIgG binds to hRSV and other human respiratory pathogens and induces effector functions through binding to human FccRII on phagocytes. Thus bovine IgG may contribute to immune protection against RSV.",
      "sentences": [
        [
          {
            "segment_text": "The data presented here show that bIgG binds to hRSV and other human respiratory pathogens and induces effector functions through binding to human FccRII on phagocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus bovine IgG may contribute to immune protection against RSV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "19",
    "token_num": "276"
  }
}