{
  "paper_id": "e4813a9f4fee2d74c954d90bed67e8738047a390",
  "metadata": {
    "title": "Citation: A Peptide-Based Virus Inactivator Protects Male Mice Against Zika Virus-Induced Damage of Testicular Tissue",
    "coda_data_split": "train",
    "coda_paper_id": 4461,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Zika virus (ZIKV) was a re-emerging arbovirus associated with Guillain-Barré Syndrome in adult and congenital Zika syndrome in fetus and infant. Although ZIKV was mainly transmitted by mosquito bites, many sexual transmission cases have been reported since the outbreak in 2015. ZIKV can persist in testis and semen for a long time, causing testicular tissue damage and reducing sperm quality. However, no drug has been approved for prevention or treatment of ZIKV infection, especially infection in male testicular tissue. Previously reported peptide Z2 could inactivate ZIKV, inhibiting ZIKV infection in vitro and in vivo. Importantly, Z2 could inhibit vertical transmission of ZIKV in pregnant mice, reducing ZIKV infection in fetus. Here we showed that intraperitoneally administered Z2 could also be distributed to testis and epididymis, resulting in the reduction of ZIKV RNA copies in testicular tissue and protection of testis and epididymis against ZIKV-induced pathological damage and poor sperm quality in type I interferon receptor-deficient A129 mice. Thus, Z2, a ZIKV inactivator, could serve as an antiviral agent for treatment of ZIKV infection and attenuation of ZIKV-induced testicular tissue damage.",
      "sentences": [
        [
          {
            "segment_text": "Zika virus ( ZIKV ) was a re-emerging arbovirus associated with Guillain-Barré Syndrome in adult and congenital Zika syndrome in fetus and infant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although ZIKV was mainly transmitted by mosquito bites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many sexual transmission cases have been reported since the outbreak in 2015 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ZIKV can persist in testis and semen for a long time ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing testicular tissue damage and reducing sperm quality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , no drug has been approved for prevention or treatment of ZIKV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially infection in male testicular tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previously reported peptide Z2 could inactivate ZIKV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibiting ZIKV infection in vitro and in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Importantly , Z2 could inhibit vertical transmission of ZIKV in pregnant mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing ZIKV infection in fetus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we showed that intraperitoneally administered Z2 could also be distributed to testis and epididymis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in the reduction of ZIKV RNA copies in testicular tissue and protection of testis and epididymis against ZIKV-induced pathological damage and poor sperm quality in type I interferon receptor-deficient A129 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , Z2 , a ZIKV inactivator ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "could serve as an antiviral agent for treatment of ZIKV infection and attenuation of ZIKV-induced testicular tissue damage .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "201"
  }
}