{
  "paper_id": "e484923f000ae4706e2213031654865cef348def",
  "metadata": {
    "title": "Treatment strategies for Middle East respiratory syndrome coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 8322,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV), an emerging infectious disease of growing global importance, has caused severe acute respiratory disease in more than 1600 people, resulting in almost 600 deaths. The high case fatality rate, growing geographic distribution and vaguely defined epidemiology of this novel pathogen have created an urgent need for effective public health countermeasures, including safe and effective treatment strategies. Despite the relatively few numbers of cases to date, research and development of MERS-CoV therapeutic candidates is advancing quickly. This review surveys the landscape of these efforts and assesses their potential for use in affected populations.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an emerging infectious disease of growing global importance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has caused severe acute respiratory disease in more than 1600 people ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in almost 600 deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high case fatality rate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "growing geographic distribution and vaguely defined epidemiology of this novel pathogen have created an urgent need for effective public health countermeasures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including safe and effective treatment strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the relatively few numbers of cases to date ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research and development of MERS-CoV therapeutic candidates is advancing quickly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review surveys the landscape of these efforts and assesses their potential for use in affected populations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "110"
  }
}