{
  "paper_id": "e4a1c22d6f95b0afb82addf67ca44d7f51756da4",
  "metadata": {
    "title": "The Nucleocapsid Protein of SARS-CoV-2 Abolished Pluripotency in Human Induced Pluripotent Stem Cells",
    "coda_data_split": "train",
    "coda_paper_id": 10547,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The COVID-19 pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is raging across the world, leading to a mortality rate of 3.4%. As a potential vaccine and therapeutic target, the nucleocapsid protein of SARS-CoV-2 (nCoVN) functions in packaging the viral genome and viral self-assembly. To investigate the biological effect of nCoVN to human induced pluripotent stem cells (iPSC), genetically engineered iPSC overexpressing nCoVN (iPSC-nCoVN) were generated by lentiviral expression systems. Unexpectedly, the morphology and proliferation rate of iPSC were changed after nCoVN expressing for two weeks. The pluripotency markers SSEA4 and TRA-1-81 were not detectable in iPSC-nCoVN. Meanwhile, iPSC-nCoVN lost the ability for differentiation into cardiomyocytes when using a routine differentiation protocol. Our data suggested that nCoVN disrupted the pluripotent properties of iPSC and turned them into fibroblasts, which provided a new insight to the pathogenic mechanism of SARS-CoV-2.",
      "sentences": [
        [
          {
            "segment_text": "The COVID-19 pandemic caused by severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) is raging across the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to a mortality rate of 3.4 % .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a potential vaccine and therapeutic target ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nucleocapsid protein of SARS-CoV-2 ( nCoVN ) functions in packaging the viral genome and viral self-assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the biological effect of nCoVN to human induced pluripotent stem cells ( iPSC ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genetically engineered iPSC overexpressing nCoVN ( iPSC-nCoVN ) were generated by lentiviral expression systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Unexpectedly , the morphology and proliferation rate of iPSC were changed after nCoVN expressing for two weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The pluripotency markers SSEA4 and TRA-1-81 were not detectable in iPSC-nCoVN .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , iPSC-nCoVN lost the ability for differentiation into cardiomyocytes when using a routine differentiation protocol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data suggested that nCoVN disrupted the pluripotent properties of iPSC and turned them into fibroblasts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which provided a new insight to the pathogenic mechanism of SARS-CoV-2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "163"
  }
}