{
  "paper_id": "e4bc8603739ef592b4ce5c2a3b92abd82a2a13ef",
  "metadata": {
    "title": "Preparation and Antibacterial Activity Evaluation of 18-β-glycyrrhetinic Acid Loaded PLGA Nanoparticles",
    "coda_data_split": "train",
    "coda_paper_id": 2856,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The aim of the present study was to formulate poly (lactide-co-glycolide) (PLGA) nanoparticles loaded with 18-β-glycyrrhetinic acid (GLA) with appropriate physicochemical properties and antimicrobial activity. GLA loaded PLGA nanoparticles were prepared with different drug to polymer ratios, acetone contents and sonication times and the antibacterial activity of the developed nanoparticles was examined against different gram-negative and gram-positive bacteria. The antibacterial effect was studied using serial dilution technique to determine the minimum inhibitory concentration of nanoparticles. Results demonstrated that physicochemical properties of nanoparticles were affected by the above mentioned parameters where nanoscale size particles ranging from 175 to 212 nm were achieved. The highest encapsulation efficiency (53.2 ± 2.4%) was obtained when the ratio of drug to polymer was 1:4. Zeta potential of the developed nanoparticles was fairly negative (-11±1.5). In-vitro release profile of nanoparticles showed two phases: an initial phase of burst release for 10 h followed by a slow release pattern up to the end. The antimicrobial results revealed that the nanoparticles were more effective than pure GLA against P. aeuroginosa, S. aureus and S. epidermidis. This improvement in antibacterial activity of GLA loaded nanoparticles when compared to pure GLA may be related to higher nanoparticles penetration into infected cells and a higher amount of GLA delivery in its site of action. Herein, it was shown that GLA loaded PLGA nanoparticles displayed appropriate physicochemical properties as well as an improved antimicrobial effect.",
      "sentences": [
        [
          {
            "segment_text": "The aim of the present study was to formulate poly ( lactide-co-glycolide ) ( PLGA ) nanoparticles loaded with 18-β-glycyrrhetinic acid ( GLA ) with appropriate physicochemical properties and antimicrobial activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "GLA loaded PLGA nanoparticles were prepared with different drug to polymer ratios ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "acetone contents and sonication times and the antibacterial activity of the developed nanoparticles was examined against different gram-negative and gram-positive bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The antibacterial effect was studied using serial dilution technique to determine the minimum inhibitory concentration of nanoparticles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results demonstrated that physicochemical properties of nanoparticles were affected by the above mentioned parameters where nanoscale size particles ranging from 175 to 212 nm were achieved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest encapsulation efficiency ( 53.2 ± 2.4 % ) was obtained when the ratio of drug to polymer was 1:4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Zeta potential of the developed nanoparticles was fairly negative ( -11 ± 1.5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In-vitro release profile of nanoparticles showed two phases : an initial phase of burst release for 10 h followed by a slow release pattern up to the end .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The antimicrobial results revealed that the nanoparticles were more effective than pure GLA against P. aeuroginosa ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "S. aureus and S. epidermidis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This improvement in antibacterial activity of GLA loaded nanoparticles when compared to pure GLA may be related to higher nanoparticles penetration into infected cells and a higher amount of GLA delivery in its site of action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Herein , it was shown that GLA loaded PLGA nanoparticles displayed appropriate physicochemical properties as well as an improved antimicrobial effect .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "260"
  }
}