{
  "paper_id": "e4bd7b82d8631ca8edb9f41160a6a6094793964e",
  "metadata": {
    "title": "Publication of the Korea-WHO Cooperation History -70 Years of Working Together for Heath: World Health Organization and the Republic of Korea",
    "coda_data_split": "train",
    "coda_paper_id": 9005,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The World Health Organization (WHO) have been in collaborative efforts with the Republic of Korea in keeping of and for better health for all for the past decades. From the control of parasites to building of community health system in rural places, the works has now resulted in healthier Korea than ever, and has transformed the role of engaging as the world leader in contribution of health and development. Seventy years of independence, war, and poverty, transforming from a recipient country of official development assistance to a significant donor to the global society, we have emphasized the importance of international cooperation and the role of WHO in the past years in Korea and neighboring countries. Looking back of the past is meaningful to diagnose the present problems, and to foresee the future of our world.",
      "sentences": [
        [
          {
            "segment_text": "The World Health Organization ( WHO ) have been in collaborative efforts with the Republic of Korea in keeping of and for better health for all for the past decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "From the control of parasites to building of community health system in rural places ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the works has now resulted in healthier Korea than ever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has transformed the role of engaging as the world leader in contribution of health and development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Seventy years of independence , war ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and poverty , transforming from a recipient country of official development assistance to a significant donor to the global society ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we have emphasized the importance of international cooperation and the role of WHO in the past years in Korea and neighboring countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Looking back of the past is meaningful to diagnose the present problems ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to foresee the future of our world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "148"
  }
}