{
  "paper_id": "e4bfad28e640661dfb8b9924ba925e316009a593",
  "metadata": {
    "title": "Community and landscape change in southeast Alaska",
    "coda_data_split": "train",
    "coda_paper_id": 3051,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since the early 1970s, social science research has addressed issues concerning the nature and distribution of values and uses associated with natural resources. In part, this research has tried to improve our understanding of interconnections between resource management and social and cultural change on the Tongass National Forest in southeast Alaska. In 1997, scientists at the Pacific Northwest Research Station (PNW) initiated a number of social science studies in response to information gaps identified while developing the Tongass Land Management Plan. Results presented here summarize findings from studies of traditional ecological knowledge, subsistence use of natural resources, tourism trends and the effects of tourism on communities, and social acceptability of alternative timber harvest practices. Management implications are discussed along with suggestions for further study. Published by Elsevier B.V.",
      "sentences": [
        [
          {
            "segment_text": "Since the early 1970s , social science research has addressed issues concerning the nature and distribution of values and uses associated with natural resources .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In part , this research has tried to improve our understanding of interconnections between resource management and social and cultural change on the Tongass National Forest in southeast Alaska .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In 1997 , scientists at the Pacific Northwest Research Station ( PNW ) initiated a number of social science studies in response to information gaps identified while developing the Tongass Land Management Plan .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Results presented here summarize findings from studies of traditional ecological knowledge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "subsistence use of natural resources ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tourism trends and the effects of tourism on communities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and social acceptability of alternative timber harvest practices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Management implications are discussed along with suggestions for further study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Published by Elsevier B.V.",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "141"
  }
}