{
  "paper_id": "e5073f61639f9524e70d832bf62e30bcd19329e8",
  "metadata": {
    "title": "Extracellular signal-regulated kinase (ERK) activation is required for porcine epidemic diarrhea virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 3594,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) is a highly enteropathogenic coronavirus of swine that causes acute enteritis with high mortality in nursery piglets. To date, the cellular factors involved in PEDV replication have not been well defined. The extracellular signal-regulated kinase (ERK) that serves as a critical component of cellular signal transduction pathways to modulate a variety of cellular functions has been shown to regulate several viral infections. In the present study, we found that PEDV activates ERK1/2 early in infection independently of viral replication. The PEDV-induced ERK1/2 activation resulted in the phosphorylation of its downstream substrate Elk-1 in infected cells. Treatment with ERK inhibitors or ERK1/2 knockdown significantly suppressed viral progeny production. Inhibition of ERK activation also diminished viral protein expression and genomic and subgenomic RNA transcription. These findings indicate that the ERK signaling pathway plays an important role in the PEDV life cycle and beneficially contributes to viral infection.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) is a highly enteropathogenic coronavirus of swine that causes acute enteritis with high mortality in nursery piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , the cellular factors involved in PEDV replication have not been well defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The extracellular signal-regulated kinase ( ERK ) that serves as a critical component of cellular signal transduction pathways to modulate a variety of cellular functions has been shown to regulate several viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we found that PEDV activates ERK1/2 early in infection independently of viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The PEDV-induced ERK1/2 activation resulted in the phosphorylation of its downstream substrate Elk-1 in infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Treatment with ERK inhibitors or ERK1/2 knockdown significantly suppressed viral progeny production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inhibition of ERK activation also diminished viral protein expression and genomic and subgenomic RNA transcription .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that the ERK signaling pathway plays an important role in the PEDV life cycle and beneficially contributes to viral infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "164"
  }
}