{
  "paper_id": "e518ec96de50c7fc40efe18a922412eb3a58fbfc",
  "metadata": {
    "title": "Multiple sclerosis patients have reduced HLA class II-restricted cytotoxic responses specific for both measles and herpes virus",
    "coda_data_split": "train",
    "coda_paper_id": 6534,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It has been previously demonstrated that the generation of measles virus (MV)-specific cytotoxicity (CTL) is reduced in patients with multiple sclerosis (MS). By contrast, CTL specific for influenza virus (FLU) and mumps virus is normal. It is uncertain if reduced CTL is limited to MV in MS patients, or if reduced CTL may be found to other viruses as well. Since MV-specific CTL is predominantly restricted by HLA class II molecules, while FLU-specific and mumps-specific CTL have large HLA class I-restricted components, reduced MV-specific CTL may reflect a broader reduction in HLA class II-restricted CTL in patients with MS. To examine this question we studied the generation of CTL specific for herpes simplex virus type I (HSV). HSV-specific CTL, like MV-specific CTL is predominantly restricted by HLA class II molecules. We found that patients with MS had reduced generation of CTL to both MV and HSV. Most, but not all patients who had reduced generation of CTL to one virus also had a similar impairment with respect to the second virus. Some patients, however, had a reduction in the generation of CTL only to MV or to HSV. These findings extend our earlier observations regarding reduced MV-specific CTL in patients with MS to a second HLA class II-restricted virus, HSV. Such a reduction may reflect discrete impairments in immune function to separate viruses, possibly those that are associated with viral persistence, or may reflect a more generalized defect in HLA class II-restricted CTL.",
      "sentences": [
        [
          {
            "segment_text": "It has been previously demonstrated that the generation of measles virus ( MV ) - specific cytotoxicity ( CTL ) is reduced in patients with multiple sclerosis ( MS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By contrast , CTL specific for influenza virus ( FLU ) and mumps virus is normal .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is uncertain if reduced CTL is limited to MV in MS patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or if reduced CTL may be found to other viruses as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since MV-specific CTL is predominantly restricted by HLA class II molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while FLU-specific and mumps-specific CTL have large HLA class I-restricted components ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reduced MV-specific CTL may reflect a broader reduction in HLA class II-restricted CTL in patients with MS. To examine this question we studied the generation of CTL specific for herpes simplex virus type I ( HSV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HSV-specific CTL , like MV-specific CTL is predominantly restricted by HLA class II molecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that patients with MS had reduced generation of CTL to both MV and HSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most , but not all patients who had reduced generation of CTL to one virus also had a similar impairment with respect to the second virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some patients , however , had a reduction in the generation of CTL only to MV or to HSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings extend our earlier observations regarding reduced MV-specific CTL in patients with MS to a second HLA class II-restricted virus , HSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such a reduction may reflect discrete impairments in immune function to separate viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "possibly those that are associated with viral persistence ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or may reflect a more generalized defect in HLA class II-restricted CTL .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "276"
  }
}