{
  "paper_id": "e52b14466f05891d49a5ebcdb53b4381f82a0b36",
  "metadata": {
    "title": "Multiplex PCR reveals that viruses are more frequent than bacteria in children with cystic fibrosis",
    "coda_data_split": "train",
    "coda_paper_id": 7623,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Cystic fibrosis is a degenerative disease characterized by progressive epithelial secretory gland dysfunction associated with repeated respiratory infections. Bacterial infections are very frequent in children with cystic fibrosis, but because rapid Methods: for screening for the wide variety of potentially involved viruses were unavailable until recently, the frequency of viral presence is unknown. Multiplex PCR enables screening for many viruses involved in respiratory infections.",
      "sentences": [
        [
          {
            "segment_text": "Background : Cystic fibrosis is a degenerative disease characterized by progressive epithelial secretory gland dysfunction associated with repeated respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bacterial infections are very frequent in children with cystic fibrosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but because rapid Methods : for screening for the wide variety of potentially involved viruses were unavailable until recently ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the frequency of viral presence is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiplex PCR enables screening for many viruses involved in respiratory infections .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: This study aimed to evaluate the frequency of viruses and bacteria in respiratory specimens from children with cystic fibrosis and to clarify the incidence and characteristics (seasonality and age of patients) of different viruses detected in children with cystic fibrosis. Study design: In this 2-year prospective study, we obtained paired nasopharyngeal-swab and sputum specimens from children with cystic fibrosis during clinical respiratory examinations separated by at least 14 days. We analyzed viruses in nasopharyngeal-swab specimens with multiplex PCR and bacteria in sputum with standard methods. Results: We analyzed 368 paired specimens from 33 children. We detected viruses in 154 (41.8%) and bacteria in 132 (35.9%). Bacteria were commoner in spring and summer; viruses were commoner in autumn and winter. In every season, Staphylococcus aureus was the commonest bacteria and rhinovirus was the commonest virus. Nearly all infections with Haemophilus influenzae occurred in autumn and winter.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : This study aimed to evaluate the frequency of viruses and bacteria in respiratory specimens from children with cystic fibrosis and to clarify the incidence and characteristics ( seasonality and age of patients ) of different viruses detected in children with cystic fibrosis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : In this 2-year prospective study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we obtained paired nasopharyngeal-swab and sputum specimens from children with cystic fibrosis during clinical respiratory examinations separated by at least 14 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyzed viruses in nasopharyngeal-swab specimens with multiplex PCR and bacteria in sputum with standard methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We analyzed 368 paired specimens from 33 children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We detected viruses in 154 ( 41.8 % ) and bacteria in 132 ( 35.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteria were commoner in spring and summer ; viruses were commoner in autumn and winter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In every season , Staphylococcus aureus was the commonest bacteria and rhinovirus was the commonest virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nearly all infections with Haemophilus influenzae occurred in autumn and winter .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Viruses were more prevalent in children \u003c5 years old, and bacteria were more prevalent in children ≥12 years old. Conclusions: Multiplex PCR screening for respiratory viruses is feasible in children with cystic fibrosis; the clinical implications of screening warrant further study.",
      "sentences": [
        [
          {
            "segment_text": "Viruses were more prevalent in children \u003c 5 years old ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and bacteria were more prevalent in children ≥ 12 years old .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Multiplex PCR screening for respiratory viruses is feasible in children with cystic fibrosis ; the clinical implications of screening warrant further study .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "288"
  }
}