{
  "paper_id": "e53306862eb2cab646ba36a1e685fdb5a392da42",
  "metadata": {
    "title": "A new look at an old virus: patterns of mutation accumulation in the human H1N1 influenza virus since 1918",
    "coda_data_split": "train",
    "coda_paper_id": 3527,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The H1N1 influenza A virus has been circulating in the human population for over 95 years, first manifesting itself in the pandemic of 1917-1918. Initial mortality was extremely high, but dropped exponentially over time. Influenza viruses have high mutation rates, and H1N1 has undergone significant genetic changes since 1918. The exact nature of H1N1 mutation accumulation over time has not been fully explored. Methods: We have made a comprehensive historical analysis of mutational changes within H1N1 by examining over 4100 fully-sequenced H1N1 genomes. This has allowed us to examine the genetic changes arising within H1N1 from 1918 to the present. Results: We document multiple extinction events, including the previously known extinction of the human H1N1 lineage in the 1950s, and an apparent second extinction of the human H1N1 lineage in 2009. These extinctions appear to be due to a continuous accumulation of mutations. At the time of its disappearance in 2009, the human H1N1 lineage had accumulated over 1400 point mutations (more than 10% of the genome), including approximately 330 non-synonymous changes (7.4% of all codons). The accumulation of both point mutations and non-synonymous amino acid changes occurred at constant rates (μ \u003d 14.4 and 2.4 new mutations/ year, respectively), and mutations accumulated uniformly across the entire influenza genome. We observed a continuous erosion over time of codon-specificity in H1N1, including a shift away from host (human, swine, and bird [duck]) codon preference patterns. Conclusions: While there have been numerous adaptations within the H1N1 genome, most of the genetic changes we document here appear to be nonadaptive, and much of the change appears to be degenerative. We suggest H1N1 has been undergoing natural genetic attenuation, and that significant attenuation may even occur during a single pandemic. This process may play a role in natural pandemic cessation and has apparently contributed to the exponential decline in mortality rates over time, as seen in all major human influenza strains. These findings may be relevant to the development of strategies for managing influenza pandemics and strain evolution.",
      "sentences": [
        [
          {
            "segment_text": "Background : The H1N1 influenza A virus has been circulating in the human population for over 95 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "first manifesting itself in the pandemic of 1917-1918 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Initial mortality was extremely high ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but dropped exponentially over time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Influenza viruses have high mutation rates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and H1N1 has undergone significant genetic changes since 1918 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The exact nature of H1N1 mutation accumulation over time has not been fully explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We have made a comprehensive historical analysis of mutational changes within H1N1 by examining over 4100 fully-sequenced H1N1 genomes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This has allowed us to examine the genetic changes arising within H1N1 from 1918 to the present .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We document multiple extinction events ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the previously known extinction of the human H1N1 lineage in the 1950s ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an apparent second extinction of the human H1N1 lineage in 2009 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These extinctions appear to be due to a continuous accumulation of mutations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At the time of its disappearance in 2009 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the human H1N1 lineage had accumulated over 1400 point mutations ( more than 10 % of the genome ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including approximately 330 non-synonymous changes ( 7.4 % of all codons ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The accumulation of both point mutations and non-synonymous amino acid changes occurred at constant rates ( μ \u003d 14.4 and 2.4 new mutations / year , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mutations accumulated uniformly across the entire influenza genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed a continuous erosion over time of codon-specificity in H1N1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including a shift away from host ( human , swine , and bird ( duck ) ) codon preference patterns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : While there have been numerous adaptations within the H1N1 genome ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most of the genetic changes we document here appear to be nonadaptive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and much of the change appears to be degenerative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We suggest H1N1 has been undergoing natural genetic attenuation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that significant attenuation may even occur during a single pandemic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This process may play a role in natural pandemic cessation and has apparently contributed to the exponential decline in mortality rates over time ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as seen in all major human influenza strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings may be relevant to the development of strategies for managing influenza pandemics and strain evolution .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "28",
    "token_num": "383"
  }
}