{
  "paper_id": "e546530d3c2507a91afb8ed59c87cac0c8b501da",
  "metadata": {
    "title": "a section of the journal Frontiers in Microbiology Nucleocytoplasmic transport of nucleocapsid proteins of enveloped RNA viruses",
    "coda_data_split": "train",
    "coda_paper_id": 9142,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Most viruses with non-segmented single stranded RNA genomes complete their life cycle in the cytoplasm of infected cells. However, despite undergoing replication in the cytoplasm, the structural proteins of some of these RNA viruses localize to the nucleus at specific times in the virus life cycle, primarily early in infection. Limited evidence suggests that this enhances successful viral replication by interfering with or inhibiting the host antiviral response. Nucleocapsid proteins of RNA viruses have a well-established, essential cytoplasmic role in virus replication and assembly. Intriguingly, nucleocapsid proteins of some RNA viruses also localize to the nucleus/nucleolus of infected cells. Their nuclear function is less well understood although significant advances have been made in recent years. This review will focus on the nucleocapsid protein of cytoplasmic enveloped RNA viruses, including their localization to the nucleus/nucleolus and function therein. A greater understanding of the nuclear localization of nucleocapsid proteins has the potential to enhance therapeutic strategies as it can be a target for the development of live-attenuated vaccines or antiviral drugs.",
      "sentences": [
        [
          {
            "segment_text": "Most viruses with non-segmented single stranded RNA genomes complete their life cycle in the cytoplasm of infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , despite undergoing replication in the cytoplasm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the structural proteins of some of these RNA viruses localize to the nucleus at specific times in the virus life cycle , primarily early in infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limited evidence suggests that this enhances successful viral replication by interfering with or inhibiting the host antiviral response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nucleocapsid proteins of RNA viruses have a well-established ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "essential cytoplasmic role in virus replication and assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intriguingly , nucleocapsid proteins of some RNA viruses also localize to the nucleus/nucleolus of infected cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their nuclear function is less well understood although significant advances have been made in recent years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This review will focus on the nucleocapsid protein of cytoplasmic enveloped RNA viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including their localization to the nucleus/nucleolus and function therein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A greater understanding of the nuclear localization of nucleocapsid proteins has the potential to enhance therapeutic strategies as it can be a target for the development of live-attenuated vaccines or antiviral drugs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "183"
  }
}