{
  "paper_id": "e551df4689def56f4ddf7991468b33f1d15077ab",
  "metadata": {
    "title": "Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study",
    "coda_data_split": "train",
    "coda_paper_id": 2463,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Since June, 2012, Middle East respiratory syndrome coronavirus (MERS-CoV) has, worldwide, caused 104 infections in people including 49 deaths, with 82 cases and 41 deaths reported from Saudi Arabia. In addition to confi rming diagnosis, we generated the MERS-CoV genomic sequences obtained directly from patient samples to provide important information on MERS-CoV transmission, evolution, and origin. Methods Full genome deep sequencing was done on nucleic acid extracted directly from PCR-confi rmed clinical samples. Viral genomes were obtained from 21 MERS cases of which 13 had 100%, four 85-95%, and four 30-50% genome coverage. Phylogenetic analysis of the 21 sequences, combined with nine published MERS-CoV genomes, was done.",
      "sentences": [
        [
          {
            "segment_text": "Background Since June , 2012 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) has ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "worldwide , caused 104 infections in people including 49 deaths ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with 82 cases and 41 deaths reported from Saudi Arabia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to confi rming diagnosis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we generated the MERS-CoV genomic sequences obtained directly from patient samples to provide important information on MERS-CoV transmission , evolution , and origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods Full genome deep sequencing was done on nucleic acid extracted directly from PCR-confi rmed clinical samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viral genomes were obtained from 21 MERS cases of which 13 had 100 % ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "four 85-95 % , and four 30-50 % genome coverage .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the 21 sequences ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "combined with nine published MERS-CoV genomes , was done .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation We present the largest number of MERS-CoV genomes (21) described so far. MERS-CoV full genome sequences provide greater detail in tracking transmission. Multiple introductions of MERS-CoV are identifi ed and suggest lower R 0 values. Transmission within Saudi Arabia is consistent with either movement of an animal reservoir, animal products, or movement of infected people. Further defi nition of the exposures responsible for the sporadic introductions of MERS-CoV into human populations is urgently needed. Funding Saudi Arabian Ministry of Health, Wellcome Trust,",
      "sentences": [
        [
          {
            "segment_text": "Interpretation We present the largest number of MERS-CoV genomes ( 21 ) described so far .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV full genome sequences provide greater detail in tracking transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple introductions of MERS-CoV are identifi ed and suggest lower R 0 values .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transmission within Saudi Arabia is consistent with either movement of an animal reservoir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animal products , or movement of infected people .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further defi nition of the exposures responsible for the sporadic introductions of MERS-CoV into human populations is urgently needed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Funding Saudi Arabian Ministry of Health , Wellcome Trust ,",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "224"
  }
}