{
  "paper_id": "e56624da7d4f6a86a9cc0a91f3e5a8e98823cea5",
  "metadata": {
    "title": "Identification of novel viral receptors with cell line expressing viral receptor-binding protein",
    "coda_data_split": "train",
    "coda_paper_id": 5078,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The viral cell receptors and infection can be blocked by the expression of the viral receptor-binding protein.",
      "sentences": [
        [
          {
            "segment_text": "The viral cell receptors and infection can be blocked by the expression of the viral receptor-binding protein .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Thus, the viral cell receptor is an attractive target for anti-viral strategies, and the identification of viral cell receptor is critical for better understanding and controlling viral disease. As a model system for viral entry and anti-retroviral approaches, avian sarcoma/leukosis virus (ASLV, including the A-J ten subgroups) has been studied intensively and many milestone discoveries have been achieved based on work with ASLV. Here, we used a DF1 cell line expressed viral receptor-binding protein to efficiently identify chicken Annexin A2 (chANXA2) as a novel receptor for retrovirus ALV-J (avian leukosis virus subgroup J). Our data demonstrate that antibodies or siRNA to chANXA2 significantly inhibited ALV-J infection and replication, and over-expression of chANXA2 permitted the entry of ALV-J into its non-permissible cells. Our findings have not only identified chANXA2 as a novel biomarker for anti-ALV-J, but also demonstrated that cell lines with the expression of viral receptor-binding protein could be as efficient tools for isolating functional receptors to identify novel anti-viral targets.",
      "sentences": [
        [
          {
            "segment_text": "Thus , the viral cell receptor is an attractive target for anti-viral strategies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the identification of viral cell receptor is critical for better understanding and controlling viral disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a model system for viral entry and anti-retroviral approaches ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "avian sarcoma/leukosis virus ( ASLV , including the A-J ten subgroups ) has been studied intensively and many milestone discoveries have been achieved based on work with ASLV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we used a DF1 cell line expressed viral receptor-binding protein to efficiently identify chicken Annexin A2 ( chANXA2 ) as a novel receptor for retrovirus ALV-J ( avian leukosis virus subgroup J ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our data demonstrate that antibodies or siRNA to chANXA2 significantly inhibited ALV-J infection and replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and over-expression of chANXA2 permitted the entry of ALV-J into its non-permissible cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings have not only identified chANXA2 as a novel biomarker for anti-ALV-J ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also demonstrated that cell lines with the expression of viral receptor-binding protein could be as efficient tools for isolating functional receptors to identify novel anti-viral targets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "197"
  }
}