{
  "paper_id": "e5982e467e81a52787bc1c653fc65fa444501032",
  "metadata": {
    "title": "Bat pathogens hit the road: But which one?",
    "coda_data_split": "train",
    "coda_paper_id": 10597,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Current evidence suggests that environmental changes and interactions between wildlife, livestock, and humans contribute to the spillover of infectious agents from bats to other hosts [1]. An increasing number of studies investigating the diversity and infection dynamics of bat pathogens has recently been published; however, how these infectious agents are transmitted both within bat populations and to other hosts, including humans, often remains unknown.",
      "sentences": [
        [
          {
            "segment_text": "Current evidence suggests that environmental changes and interactions between wildlife ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "livestock , and humans contribute to the spillover of infectious agents from bats to other hosts ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An increasing number of studies investigating the diversity and infection dynamics of bat pathogens has recently been published ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "how these infectious agents are transmitted both within bat populations and to other hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including humans , often remains unknown .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we summarize current knowledge on direct and indirect transmission routes of bat infectious agents of public health concern (Fig 1) . Although bats are recognized as major reservoir hosts of emerging infectious diseases, we highlight that a significant knowledge gap on transmission mechanisms remains and needs further exploration.",
      "sentences": [
        [
          {
            "segment_text": "Here , we summarize current knowledge on direct and indirect transmission routes of bat infectious agents of public health concern ( Fig 1 ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although bats are recognized as major reservoir hosts of emerging infectious diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we highlight that a significant knowledge gap on transmission mechanisms remains and needs further exploration .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "128"
  }
}