{
  "paper_id": "e599045cf32089e27d0911253390b5548fe01939",
  "metadata": {
    "title": "Preparation and evaluation of anti-SARS coronavirus IgY from yolks of immunized SPF chickens",
    "coda_data_split": "train",
    "coda_paper_id": 2218,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome (SARS) is a recently discovered viral disease, characterized by fever, cough, acute fibrinous pneumonia and high infectivity. Specific pathogen-free (SPF) chickens were immunized with inactivated SARS coronavirus and their eggs were harvested at regular intervals. Yolk immunoglobulin (IgY) was extracted using the water dilution method, followed by further purification on a Sephadex G-75 column. SDS-polyacrylamide gel electrophoresis (SDS-PAGE), Western blot and neutralization test results showed that the IgY obtained was of a high purity and had a strong reactive activity with a neutralization titer of 1:640. Lyophilization and stability tests showed that lyophilized anti-SARS coronavirus IgY had promising physical properties, with no significant reduction in reactive activity and good thermal stability. All these data suggest that the anti-SARS coronavirus IgY could be a new useful biological product for specific antiviral therapy against SARS.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome ( SARS ) is a recently discovered viral disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by fever , cough ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute fibrinous pneumonia and high infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific pathogen-free ( SPF ) chickens were immunized with inactivated SARS coronavirus and their eggs were harvested at regular intervals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Yolk immunoglobulin ( IgY ) was extracted using the water dilution method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by further purification on a Sephadex G-75 column .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "SDS-polyacrylamide gel electrophoresis ( SDS-PAGE ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Western blot and neutralization test results showed that the IgY obtained was of a high purity and had a strong reactive activity with a neutralization titer of 1:640 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lyophilization and stability tests showed that lyophilized anti-SARS coronavirus IgY had promising physical properties ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with no significant reduction in reactive activity and good thermal stability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All these data suggest that the anti-SARS coronavirus IgY could be a new useful biological product for specific antiviral therapy against SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "157"
  }
}