{
  "paper_id": "e5ad25c31b95198c3994a9bf4c7268cfc066c7b6",
  "metadata": {
    "title": "Inhibition of severe acute respiratory syndrome coronavirus replication in a lethal SARS-CoV BALB/c mouse model by stinging nettle lectin, Urtica dioica agglutinin",
    "coda_data_split": "train",
    "coda_paper_id": 7525,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Urtica dioica agglutinin (UDA) is a small plant monomeric lectin, 8.7 kDa in size, with an Nacetylglucosamine specificity that inhibits viruses from Nidovirales in vitro. In the current study, we first examined the efficacy of UDA on the replication of different SARS-CoV strains in Vero 76 cells. UDA inhibited virus replication in a dose-dependent manner and reduced virus yields of the Urbani strain by 90% at 1.1 ± 0.4 g/ml in Vero 76 cells. Then, UDA was tested for efficacy in a lethal SARS-CoV-infected BALB/c mouse model. BALB/c mice were infected with two LD 50 (575 PFU) of virus for 4 h before the mice were treated intraperitoneally with UDA at 20, 10, 5 or 0 mg/kg/day for 4 days. Treatment with UDA at 5 mg/kg significantly protected the mice against a lethal infection with mouse-adapted SARS-CoV (p \u003c 0.001), but did not significantly reduce virus lung titers. All virus-infected mice receiving UDA treatments were also significantly protected against weight loss (p \u003c 0.001). UDA also effectively reduced lung pathology scores. At day 6 after virus exposure, all groups of mice receiving UDA had much lower lung weights than did the placebo-treated mice. Thus, our data suggest that UDA treatment of SARS infection in mice leads to a substantial therapeutic effect that protects mice against death and weight loss. Furthermore, the mode of action of UDA in vitro was further investigated using live SARS-CoV Urbani strain virus and retroviral particles pseudotyped with SARS-CoV spike (S). UDA specifically inhibited the replication of live SARS-CoV or SARS-CoV pseudotyped virus when added just before, but not after, adsorption. These data suggested that UDA likely inhibits SARS-CoV infection by targeting early stages of the replication cycle, namely, adsorption or penetration. In addition, we demonstrated that UDA neutralizes the virus infectivity, presumably by binding to the SARS-CoV spike (S) glycoprotein. Finally, the target molecule for the inhibition of virus replication was partially characterized. When UDA was exposed to N-acetylglucosamine and then UDA was added to cells just prior to adsorption, UDA did not inhibit the virus infection. These data support the conclusion that UDA might bind to N-acetylglucosamine-like residues present on the glycosylated envelope glycoproteins, thereby preventing virus attachment to cells. (D.L. Barnard). ized by high mortality and morbidity in infected individuals. By July 31, 2003, more than 8000 SARS cases and nearly 800 SARS-related deaths were reported around the world. Studies on the molecular evolution of SARS-CoV suggest that the virus emerged from non-human sources (Guan et al., 2003) . The civet cat coronavirus was shown to have a sequence identity of more than 99% to the SARS-CoV with only a limited number of deletions and mutations between both viruses. SARS-CoV was shown to have a deletion of 29 nucleotides relative to the civet cat virus, possibly suggesting that there was direct transmission from civet to humans (Guan et al., 2003) . Virus transmission to humans may have occurred when civet 0166-3542/$ -see front matter",
      "sentences": [
        [
          {
            "segment_text": "Urtica dioica agglutinin ( UDA ) is a small plant monomeric lectin ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "8.7 kDa in size , with an Nacetylglucosamine specificity that inhibits viruses from Nidovirales in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we first examined the efficacy of UDA on the replication of different SARS-CoV strains in Vero 76 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "UDA inhibited virus replication in a dose-dependent manner and reduced virus yields of the Urbani strain by 90 % at 1.1 ± 0.4 g/ml in Vero 76 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Then , UDA was tested for efficacy in a lethal SARS-CoV-infected BALB/c mouse model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "BALB/c mice were infected with two LD 50 ( 575 PFU ) of virus for 4 h before the mice were treated intraperitoneally with UDA at 20 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "10 , 5 or 0 mg/kg/day for 4 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Treatment with UDA at 5 mg/kg significantly protected the mice against a lethal infection with mouse-adapted SARS-CoV ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but did not significantly reduce virus lung titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All virus-infected mice receiving UDA treatments were also significantly protected against weight loss ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "UDA also effectively reduced lung pathology scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "At day 6 after virus exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all groups of mice receiving UDA had much lower lung weights than did the placebo-treated mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , our data suggest that UDA treatment of SARS infection in mice leads to a substantial therapeutic effect that protects mice against death and weight loss .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the mode of action of UDA in vitro was further investigated using live SARS-CoV Urbani strain virus and retroviral particles pseudotyped with SARS-CoV spike ( S ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "UDA specifically inhibited the replication of live SARS-CoV or SARS-CoV pseudotyped virus when added just before ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not after , adsorption .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggested that UDA likely inhibits SARS-CoV infection by targeting early stages of the replication cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely , adsorption or penetration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we demonstrated that UDA neutralizes the virus infectivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "presumably by binding to the SARS-CoV spike ( S ) glycoprotein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the target molecule for the inhibition of virus replication was partially characterized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When UDA was exposed to N-acetylglucosamine and then UDA was added to cells just prior to adsorption ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "UDA did not inhibit the virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data support the conclusion that UDA might bind to N-acetylglucosamine-like residues present on the glycosylated envelope glycoproteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby preventing virus attachment to cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( D.L. Barnard ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "ized by high mortality and morbidity in infected individuals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By July 31 , 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more than 8000 SARS cases and nearly 800 SARS-related deaths were reported around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies on the molecular evolution of SARS-CoV suggest that the virus emerged from non-human sources ( Guan et al. , 2003 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The civet cat coronavirus was shown to have a sequence identity of more than 99 % to the SARS-CoV with only a limited number of deletions and mutations between both viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV was shown to have a deletion of 29 nucleotides relative to the civet cat virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly suggesting that there was direct transmission from civet to humans ( Guan et al. , 2003 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus transmission to humans may have occurred when civet 0166-3542 / $ - see front matter",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "24",
    "segment_num": "35",
    "token_num": "559"
  }
}