{
  "paper_id": "e5d135a6b5b890007b00b3fa069168a206724b49",
  "metadata": {
    "title": "The Discovery of the 27-nm Norwalk Virus: An Historic Perspective",
    "coda_data_split": "train",
    "coda_paper_id": 3360,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In 1972, a 27-nm virus-like particle was discovered by use of immune electron microscopy (IEM) in an infectious stool filtrate derived from an outbreak of gastroenteritis in an elementary school in Norwalk, Ohio. IEM enabled the direct visualization of antigen-antibody interaction, as the particles were aggregated and coated by specific antibodies. This allowed the recognition and identification of a 27-nm virus-like particle that did not have a distinctive morphology, was low-titered, and was among the smallest viruses known. Serum antibody responses to the 27-nm particle were demonstrated in key individuals infected under natural or experimental conditions; this and other evidence suggested that this virus-like particle was the etiologic agent of the Norwalk gastroenteritis outbreak. The fastidious 27-nm Norwalk virus is now considered to be the prototype strain of a group of noncultivatable viruses that are important etiologic agents of epidemic gastroenteritis in adults and older children.",
      "sentences": [
        [
          {
            "segment_text": "In 1972 , a 27-nm virus-like particle was discovered by use of immune electron microscopy ( IEM ) in an infectious stool filtrate derived from an outbreak of gastroenteritis in an elementary school in Norwalk , Ohio .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IEM enabled the direct visualization of antigen-antibody interaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as the particles were aggregated and coated by specific antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This allowed the recognition and identification of a 27-nm virus-like particle that did not have a distinctive morphology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was low-titered , and was among the smallest viruses known .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serum antibody responses to the 27-nm particle were demonstrated in key individuals infected under natural or experimental conditions ; this and other evidence suggested that this virus-like particle was the etiologic agent of the Norwalk gastroenteritis outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The fastidious 27-nm Norwalk virus is now considered to be the prototype strain of a group of noncultivatable viruses that are important etiologic agents of epidemic gastroenteritis in adults and older children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "I was invited to present my reflections on the discovery of the Norwalk virus. This is a personal odyssey that chronicles the steps in making the arduous leap from the discovery of a 27-nm virus-like particle to its etiologic association with epidemic gastroenteritis. I will describe how, by necessity, we bypassed the classical tissue-culture virology approach, which relies on the ability of a virus to infect and produce a change in cells or to infect an animal model. Rather, we used a novel approach-\"direct virology\" or \"particle virology\"-in which the virus particle itself is studied directly as the \"center of attention\" without the benefit of an in vitro or animal model system.",
      "sentences": [
        [
          {
            "segment_text": "I was invited to present my reflections on the discovery of the Norwalk virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This is a personal odyssey that chronicles the steps in making the arduous leap from the discovery of a 27-nm virus-like particle to its etiologic association with epidemic gastroenteritis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "I will describe how , by necessity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we bypassed the classical tissue-culture virology approach ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which relies on the ability of a virus to infect and produce a change in cells or to infect an animal model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rather , we used a novel approach - `` direct virology \u0027\u0027 or `` particle virology \u0027\u0027 - in which the virus particle itself is studied directly as the `` center of attention \u0027\u0027 without the benefit of an in vitro or animal model system .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The goals of the Laboratory of Infectious Diseases (LID) at the National Institutes of Health (NIH) traditionally have focused on the definition of the natural history and epidemiologic characteristics of a disease, the elucidation of its etiologic agent, and the development of a vaccine for its prevention. With the termination in 1969 of the longitudinal Junior Village study of infants and young children, which for 15 years had encompassed each of these goals, the emphasis of the Epidemiology Section of the LID turned to the study of the etiology of acute All volunteers gave informed consent. Human experimentation guidelines of the US Department of Health and Human Services were followed in the conduct of the clinical research.",
      "sentences": [
        [
          {
            "segment_text": "The goals of the Laboratory of Infectious Diseases ( LID ) at the National Institutes of Health ( NIH ) traditionally have focused on the definition of the natural history and epidemiologic characteristics of a disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the elucidation of its etiologic agent ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the development of a vaccine for its prevention .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "With the termination in 1969 of the longitudinal Junior Village study of infants and young children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which for 15 years had encompassed each of these goals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the emphasis of the Epidemiology Section of the LID turned to the study of the etiology of acute All volunteers gave informed consent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human experimentation guidelines of the US Department of Health and Human Services were followed in the conduct of the clinical research .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "417"
  }
}