{
  "paper_id": "e5d97f7b63a27580754be9bb994e44c6ff2aa8c4",
  "metadata": {
    "title": "Phylogenetic analysis of human coronavirus NL63 circulating in Italy",
    "coda_data_split": "train",
    "coda_paper_id": 8302,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Five known human coronaviruses infect the human respiratory tract: HCoV-OC43, HCoV-229E, SARS-CoV, HCoV-NL63 and HCoV-HKU1. Objectives: To evaluate the prevalence of HCoV-NL63 in hospitalized adult patients and to perform molecular characterization of Italian strains. Study Design: HCoV-NL63 was sought by RT-PCR in 510 consecutive lower respiratory tract (LRT) samples, collected from 433 Central-Southern Italy patients over a 1-year period. Phylogenetic analysis was performed by partial sequencing of S and ORF1a. Additional S sequences from Northern Italy were included in the phylogenetic trees. Results: HCoV-NL63 was detected in 10 patients (2.0%) with symptomatic respiratory diseases, mainly during winter. Phylogenetic analysis indicated a certain degree of heterogeneity in Italian isolates. The ORF1a gene clustering in phylogenetic trees did not match with that of the S gene. Conclusions: As observed by others, HCoV-NL63 is often associated with another virus. Phylogenetic characterization of HCoV-NL63 circulating in Italy indicates that this virus circulates as a mixture of variant strains, as observed in other countries.",
      "sentences": [
        [
          {
            "segment_text": "Background : Five known human coronaviruses infect the human respiratory tract : HCoV-OC43 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HCoV-229E , SARS-CoV , HCoV-NL63 and HCoV-HKU1 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To evaluate the prevalence of HCoV-NL63 in hospitalized adult patients and to perform molecular characterization of Italian strains .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study Design : HCoV-NL63 was sought by RT-PCR in 510 consecutive lower respiratory tract ( LRT ) samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "collected from 433 Central-Southern Italy patients over a 1-year period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis was performed by partial sequencing of S and ORF1a .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Additional S sequences from Northern Italy were included in the phylogenetic trees .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : HCoV-NL63 was detected in 10 patients ( 2.0 % ) with symptomatic respiratory diseases , mainly during winter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis indicated a certain degree of heterogeneity in Italian isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ORF1a gene clustering in phylogenetic trees did not match with that of the S gene .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : As observed by others ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HCoV-NL63 is often associated with another virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic characterization of HCoV-NL63 circulating in Italy indicates that this virus circulates as a mixture of variant strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as observed in other countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "188"
  }
}