{
  "paper_id": "e6175d20610de6fb526a8213ebb267152d47d9ee",
  "metadata": {
    "title": "Diagnosis of bovine cryptosporidiosis by an enzyme-linked immunosorbent assay",
    "coda_data_split": "train",
    "coda_paper_id": 2202,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Diagnosis of bovine cryptosporidiosis by an enzyme-linked immunosorbent assay. Vet. Parasitol., 37: 1-8. This paper describes an enzyme-linked immunosorbent assay (ELISA) for the diagnosis of cryptosporidiosis. A monoclonal antibody with a high affinity against an oocyst antigen was used to set up the test.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Diagnosis of bovine cryptosporidiosis by an enzyme-linked immunosorbent assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Parasitol. , 37 : 1-8 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This paper describes an enzyme-linked immunosorbent assay ( ELISA ) for the diagnosis of cryptosporidiosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A monoclonal antibody with a high affinity against an oocyst antigen was used to set up the test .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The efficiency of this assay was compared with that of the flotation test; 275 calf faecal samples were examined by the two methods. There was 96% agreement between the two tests. For the 11 conflicting samples, the two tests were repeated and a modified Ziehl-Neelsen staining was performed on faecal smears. All these 11 samples contained few oocysts, but only five and six of them were shown to be positive by the ELISA and flotation tests, respectively. The degree of sensitivity of the ELISA and flotation tests is comparable; samples heavily or moderately contaminated with oocysts arc detected by both methods. This ELISA is reliable and never gives rise to false positive results. Nevertheless, as with the flotation test, the occasional case containing very few oocysts will not always be detected by this test. If necessary, very accurate diagnosis can be made by a staining technique or by a direct immunofluorescent assay.",
      "sentences": [
        [
          {
            "segment_text": "The efficiency of this assay was compared with that of the flotation test ; 275 calf faecal samples were examined by the two methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There was 96 % agreement between the two tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the 11 conflicting samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the two tests were repeated and a modified Ziehl-Neelsen staining was performed on faecal smears .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All these 11 samples contained few oocysts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but only five and six of them were shown to be positive by the ELISA and flotation tests , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The degree of sensitivity of the ELISA and flotation tests is comparable ; samples heavily or moderately contaminated with oocysts arc detected by both methods .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This ELISA is reliable and never gives rise to false positive results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , as with the flotation test ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the occasional case containing very few oocysts will not always be detected by this test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If necessary , very accurate diagnosis can be made by a staining technique or by a direct immunofluorescent assay .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In veterinary medicine, the ELISA seems to be a method of choice; it appears to be a fast and reliable technique which could be used as a routine test for the detection of Cryptosporidium oocysts.",
      "sentences": [
        [
          {
            "segment_text": "In veterinary medicine , the ELISA seems to be a method of choice ; it appears to be a fast and reliable technique which could be used as a routine test for the detection of Cryptosporidium oocysts .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Nevertheless the degree of sensitivity must always be borne in mind. There is no need for a microscopic examination, which is an additional advantage.",
      "sentences": [
        [
          {
            "segment_text": "Nevertheless the degree of sensitivity must always be borne in mind .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is no need for a microscopic examination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is an additional advantage .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "0304-4017/90/$03.50",
      "sentences": [
        [
          {
            "segment_text": "0304-4017/90 / $ 03.50",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "18",
    "segment_num": "22",
    "token_num": "292"
  }
}