{
  "paper_id": "e620067ec156a1fc9e5b28aaf66b38dd08815df8",
  "metadata": {
    "title": "Clinical and Molecular Features of Feline Foamy Virus and Feline Leukemia Virus Co-Infection in Naturally-Infected Cats",
    "coda_data_split": "train",
    "coda_paper_id": 10039,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Feline foamy virus (FFV) and feline leukemia virus (FeLV) belong to the Retroviridae family. While disease has not been reported for FFV infection, FeLV infection can cause anemia and immunosuppression (progressive infection). Co-infection with FFV/FeLV allows evaluation of the pathogenic potential and epidemiology of FFV infection in cats with FeLV pathology. Blood and buccal swab samples from 81 cats were collected in Rio de Janeiro. Plasma was serologically tested for FeLV. DNA extracted from peripheral blood mononuclear cells and buccal swabs was used to PCR detect FFV and FeLV. A qPCR was developed to detect and measure FFV proviral loads (pVLs) in cats. FeLV qPCR was performed using previous methods. The median log10 pVL of FFV mono-infected individuals was lower than found in FFV/FeLV co-infected cats in buccal swabs (p \u003d 0.003). We found 78% of cats had detectable buccal FFV DNA in FFV mono-infected and FFV co-infected FeLV-progressive cats, while in FeLV-regressive cats (those without signs of disease) 22% of cats had detectable buccal FFV DNA (p \u003d 0.004). Our results suggest that regressive FeLV infection may reduce FFV saliva transmission, the main mode of FV transmission. We did not find evidence of differences in pathogenicity in FFV mono-and -dually infected cats. In summary, we show that FVs may interact with FeLV within the same host. Our study supports the utility of cats naturally co-infected with retroviruses as a model to investigate the impact of FV on immunocompromised mammalian hosts.",
      "sentences": [
        [
          {
            "segment_text": "Feline foamy virus ( FFV ) and feline leukemia virus ( FeLV ) belong to the Retroviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While disease has not been reported for FFV infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "FeLV infection can cause anemia and immunosuppression ( progressive infection ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Co-infection with FFV/FeLV allows evaluation of the pathogenic potential and epidemiology of FFV infection in cats with FeLV pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Blood and buccal swab samples from 81 cats were collected in Rio de Janeiro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Plasma was serologically tested for FeLV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA extracted from peripheral blood mononuclear cells and buccal swabs was used to PCR detect FFV and FeLV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A qPCR was developed to detect and measure FFV proviral loads ( pVLs ) in cats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FeLV qPCR was performed using previous methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The median log10 pVL of FFV mono-infected individuals was lower than found in FFV/FeLV co-infected cats in buccal swabs ( p \u003d 0.003 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found 78 % of cats had detectable buccal FFV DNA in FFV mono-infected and FFV co-infected FeLV-progressive cats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in FeLV-regressive cats ( those without signs of disease ) 22 % of cats had detectable buccal FFV DNA ( p \u003d 0.004 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that regressive FeLV infection may reduce FFV saliva transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the main mode of FV transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We did not find evidence of differences in pathogenicity in FFV mono-and - dually infected cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , we show that FVs may interact with FeLV within the same host .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study supports the utility of cats naturally co-infected with retroviruses as a model to investigate the impact of FV on immunocompromised mammalian hosts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "276"
  }
}