{
  "paper_id": "e622c993d64e1bdcb0b7ec5505945ab5fbe3185e",
  "metadata": {
    "title": "Remote Activation of Host Cell DNA Synthesis in Uninfected Cells Signaled by Infected Cells in Advance of Virus Transmission",
    "coda_data_split": "train",
    "coda_paper_id": 10702,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viruses modulate cellular processes and metabolism in diverse ways, but these are almost universally studied in the infected cell itself. Here, we study spatial organization of DNA synthesis during multiround transmission of herpes simplex virus (HSV) using pulse-labeling with ethynyl nucleotides and cycloaddition of azide fluorophores. We report a hitherto unknown and unexpected outcome of virus-host interaction. Consistent with the current understanding of the single-step growth cycle, HSV suppresses host DNA synthesis and promotes viral DNA synthesis in spatially segregated compartments within the cell. In striking contrast, during progressive rounds of infection initiated at a single cell, we observe that infection induces a clear and pronounced stimulation of cellular DNA replication in remote uninfected cells. This induced DNA synthesis was observed in hundreds of uninfected cells at the extended border, outside the perimeter of the progressing infection. Moreover, using pulse-chase analysis, we show that this activation is maintained, resulting in a propagating wave of host DNA synthesis continually in ad-",
      "sentences": [
        [
          {
            "segment_text": "Viruses modulate cellular processes and metabolism in diverse ways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but these are almost universally studied in the infected cell itself .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we study spatial organization of DNA synthesis during multiround transmission of herpes simplex virus ( HSV ) using pulse-labeling with ethynyl nucleotides and cycloaddition of azide fluorophores .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We report a hitherto unknown and unexpected outcome of virus-host interaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with the current understanding of the single-step growth cycle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HSV suppresses host DNA synthesis and promotes viral DNA synthesis in spatially segregated compartments within the cell .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In striking contrast , during progressive rounds of infection initiated at a single cell ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we observe that infection induces a clear and pronounced stimulation of cellular DNA replication in remote uninfected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This induced DNA synthesis was observed in hundreds of uninfected cells at the extended border ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "outside the perimeter of the progressing infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , using pulse-chase analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we show that this activation is maintained ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in a propagating wave of host DNA synthesis continually in ad -",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "vance of infection. As the virus reaches and infects these activated cells, host DNA synthesis is then shut off and replaced with virus DNA synthesis. Using nonpropagating viruses or conditioned medium, we demonstrate a paracrine effector of uninfected cell DNA synthesis in remote cells continually in advance of infection. These findings have significant implications, likely with broad applicability, for our understanding of the ways in which virus infection manipulates cell processes not only in the infected cell itself but also now in remote uninfected cells, as well as of mechanisms governing host DNA synthesis.",
      "sentences": [
        [
          {
            "segment_text": "vance of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As the virus reaches and infects these activated cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "host DNA synthesis is then shut off and replaced with virus DNA synthesis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using nonpropagating viruses or conditioned medium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we demonstrate a paracrine effector of uninfected cell DNA synthesis in remote cells continually in advance of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings have significant implications ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "likely with broad applicability , for our understanding of the ways in which virus infection manipulates cell processes not only in the infected cell itself but also now in remote uninfected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as of mechanisms governing host DNA synthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "IMPORTANCE",
      "sentences": [
        [
          {
            "segment_text": "IMPORTANCE",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Citation Schmidt N, Hennig T, Serwa RA, Marchetti M, O\u0027Hare P. 2015. Remote activation of host cell DNA synthesis in uninfected cells signaled by infected cells in advance of virus transmission.",
      "sentences": [
        [
          {
            "segment_text": "Citation Schmidt N , Hennig T ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Serwa RA , Marchetti M , O\u0027Hare P. 2015 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Remote activation of host cell DNA synthesis in uninfected cells signaled by infected cells in advance of virus transmission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "25",
    "token_num": "319"
  }
}