{
  "paper_id": "e627b90fe006cb4716f9aa5a9fb6e1f4f3b070ab",
  "metadata": {
    "title": "Extreme temperature event and mass mortality of insectivorous bats",
    "coda_data_split": "train",
    "coda_paper_id": 6773,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A mass mortality event involving Chaerephon plicatus and Taphozous theobaldi bats occurred during a heat wave in April 2016 in Cambodia. This was investigated to clarify the causes of the die-off and assess the risk to public health. Field evidences, clinical signs, and gross pathology findings were consistent with a heat stress hypothesis. However, the detection of a novel bat paramyxovirus raises questions about its role as a contributing factor or a coincidental finding. Systematic documentation of bat die-offs related to extreme weather events is necessary to improve understanding of the effect of changing weather patterns on bat populations and the ecosystem services they provide.",
      "sentences": [
        [
          {
            "segment_text": "A mass mortality event involving Chaerephon plicatus and Taphozous theobaldi bats occurred during a heat wave in April 2016 in Cambodia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This was investigated to clarify the causes of the die-off and assess the risk to public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Field evidences , clinical signs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and gross pathology findings were consistent with a heat stress hypothesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the detection of a novel bat paramyxovirus raises questions about its role as a contributing factor or a coincidental finding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Systematic documentation of bat die-offs related to extreme weather events is necessary to improve understanding of the effect of changing weather patterns on bat populations and the ecosystem services they provide .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "113"
  }
}