{
  "paper_id": "e62bebc2ecb5a648b06eb708f88a8024231a474d",
  "metadata": {
    "title": "Cullin4 Is Pro-Viral during West Nile Virus Infection of Culex Mosquitoes",
    "coda_data_split": "train",
    "coda_paper_id": 7332,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Although mosquitoes serve as vectors of many pathogens of public health importance, their response to viral infection is poorly understood. It also remains to be investigated whether viruses deploy some mechanism to be able to overcome this immune response. Here, we have used an RNA-Seq approach to identify differentially regulated genes in Culex quinquefasciatus cells following West Nile virus (WNV) infection, identifying 265 transcripts from various cellular pathways that were either upregulated or downregulated. Ubiquitin-proteasomal pathway genes, comprising 12% of total differentially regulated genes, were selected for further validation by real time RT-qPCR and functional analysis. It was found that treatment of infected cells with proteasomal inhibitor, MG-132, decreased WNV titers, indicating importance of this pathway during infection process. In infection models, the Culex ortholog of mammalian Cul4A/B (cullin RING ubiquitin ligase) was found to be upregulated in vitro as well as in vivo, especially in midguts of mosquitoes. Gene knockdown using dsRNA and overexpression studies indicated that Culex Cul4 acts as a pro-viral protein by degradation of CxSTAT via ubiquitin-proteasomal pathway. We also show that gene knockdown of Culex Cul4 leads to activation of the Jak-STAT pathway in mosquitoes leading to decrease viral replication in the body as well as saliva. Our results suggest a novel mechanism adopted by WNV to overcome mosquito immune response and increase viral replication.",
      "sentences": [
        [
          {
            "segment_text": "Although mosquitoes serve as vectors of many pathogens of public health importance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "their response to viral infection is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It also remains to be investigated whether viruses deploy some mechanism to be able to overcome this immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we have used an RNA-Seq approach to identify differentially regulated genes in Culex quinquefasciatus cells following West Nile virus ( WNV ) infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "identifying 265 transcripts from various cellular pathways that were either upregulated or downregulated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ubiquitin-proteasomal pathway genes , comprising 12 % of total differentially regulated genes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were selected for further validation by real time RT-qPCR and functional analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It was found that treatment of infected cells with proteasomal inhibitor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MG-132 , decreased WNV titers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating importance of this pathway during infection process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In infection models , the Culex ortholog of mammalian Cul4A/B ( cullin RING ubiquitin ligase ) was found to be upregulated in vitro as well as in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in midguts of mosquitoes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Gene knockdown using dsRNA and overexpression studies indicated that Culex Cul4 acts as a pro-viral protein by degradation of CxSTAT via ubiquitin-proteasomal pathway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that gene knockdown of Culex Cul4 leads to activation of the Jak-STAT pathway in mosquitoes leading to decrease viral replication in the body as well as saliva .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest a novel mechanism adopted by WNV to overcome mosquito immune response and increase viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "PLOS Pathogens |",
      "sentences": [
        [
          {
            "segment_text": "PLOS Pathogens |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "247"
  }
}