{
  "paper_id": "e630b993a9b1eacba99feec2a3849e8133896b7e",
  "metadata": {
    "title": "Hematological and coagulation profiles in dogs experimentally infected with Angiostrongylus vasorum (Baillet, 1866)",
    "coda_data_split": "train",
    "coda_paper_id": 10230,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hematological and coagulation profiles were studied in crossbred dogs experimentally infected with Angiostrongylus vasorum. Two groups of five dogs were experimentally inoculated with 50 and 100 third stage infective larvae (L 3 ) of A. vasorum per kilogram of body weight. A third group of five uninfected animals was used as control. One sample of 10 ml of blood was collected from each animal on the 10, 20, 30, and 45 days after inoculation (dai) and at 30-day intervals thereafter for the remainder of the 210-day experimental period. The blood sample was used for the complete hemogram and platelet count, as well as measurements of prothrombin time, partial thromboplastin time and factors V and VIII. Anemia was observed in infected dogs, 6 weeks after the infection. The eosinophils presented peaks in four periods after infection. Thrombocytopenia became accentuated on the 72 dai. Decreased prothrombin time activity and increased partial thromboplastin time were observed at the 6 and 9 weeks after infection and decreased of factors VIII and V activities occurred from 4 to 6 weeks after infection. It may be conclude that infection by A. vasorum in dogs may cause a discrete anemia during the acute phase which is probably regenerative. In addition, important hemostatic alterations due to the infection suggest a chronic intravascular consumption coagulopathy.",
      "sentences": [
        [
          {
            "segment_text": "Hematological and coagulation profiles were studied in crossbred dogs experimentally infected with Angiostrongylus vasorum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two groups of five dogs were experimentally inoculated with 50 and 100 third stage infective larvae ( L 3 ) of A. vasorum per kilogram of body weight .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A third group of five uninfected animals was used as control .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One sample of 10 ml of blood was collected from each animal on the 10 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "20 , 30 , and 45 days after inoculation ( dai ) and at 30-day intervals thereafter for the remainder of the 210-day experimental period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The blood sample was used for the complete hemogram and platelet count ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as measurements of prothrombin time ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "partial thromboplastin time and factors V and VIII .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Anemia was observed in infected dogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 weeks after the infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The eosinophils presented peaks in four periods after infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thrombocytopenia became accentuated on the 72 dai .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Decreased prothrombin time activity and increased partial thromboplastin time were observed at the 6 and 9 weeks after infection and decreased of factors VIII and V activities occurred from 4 to 6 weeks after infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It may be conclude that infection by A. vasorum in dogs may cause a discrete anemia during the acute phase which is probably regenerative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , important hemostatic alterations due to the infection suggest a chronic intravascular consumption coagulopathy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "15",
    "token_num": "237"
  }
}