{
  "paper_id": "e63c05968f050a841e335e2b0d1579d36691df79",
  "metadata": {
    "title": "Pneumonia in the tropics: Report from the Task Force on tropical diseases by the World Federation of Societies of Intensive and Critical Care Medicine",
    "coda_data_split": "train",
    "coda_paper_id": 6793,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aetiology of community acquired pneumonia varies according to the region in which it is acquired. This review discusses those causes of CAP that occur in the tropics and might not be readily recognizable when transplanted to other sites. Various forms of pneumonia including the viral causes such as influenza (seasonal and avian varieties), the coronaviruses and the Hantavirus as well as bacterial causes, specifically the pneumonic form of Yersinia pestis and melioidosis are discussed.",
      "sentences": [
        [
          {
            "segment_text": "The aetiology of community acquired pneumonia varies according to the region in which it is acquired .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses those causes of CAP that occur in the tropics and might not be readily recognizable when transplanted to other sites .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Various forms of pneumonia including the viral causes such as influenza ( seasonal and avian varieties ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the coronaviruses and the Hantavirus as well as bacterial causes ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "specifically the pneumonic form of Yersinia pestis and melioidosis are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "82"
  }
}