{
  "paper_id": "e65838298bf62e2e0ac31630f6bf6a7de47444f8",
  "metadata": {
    "title": "Apolipoprotein D Overexpression Protects Against Kainate-Induced Neurotoxicity in Mice",
    "coda_data_split": "train",
    "coda_paper_id": 8748,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Excitotoxicity due to the excessive activation of glutamatergic receptors leads to neuronal dysfunction and death. Excitotoxicity has been implicated in the pathogenesis of a myriad of neurodegenerative diseases with distinct etiologies such as Alzheimer\u0027s and Parkinson\u0027s. Numerous studies link apolipoprotein D (apoD), a secreted glycoprotein highly expressed in the central nervous system (CNS), to maintain and protect neurons in various mouse models of acute stress and neurodegeneration. Here, we used a mouse model overexpressing human apoD in neurons (H-apoD Tg) to test the neuroprotective effects of apoD in the kainic acid (KA)-lesioned hippocampus. Our results show that apoD overexpression in H-apoD Tg mice induces an increased resistance to KA-induced seizures, significantly attenuates inflammatory responses and confers protection against KA-induced cell apoptosis in the hippocampus. The apoD-mediated protection against KA-induced toxicity is imputable in part to increased plasma membrane Ca2+ ATPase type 2 expression (1.7-fold), decreased N-methyl-D-aspartate receptor (NMDAR) subunit NR2B levels (30 %) and lipid metabolism alterations. Indeed, we demonstrate that apoD can attenuate intracellular cholesterol content in primary hippocampal neurons and in brain of H-apoD Tg mice. In addition, apoD can be internalised by neurons and this internalisation is accentuated in ageing and injury conditions. Our results provide additional mechanistic information on the apoD-mediated neuroprotection in neurodegenerative conditions.",
      "sentences": [
        [
          {
            "segment_text": "Excitotoxicity due to the excessive activation of glutamatergic receptors leads to neuronal dysfunction and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Excitotoxicity has been implicated in the pathogenesis of a myriad of neurodegenerative diseases with distinct etiologies such as Alzheimer \u0027s and Parkinson \u0027s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Numerous studies link apolipoprotein D ( apoD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a secreted glycoprotein highly expressed in the central nervous system ( CNS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to maintain and protect neurons in various mouse models of acute stress and neurodegeneration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we used a mouse model overexpressing human apoD in neurons ( H-apoD Tg ) to test the neuroprotective effects of apoD in the kainic acid ( KA ) - lesioned hippocampus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results show that apoD overexpression in H-apoD Tg mice induces an increased resistance to KA-induced seizures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significantly attenuates inflammatory responses and confers protection against KA-induced cell apoptosis in the hippocampus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The apoD-mediated protection against KA-induced toxicity is imputable in part to increased plasma membrane Ca2 + ATPase type 2 expression ( 1.7-fold ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased N-methyl-D-aspartate receptor ( NMDAR ) subunit NR2B levels ( 30 % ) and lipid metabolism alterations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , we demonstrate that apoD can attenuate intracellular cholesterol content in primary hippocampal neurons and in brain of H-apoD Tg mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , apoD can be internalised by neurons and this internalisation is accentuated in ageing and injury conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results provide additional mechanistic information on the apoD-mediated neuroprotection in neurodegenerative conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "244"
  }
}