{
  "paper_id": "e659993cca4cf1cc40900a6625576e8c63013602",
  "metadata": {
    "title": "The clinical and virological features of the first imported case causing MERS-CoV outbreak in South Korea, 2015",
    "coda_data_split": "train",
    "coda_paper_id": 6914,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: In 2015, the largest outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) infection outside the Middle East occurred in South Korea. We summarized the epidemiological, clinical, and laboratory findings of the first Korean case of MERS-CoV and analyzed whole-genome sequences of MERS-CoV derived from the patient.",
      "sentences": [
        [
          {
            "segment_text": "Background : In 2015 , the largest outbreak of Middle East respiratory syndrome coronavirus ( MERS-CoV ) infection outside the Middle East occurred in South Korea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We summarized the epidemiological , clinical ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and laboratory findings of the first Korean case of MERS-CoV and analyzed whole-genome sequences of MERS-CoV derived from the patient .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Case presentation: A 68-year-old man developed fever and myalgia 7 days after returning to Korea, following a 10-day trip to the Middle East. Before diagnosis, he visited 4 hospitals, potentially resulting in secondary transmission to 28 patients. On admission to the National Medical Center (day 9, post-onset of clinical illness), he presented with drowsiness, hypoxia, and multiple patchy infiltrations on the chest radiograph. He was intubated (day 12) because of progressive acute respiratory distress syndrome (ARDS) and INF-α2a and ribavirin treatment was commenced. The treatment course was prolonged by superimposed ventilator associated pneumonia. MERS-CoV PCR results converted to negative from day 47 and the patient was discharged (day 137), following rehabilitation therapy. The complete genome sequence obtained from a sputum sample (taken on day 11) showed the highest sequence similarity (99.59%) with the virus from an outbreak in Riyadh, Saudi Arabia, in February 2015.",
      "sentences": [
        [
          {
            "segment_text": "Case presentation : A 68-year-old man developed fever and myalgia 7 days after returning to Korea ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "following a 10-day trip to the Middle East .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Before diagnosis , he visited 4 hospitals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "potentially resulting in secondary transmission to 28 patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "On admission to the National Medical Center ( day 9 , post-onset of clinical illness ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "he presented with drowsiness , hypoxia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and multiple patchy infiltrations on the chest radiograph .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "He was intubated ( day 12 ) because of progressive acute respiratory distress syndrome ( ARDS ) and INF-α2a and ribavirin treatment was commenced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The treatment course was prolonged by superimposed ventilator associated pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV PCR results converted to negative from day 47 and the patient was discharged ( day 137 ) , following rehabilitation therapy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The complete genome sequence obtained from a sputum sample ( taken on day 11 ) showed the highest sequence similarity ( 99.59 % ) with the virus from an outbreak in Riyadh ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Saudi Arabia , in February 2015 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The first case of MERS-CoV infection had high transmissibility and was associated with a severe clinical course. The patient made a successful recovery after early treatment with antiviral agents and adequate supportive care. This first case in South Korea became a super-spreader because of improper infection control measures, rather than variations of the virus.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The first case of MERS-CoV infection had high transmissibility and was associated with a severe clinical course .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The patient made a successful recovery after early treatment with antiviral agents and adequate supportive care .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This first case in South Korea became a super-spreader because of improper infection control measures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than variations of the virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "290"
  }
}