{
  "paper_id": "e65a594a2d8b64fc8fccfaa13ab3ed705519dd4e",
  "metadata": {
    "title": "of Novel Coronavirus-Infected Pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 5530,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We collected information on demographic characteristics, exposure history, and illness timelines of laboratory-confirmed cases of NCIP that had been reported by January 22, 2020. We described characteristics of the cases and estimated the key epidemiologic time-delay distributions. In the early period of exponential growth, we estimated the epidemic doubling time and the basic reproductive number.",
      "sentences": [
        [
          {
            "segment_text": "We collected information on demographic characteristics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "exposure history , and illness timelines of laboratory-confirmed cases of NCIP that had been reported by January 22 , 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We described characteristics of the cases and estimated the key epidemiologic time-delay distributions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the early period of exponential growth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we estimated the epidemic doubling time and the basic reproductive number .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Among the first 425 patients with confirmed NCIP, the median age was 59 years and 56% were male. The majority of cases (55%) with onset before January 1, 2020, were linked to the Huanan Seafood Wholesale Market, as compared with 8.6% of the subsequent cases. The mean incubation period was 5.2 days (95% confidence interval [CI], 4.1 to 7.0), with the 95th percentile of the distribution at 12.5 days. In its early stages, the epidemic doubled in size every 7.4 days. With a mean serial interval of 7.5 days (95% CI, 5.3 to 19), the basic reproductive number was estimated to be 2.2 (95% CI, 1.4 to 3.9).",
      "sentences": [
        [
          {
            "segment_text": "Among the first 425 patients with confirmed NCIP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the median age was 59 years and 56 % were male .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of cases ( 55 % ) with onset before January 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2020 , were linked to the Huanan Seafood Wholesale Market ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as compared with 8.6 % of the subsequent cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean incubation period was 5.2 days ( 95 % confidence interval ( CI ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "4.1 to 7.0 ) , with the 95th percentile of the distribution at 12.5 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In its early stages , the epidemic doubled in size every 7.4 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With a mean serial interval of 7.5 days ( 95 % CI , 5.3 to 19 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the basic reproductive number was estimated to be 2.2 ( 95 % CI , 1.4 to 3.9 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "On the basis of this information, there is evidence that human-to-human transmission has occurred among close contacts since the middle of December 2019. Considerable efforts to reduce transmission will be required to control outbreaks if similar dynamics apply elsewhere. Measures to prevent or reduce transmission should be implemented in populations at risk. (Funded by the Ministry of Science and Technology of China and others.) a bs tr ac t Early Transmission Dynamics",
      "sentences": [
        [
          {
            "segment_text": "On the basis of this information ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is evidence that human-to-human transmission has occurred among close contacts since the middle of December 2019 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considerable efforts to reduce transmission will be required to control outbreaks if similar dynamics apply elsewhere .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Measures to prevent or reduce transmission should be implemented in populations at risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Funded by the Ministry of Science and Technology of China and others . )",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "a bs tr ac t Early Transmission Dynamics",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "280"
  }
}