{
  "paper_id": "e66b5fae547bcc41c1402e6d1fa02c431b1bb407",
  "metadata": {
    "title": "Sequence Analysis of the S3 Gene from a Turkey Reovirus",
    "coda_data_split": "train",
    "coda_paper_id": 10105,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The deduced 2 protein sequence from the S3 gene segment of a novel turkey reovirus, designated NC98, isolated from the bursa of birds exhibiting poult enteritis and mortality syndrome was determined. The isolate, serologically distinct from other avian reoviruses, was isolated in turkey embryo kidney cells and RNA was purified for cDNA synthesis. Oligonucleotide primers were designed based on conserved avian S3 nucleotide sequence data. The NC98 S3 open reading frame comprised 1101 base pairs and encoded 366 amino acids with a predicated molecular mass of 40.5 kDa. Although the S3 nucleotide sequence from several chicken isolates share at least 86% identity, they share only 64% with the NC98 turkey isolate. Interestingly, the S3 nucleotide sequence from a muscovy duck reovirus shares 55% identity with NC98 and 53% identity with chicken isolates. As observed in other avian reovirus 2 protein sequences, a zinc-binding motif and double-stranded RNA binding domain were found within the predicted amino acid sequence of NC98. Phylogenetic analysis of the deduced 2 sequence demonstrated that NC98 separated as a distinct virus relative to other avian strains. The results of this study indicate that NC98 is a novel turkey reovirus that shares limited genomic sequence identity to isolates of chicken and duck origin and should be considered a separate virus species within subgroup 2 of the Orthoreovirus genus.",
      "sentences": [
        [
          {
            "segment_text": "The deduced 2 protein sequence from the S3 gene segment of a novel turkey reovirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designated NC98 , isolated from the bursa of birds exhibiting poult enteritis and mortality syndrome was determined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The isolate , serologically distinct from other avian reoviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was isolated in turkey embryo kidney cells and RNA was purified for cDNA synthesis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Oligonucleotide primers were designed based on conserved avian S3 nucleotide sequence data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The NC98 S3 open reading frame comprised 1101 base pairs and encoded 366 amino acids with a predicated molecular mass of 40.5 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the S3 nucleotide sequence from several chicken isolates share at least 86 % identity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they share only 64 % with the NC98 turkey isolate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the S3 nucleotide sequence from a muscovy duck reovirus shares 55 % identity with NC98 and 53 % identity with chicken isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As observed in other avian reovirus 2 protein sequences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a zinc-binding motif and double-stranded RNA binding domain were found within the predicted amino acid sequence of NC98 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the deduced 2 sequence demonstrated that NC98 separated as a distinct virus relative to other avian strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of this study indicate that NC98 is a novel turkey reovirus that shares limited genomic sequence identity to isolates of chicken and duck origin and should be considered a separate virus species within subgroup 2 of the Orthoreovirus genus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "240"
  }
}