{
  "paper_id": "e678b6aa4754217a96354c9731af1bd91fd9ef2e",
  "metadata": {
    "title": "Clinical Infectious Diseases Clinical and Virological Characteristics of Acute Sinusitis in Children",
    "coda_data_split": "train",
    "coda_paper_id": 10778,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Acute bacterial sinusitis is a frequent complication of viral upper respiratory infection (URI). We describe the clinical and virologic features of URIs that remain uncomplicated and those that precede an episode of sinusitis. We hypothesize that certain viruses are more likely to lead to acute sinusitis, and we compare viruses identified at the time of diagnosis of sinusitis with those identified early in the URI.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute bacterial sinusitis is a frequent complication of viral upper respiratory infection ( URI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe the clinical and virologic features of URIs that remain uncomplicated and those that precede an episode of sinusitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We hypothesize that certain viruses are more likely to lead to acute sinusitis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and we compare viruses identified at the time of diagnosis of sinusitis with those identified early in the URI .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Children aged 48-96 months were followed longitudinally for 1 year. Nasal samples were obtained at surveillance visits, on Day 3-4 of the URI, and on Day 10, when sinusitis was diagnosed. Molecular diagnostic testing was performed on nasal washes for common respiratory viruses and pathogenic bacteria. A standardized score was used to quantify symptom severity.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children aged 48-96 months were followed longitudinally for 1 year .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal samples were obtained at surveillance visits ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "on Day 3-4 of the URI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and on Day 10 , when sinusitis was diagnosed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Molecular diagnostic testing was performed on nasal washes for common respiratory viruses and pathogenic bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A standardized score was used to quantify symptom severity .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. We evaluated 519 URIs, and 37 illnesses in 31 patients met the criteria for sinusitis. Respiratory syncytial virus was detected more frequently in URI visits that led to sinusitis, compared to in uncomplicated URIs (10.8% vs 3.4%; P \u003d .05). New viruses were detected in 29% of sinusitis episodes, and their pattern was different than those patterns observed at surveillance. The median number of URIs per subject per year was 1 (range 0-9) in uncomplicated URI subjects and 3 (range 1-9) in sinusitis subjects (P \u003c .001).",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We evaluated 519 URIs , and 37 illnesses in 31 patients met the criteria for sinusitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory syncytial virus was detected more frequently in URI visits that led to sinusitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to in uncomplicated URIs ( 10.8 % vs 3.4 % ; P \u003d .05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "New viruses were detected in 29 % of sinusitis episodes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and their pattern was different than those patterns observed at surveillance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median number of URIs per subject per year was 1 ( range 0-9 ) in uncomplicated URI subjects and 3 ( range 1-9 ) in sinusitis subjects ( P \u003c .001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Children who developed sinusitis experienced more frequent URIs, compared to children whose URIs remained uncomplicated. When nasal samples were obtained on the day of diagnosis of acute sinusitis, nearly 30% of children had a new virus identified, suggesting that some children deemed to have sinusitis were experiencing sequential viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children who developed sinusitis experienced more frequent URIs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to children whose URIs remained uncomplicated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When nasal samples were obtained on the day of diagnosis of acute sinusitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nearly 30 % of children had a new virus identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that some children deemed to have sinusitis were experiencing sequential viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "25",
    "token_num": "303"
  }
}