{
  "paper_id": "e67eb3bd9090630fa37b601957ed1dcc088901cf",
  "metadata": {
    "title": "Clinical Medicine Review Advancements in Nucleic Acid Based Therapeutics against Respiratory Viral Infections",
    "coda_data_split": "train",
    "coda_paper_id": 4278,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Several viruses cause pulmonary infections due to their shared tropism with cells of the respiratory tract. These respiratory problems due to viral infection become a public health concern due to rapid transmission through air/aerosols or via direct-indirect contact with infected persons. In addition, the cross-species transmission causes alterations to viral genetic makeup thereby increasing the risk of emergence of pathogens with new and more potent infectivity. With the introduction of effective nucleic acid-based technologies, post translational gene silencing (PTGS) is being increasingly used to silence viral gene targets and has shown promising approach towards management of many viral infections. Since several host factors are also utilized by these viruses during various stages of infection, silencing these host factors can also serve as promising therapeutic tool. Several nucleic acid-based technologies such as short interfering RNAs (siRNA), antisense oligonucleotides, aptamers, deoxyribozymes (DNAzymes), and ribozymes have been studied and used against management of respiratory viruses. These therapeutic nucleic acids can be efficiently delivered through the airways. Studies have also shown efficacy of gene therapy in clinical trials against respiratory syncytial virus (RSV) as well as models of respiratory diseases including severe acute respiratory syndrome (SARS), measles and influenza. In this review, we have summarized some of the recent advancements made in the area of nucleic acid based therapeutics and highlighted the emerging roles of nucleic acids in the management of some of the severe respiratory viral infections. We have also focused on the methods of their delivery and associated challenges.",
      "sentences": [
        [
          {
            "segment_text": "Several viruses cause pulmonary infections due to their shared tropism with cells of the respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These respiratory problems due to viral infection become a public health concern due to rapid transmission through air/aerosols or via direct-indirect contact with infected persons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , the cross-species transmission causes alterations to viral genetic makeup thereby increasing the risk of emergence of pathogens with new and more potent infectivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With the introduction of effective nucleic acid-based technologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "post translational gene silencing ( PTGS ) is being increasingly used to silence viral gene targets and has shown promising approach towards management of many viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since several host factors are also utilized by these viruses during various stages of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "silencing these host factors can also serve as promising therapeutic tool .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several nucleic acid-based technologies such as short interfering RNAs ( siRNA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antisense oligonucleotides , aptamers , deoxyribozymes ( DNAzymes ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and ribozymes have been studied and used against management of respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These therapeutic nucleic acids can be efficiently delivered through the airways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies have also shown efficacy of gene therapy in clinical trials against respiratory syncytial virus ( RSV ) as well as models of respiratory diseases including severe acute respiratory syndrome ( SARS ) , measles and influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we have summarized some of the recent advancements made in the area of nucleic acid based therapeutics and highlighted the emerging roles of nucleic acids in the management of some of the severe respiratory viral infections .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have also focused on the methods of their delivery and associated challenges .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "276"
  }
}