{
  "paper_id": "e67ef0b92b9b359d8ff4f64dc0ca63fc09b63c55",
  "metadata": {
    "title": "Validation of the Impact of Event Scale-Revised for adolescents experiencing the floods and mudslides",
    "coda_data_split": "train",
    "coda_paper_id": 6489,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The purpose of this study was to validate the Impact of Event Scale-Revised (IES-R) for adolescents who had experienced the floods and mudslides caused by Typhoon Morakot in Taiwan. The internal consistency, construct validity, and criteria validity of the instrument were examined. Principal component analysis followed by an oblique rotation was used to derive a three-factor solution. These factors were labeled intrusion, hyperarousal, and avoidance; all three factors together accounted for 58.1% of the variance. The total Cronbach\u0027s alpha of 0.94 reflected the good internal consistency of the instrument. With reference to diagnosis of posttraumatic stress disorder, the IES-R cutoff point for posttraumatic stress disorder was 19 of 20 with a sensitivity of 85.7% and specificity of 84.1%. In conclusion, the IES-R can be used as a reliable and valid instrument when evaluating psychological distress among adolescents who have experienced a natural disaster, such as flooding and mudslides.",
      "sentences": [
        [
          {
            "segment_text": "The purpose of this study was to validate the Impact of Event Scale-Revised ( IES-R ) for adolescents who had experienced the floods and mudslides caused by Typhoon Morakot in Taiwan .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The internal consistency , construct validity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and criteria validity of the instrument were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Principal component analysis followed by an oblique rotation was used to derive a three-factor solution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These factors were labeled intrusion ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "hyperarousal , and avoidance ; all three factors together accounted for 58.1 % of the variance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The total Cronbach \u0027s alpha of 0.94 reflected the good internal consistency of the instrument .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With reference to diagnosis of posttraumatic stress disorder ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the IES-R cutoff point for posttraumatic stress disorder was 19 of 20 with a sensitivity of 85.7 % and specificity of 84.1 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the IES-R can be used as a reliable and valid instrument when evaluating psychological distress among adolescents who have experienced a natural disaster ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as flooding and mudslides .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "169"
  }
}