{
  "paper_id": "e67fdbe304e03e77a4c665ba5a8846391d014832",
  "metadata": {
    "title": "Pathogenicity of neutralization escape mutants of mouse hepatitis virus: correlation with T-and B-cell depletions",
    "coda_data_split": "train",
    "coda_paper_id": 3940,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral pathogenicity is a result of an imbalance between viral replication and the host\u0027s immune defences. When the virus is lymphotropic, understanding the pathogenic process of the viral disease becomes complicated because virus/lymphocyte interactions can alter the cell\u0027s integrity and subsequently induce immunodeficiency. The immune system plays an important role in the outcome of acute disease induced by the mouse hepatitis virus type 3 (MHV3). The use of attenuated escape mutants provides a tool to study the role of viral properties involved in its pathogenicity. We selected MHV3 mutants by virtue of their resistance to neutralization by monoclonal antibodies (mAb), in order to study their pathogenic properties. We reported that two MHV3 escape mutants were attenuated in their pathogenic properties according to inoculation site and with regard to survival time and ability to deplete T-and B-cell subpopulations in the spleen, thymus and bone marrow of susceptible Balb/c mice. The highly attenuated CL12 mutant could not induce depletion in T or B cells following intraperitoneal (i.p.1 or intranasal (i.n.1 inoculations, at three days postinfection. The less attenuated 51.6 mutant, however, maintained the abil*hy to deplete T and B cells following i.p. inoculation, as described with the pathogenic MHV3. In contrast, no depletion of T cells following i.n. inoculation was induced with this mutant, atthough B lineage cells decreased. The use of such mutants enabled us to examine the role of each compartment of the immune system, since the highly attenuated CL12 mutant induced no immunodeficiency, as defined by immune cell depletion, whe reas the less attenuated 51.6 mutant maintained its ability to decrease only the B-cell compartment after i.n. inoculation. Results are discussed with regard to the virus/lymphocyte interactions during the pathogenic process.",
      "sentences": [
        [
          {
            "segment_text": "Viral pathogenicity is a result of an imbalance between viral replication and the host \u0027s immune defences .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When the virus is lymphotropic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "understanding the pathogenic process of the viral disease becomes complicated because virus/lymphocyte interactions can alter the cell \u0027s integrity and subsequently induce immunodeficiency .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The immune system plays an important role in the outcome of acute disease induced by the mouse hepatitis virus type 3 ( MHV3 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of attenuated escape mutants provides a tool to study the role of viral properties involved in its pathogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We selected MHV3 mutants by virtue of their resistance to neutralization by monoclonal antibodies ( mAb ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in order to study their pathogenic properties .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We reported that two MHV3 escape mutants were attenuated in their pathogenic properties according to inoculation site and with regard to survival time and ability to deplete T-and B-cell subpopulations in the spleen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thymus and bone marrow of susceptible Balb/c mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highly attenuated CL12 mutant could not induce depletion in T or B cells following intraperitoneal ( i.p. 1 or intranasal ( i.n. 1 inoculations , at three days postinfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The less attenuated 51.6 mutant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , maintained the abil * hy to deplete T and B cells following i.p. inoculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as described with the pathogenic MHV3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , no depletion of T cells following i.n. inoculation was induced with this mutant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "atthough B lineage cells decreased .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of such mutants enabled us to examine the role of each compartment of the immune system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since the highly attenuated CL12 mutant induced no immunodeficiency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as defined by immune cell depletion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whe reas the less attenuated 51.6 mutant maintained its ability to decrease only the B-cell compartment after i.n. inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results are discussed with regard to the virus/lymphocyte interactions during the pathogenic process .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "317"
  }
}