{
  "paper_id": "e6899fc4e77aa33e5a6606deb96c9c00b5e0cc0c",
  "metadata": {
    "title": "Multiplex real-time RT-PCR for the simultaneous detection and quantification of transmissible gastroenteritis virus and porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 10519,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transmissible gastroenteritis virus (TGEV) and porcine epidemic diarrhea virus (PEDV) are major etiological agents of diarrhea and death in piglets. Multiplex real-time reverse transcriptase (RT)-PCR was developed for simultaneous differential quantification of each virus in a single reaction tube, using Cy5-and FAM-labeled TaqMan-probes based on sequences from the TGEV and PEDV nucleocapsid genes. The copy numbers for transcripts of TGEV and PEDV were quantified using this assay over a range from 9 × 10 7 to 9 × 10 1 copies and 7 × 10 7 to 7 × 10 1 copies, respectively. The variability of the intra-assay and inter-assay were evaluated using standard solutions of each transcript, with coefficients of variation (CV) less than 3.43 and 3.33%, respectively. Piglets were experimentally infected with virulent TGEV and PEDV, and the amounts of virus from the onset of diarrhea were measured. Samples obtained from farms experiencing PED or TGE were quantified between 10 2 and 10 5 RNA copies. In conclusion, this assay provides an effective etiological diagnostic tool for detecting and quantifying viral loads. The assay may also prove useful for detecting infections, ultimately leading to better disease control on farms.",
      "sentences": [
        [
          {
            "segment_text": "Transmissible gastroenteritis virus ( TGEV ) and porcine epidemic diarrhea virus ( PEDV ) are major etiological agents of diarrhea and death in piglets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Multiplex real-time reverse transcriptase ( RT ) - PCR was developed for simultaneous differential quantification of each virus in a single reaction tube ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using Cy5-and FAM-labeled TaqMan-probes based on sequences from the TGEV and PEDV nucleocapsid genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The copy numbers for transcripts of TGEV and PEDV were quantified using this assay over a range from 9 × 10 7 to 9 × 10 1 copies and 7 × 10 7 to 7 × 10 1 copies , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The variability of the intra-assay and inter-assay were evaluated using standard solutions of each transcript ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with coefficients of variation ( CV ) less than 3.43 and 3.33 % , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Piglets were experimentally infected with virulent TGEV and PEDV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the amounts of virus from the onset of diarrhea were measured .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Samples obtained from farms experiencing PED or TGE were quantified between 10 2 and 10 5 RNA copies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In conclusion , this assay provides an effective etiological diagnostic tool for detecting and quantifying viral loads .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay may also prove useful for detecting infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ultimately leading to better disease control on farms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "217"
  }
}