{
  "paper_id": "e690c113c207f132b7b68a38f53889109e65a166",
  "metadata": {
    "title": "Protective Effect of Intranasal Regimens Containing Peptidic Middle East Respiratory Syndrome Coronavirus Fusion Inhibitor Against MERS-CoV Infection",
    "coda_data_split": "train",
    "coda_paper_id": 2841,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To gain entry into the target cell, Middle East respiratory syndrome (MERS) coronavirus (MERS-CoV) uses its spike (S) protein S2 subunit to fuse with the plasma or endosomal membrane. Previous work identified a peptide derived from the heptad repeat (HR) 2 domain in S2 subunit, HR2P, which potently blocked MERS-CoV S protein-mediated membrane fusion. Here, we tested an HR2P analogue with improved pharmaceutical property, HR2P-M2, for its inhibitory activity against MERS-CoV infection in vitro and in vivo. HR2P-M2 was highly effective in inhibiting MERS-CoV S protein-mediated cell-cell fusion and infection by pseudoviruses expressing MERS-CoV S protein with or without mutation in the HR1 region. It interacted with the HR1 peptide to form stable α-helical complex and blocked six-helix bundle formation between the HR1 and HR2 domains in the viral S protein. Intranasally administered HR2P-M2 effectively protected adenovirus serotype-5-human dipeptidyl peptidase 4-transduced mice from infection by MERS-CoV strains with or without mutations in the HR1 region of S protein, with \u003e1000-fold reduction of viral titers in lung, and the protection was enhanced by combining HR2P-M2 with interferon β. These results indicate that this combination regimen merits further development to prevent MERS in high-risk populations, including healthcare workers and patient family members, and to treat MERS-CoV-infected patients.",
      "sentences": [
        [
          {
            "segment_text": "To gain entry into the target cell ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Middle East respiratory syndrome ( MERS ) coronavirus ( MERS-CoV ) uses its spike ( S ) protein S2 subunit to fuse with the plasma or endosomal membrane .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous work identified a peptide derived from the heptad repeat ( HR ) 2 domain in S2 subunit ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "HR2P , which potently blocked MERS-CoV S protein-mediated membrane fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we tested an HR2P analogue with improved pharmaceutical property ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "HR2P-M2 , for its inhibitory activity against MERS-CoV infection in vitro and in vivo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HR2P-M2 was highly effective in inhibiting MERS-CoV S protein-mediated cell-cell fusion and infection by pseudoviruses expressing MERS-CoV S protein with or without mutation in the HR1 region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It interacted with the HR1 peptide to form stable α-helical complex and blocked six-helix bundle formation between the HR1 and HR2 domains in the viral S protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intranasally administered HR2P-M2 effectively protected adenovirus serotype-5-human dipeptidyl peptidase 4-transduced mice from infection by MERS-CoV strains with or without mutations in the HR1 region of S protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with \u003e 1000-fold reduction of viral titers in lung ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the protection was enhanced by combining HR2P-M2 with interferon β .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that this combination regimen merits further development to prevent MERS in high-risk populations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including healthcare workers and patient family members ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and to treat MERS-CoV-infected patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "231"
  }
}