{
  "paper_id": "e6945d394b0d984f8c3c3cb78f4996c54963eade",
  "metadata": {
    "title": "Acta Neuropathologica Demyelinating Encephalomyelitis Induced by a Long-term Corona Virus Infection in Rats* A Preliminary Report",
    "coda_data_split": "train",
    "coda_paper_id": 5018,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "About 30 ~ of weanling rats inoculated with JHM virus developed a subacute demyelinating encephalomyelitis (SDE) 3 weeks after inoculation (a.i.). From the remaining animals, 5~ displayed overt neurological signs 3, 6, and 8 months a.i. Animals with and without clinical signs 6-8 months a.i. were morphologically examined.",
      "sentences": [
        [
          {
            "segment_text": "About 30 ~ of weanling rats inoculated with JHM virus developed a subacute demyelinating encephalomyelitis ( SDE ) 3 weeks after inoculation ( a.i. ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From the remaining animals , 5 ~ displayed overt neurological signs 3 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "6 , and 8 months a.i. Animals with and without clinical signs 6-8 months a.i. were morphologically examined .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Fresh demyelinating lesions could be demonstrated in paralyzed animals. Viral antigen was demonstrated and infectious JHM virus could be recovered from one animal which developed clinical signs at 3 months a.i. In one animal with clinical onset of 8 months a.i., completely remyelinated areas as well as recent demyelinating lesions were observed, suggesting a recurrence of the disease process. Remyelinated areas were also found in 40 ~ of clinically silent animals. The morphology of the late onset of the demyelination was similar to that occurring in SDE. Remyelination consisted of both CNS and PNS-type. This animal model offers the possibility to investigate the virus-host relationship which is responsible for the induction of a demyelinating process after a long incubation period.",
      "sentences": [
        [
          {
            "segment_text": "Fresh demyelinating lesions could be demonstrated in paralyzed animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral antigen was demonstrated and infectious JHM virus could be recovered from one animal which developed clinical signs at 3 months a.i. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In one animal with clinical onset of 8 months a.i. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "completely remyelinated areas as well as recent demyelinating lesions were observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting a recurrence of the disease process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Remyelinated areas were also found in 40 ~ of clinically silent animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The morphology of the late onset of the demyelination was similar to that occurring in SDE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Remyelination consisted of both CNS and PNS-type .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This animal model offers the possibility to investigate the virus-host relationship which is responsible for the induction of a demyelinating process after a long incubation period .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "187"
  }
}