{
  "paper_id": "e6c483ba40d34a4593467bc5953496526a603664",
  "metadata": {
    "title": "Human bocavirus 1 infects commercially-available primary human airway epithelium cultures productively",
    "coda_data_split": "train",
    "coda_paper_id": 2700,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Human bocavirus 1 (HBoV1), a human parvovirus, belongs to the genus Bocavirus of the Parvoviridae family. It causes wheezing in young children with acute respiratory tract infections. HBoV1 has been shown to infect polarized human airway epithelium (HAE) made in house, and induces airway epithelial damage. In this study, two commercially-available HAE cultures, EpiAirway and MucilAir HAE, were examined for HBoV1 infection. Both HAE cultures support fully productive HBoV1 infection. Infected EpiAirway and MucilAir HAE cultures showed loss of cilia, disruption of the tight junction barrier, and a significant decrease in transepithelial electrical resistance. Notably, HBoV1 persistent infection was demonstrated by maintaining HBoV1infected EpiAirway HAE for as long as 50 days. After 2 days post-infection, progeny virus was produced consistently daily at a level of over 2 × 10 8 viral genome copies per culture (0.6 cm 2 ). This study is the first to use commercial sources of HAE cultures for HBoV1 infection. The availability of these cultures will enable a wide range of laboratories to study HBoV1 infection.",
      "sentences": [
        [
          {
            "segment_text": "Human bocavirus 1 ( HBoV1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a human parvovirus , belongs to the genus Bocavirus of the Parvoviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It causes wheezing in young children with acute respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HBoV1 has been shown to infect polarized human airway epithelium ( HAE ) made in house ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and induces airway epithelial damage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , two commercially-available HAE cultures ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EpiAirway and MucilAir HAE , were examined for HBoV1 infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both HAE cultures support fully productive HBoV1 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infected EpiAirway and MucilAir HAE cultures showed loss of cilia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disruption of the tight junction barrier ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a significant decrease in transepithelial electrical resistance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , HBoV1 persistent infection was demonstrated by maintaining HBoV1infected EpiAirway HAE for as long as 50 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After 2 days post-infection , progeny virus was produced consistently daily at a level of over 2 × 10 8 viral genome copies per culture ( 0.6 cm 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study is the first to use commercial sources of HAE cultures for HBoV1 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The availability of these cultures will enable a wide range of laboratories to study HBoV1 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "195"
  }
}