{
  "paper_id": "e6caa9eaa2171e4bc3f9ad3128989f1c2715bd91",
  "metadata": {
    "title": "The Relationship between Axonal Transport of Protein and Demyelination in the Optic Nerves of Mice Infected with Semliki Forest Virus",
    "coda_data_split": "train",
    "coda_paper_id": 10521,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Fast and slow axonal transport of protein have been studied in the optic nerves of mice infected with Semliki Forest Virus (SFV) that causes patchy demyelination throughout the CNS. Intravitreal injections of [3H]proline were given at regular intervals after virus inoculation, the labelled protein in the superior colliculi was then measured after survival periods of 18 h or 10 days, for fast and slow axonal transport studies, respectively. Fast transport studies showed an enhanced amount of protein arriving at the optic nerve terminals (superior colliculus) of the SFV-infected mice prior to the onset of demyelination. In contrast, the slow transport studies showed an enhanced amount of protein at the superior colliculus of the SFV-infected mice during the demyelination period. There was no concomitant increase in labelled protein in the retina at any time after the SFV infection. It is proposed that alteration in the transport of the protein constituents other than major myelin specific components may cause disruption of myelin maintenance in SFV infection.",
      "sentences": [
        [
          {
            "segment_text": "Fast and slow axonal transport of protein have been studied in the optic nerves of mice infected with Semliki Forest Virus ( SFV ) that causes patchy demyelination throughout the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intravitreal injections of ( 3H ) proline were given at regular intervals after virus inoculation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the labelled protein in the superior colliculi was then measured after survival periods of 18 h or 10 days ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for fast and slow axonal transport studies , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Fast transport studies showed an enhanced amount of protein arriving at the optic nerve terminals ( superior colliculus ) of the SFV-infected mice prior to the onset of demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the slow transport studies showed an enhanced amount of protein at the superior colliculus of the SFV-infected mice during the demyelination period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no concomitant increase in labelled protein in the retina at any time after the SFV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is proposed that alteration in the transport of the protein constituents other than major myelin specific components may cause disruption of myelin maintenance in SFV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "181"
  }
}