{
  "paper_id": "e6e35c08477e686107dd7930313221e54e9a60e9",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 2469,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: Suboptimal adherence to antihypertensive agents leads to adverse clinical outcomes. This study aims to evaluate the association between first-line antihypertensive drug class and medication adherence in a large Chinese population. Methods: All patients prescribed ≥ one antihypertensive drug in 2001-2003 and 2005 who have paid at least two consecutive clinic visits in the public healthcare system of Hong Kong were included. We excluded patients who have followed-up in the clinics for ≤ 30 days. Interval-based Proportion of Days Covered (PDC) was used to assess medication adherence. All patients were followed-up for up to 5 years. Binary logistic regression analysis was used to evaluate the factors associated with optimal adherence, defined as PDC ≥ 80%. Results: From 147,914 eligible patients, 69.2% were adherent to the antihypertensive prescriptions. When compared with angiotensin converting enzyme inhibitors (ACEIs), patients initially prescribed α-blockers (adjusted odds ratio [AOR] \u003d 0.234, 95% C.I. 0.215-0.256), β-blockers (AOR \u003d 0.447, 95% C.I. 0.420, 0.477), thiazide diuretics (AOR \u003d 0.431 95% C.I. 0.399, 0.466) and calcium channel blockers (AOR \u003d 0.451, 95% C.I. 0.423, 0.481) were significantly less likely to be drug adherers. Angiotensin receptor blockers (ARBs) and fixed-dose combination therapies were similarly likely to be medication adherent. Older age, male gender, visits in general out-patient clinics, residence in urbanized regions, and the presence of comorbidity were positively associated with optimal drug adherence. Conclusion: Patients receiving initial prescriptions of ACEIs, ARB and combination therapy had more favorable adherence profiles than the other major antihypertensive classes in real-life clinical practice.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : Suboptimal adherence to antihypertensive agents leads to adverse clinical outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to evaluate the association between first-line antihypertensive drug class and medication adherence in a large Chinese population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : All patients prescribed ≥ one antihypertensive drug in 2001-2003 and 2005 who have paid at least two consecutive clinic visits in the public healthcare system of Hong Kong were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We excluded patients who have followed-up in the clinics for ≤ 30 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Interval-based Proportion of Days Covered ( PDC ) was used to assess medication adherence .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All patients were followed-up for up to 5 years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Binary logistic regression analysis was used to evaluate the factors associated with optimal adherence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "defined as PDC ≥ 80 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : From 147,914 eligible patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "69.2 % were adherent to the antihypertensive prescriptions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When compared with angiotensin converting enzyme inhibitors ( ACEIs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patients initially prescribed α-blockers ( adjusted odds ratio ( AOR ) \u003d 0.234 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % C.I. 0.215-0.256 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "β-blockers ( AOR \u003d 0.447 , 95 % C.I. 0.420 , 0.477 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thiazide diuretics ( AOR \u003d 0.431 95 % C.I. 0.399 , 0.466 ) and calcium channel blockers ( AOR \u003d 0.451 , 95 % C.I. 0.423 , 0.481 ) were significantly less likely to be drug adherers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Angiotensin receptor blockers ( ARBs ) and fixed-dose combination therapies were similarly likely to be medication adherent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Older age , male gender ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "visits in general out-patient clinics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "residence in urbanized regions , and the presence of comorbidity were positively associated with optimal drug adherence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Patients receiving initial prescriptions of ACEIs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ARB and combination therapy had more favorable adherence profiles than the other major antihypertensive classes in real-life clinical practice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "304"
  }
}