{
  "paper_id": "e6efd4861f30bfccec54dc8d1fbfcf9f2d3ea114",
  "metadata": {
    "title": "A test of syndromic surveillance using a severe acute respiratory syndrome model ☆",
    "coda_data_split": "train",
    "coda_paper_id": 6368,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: We describe a field simulation that was conducted using volunteers to assess the ability of 3 hospitals in a network to manage a large influx of patients with a potentially communicable disease. This drill provided the opportunity to evaluate the ability of the New York City Department of Health and Mental Hygiene\u0027s (NYC-DOHMH) emergency department chief complaint syndromic surveillance system to detect a cluster of patients with febrile respiratory illness. Methods: The evaluation was a prospective simulation. The clinical picture was modeled on severe acute respiratory syndrome symptoms. Forty-four volunteers participated in the drill as mock patients. Results: Records from 42 patients (95%) were successfully transmitted to the NYC-DOHMH. The electronic chief complaint for 24 (57%) of these patients indicated febrile or respiratory illness. The drill did not generate a statistical signal in the NYC-DOHMH SaTScan analysis. The 42 drill patients were classified in 8 hierarchical categories based on chief complaints: sepsis (2), cold (3), diarrhea (2), respiratory (20), fever/flu (4), vomit (3), and other (8). The number of respiratory visits, while elevated on the day of the drill, did not appear particularly unusual when compared with the 14-day baseline period used for spatial analyses. Conclusions: This drill with a cluster of patients with febrile respiratory illness failed to trigger a signal from the NYC-DOHMH emergency department chief complaint syndromic surveillance system. This highlighted several limitations and challenges to syndromic surveillance monitoring.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : We describe a field simulation that was conducted using volunteers to assess the ability of 3 hospitals in a network to manage a large influx of patients with a potentially communicable disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This drill provided the opportunity to evaluate the ability of the New York City Department of Health and Mental Hygiene \u0027s ( NYC-DOHMH ) emergency department chief complaint syndromic surveillance system to detect a cluster of patients with febrile respiratory illness .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The evaluation was a prospective simulation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical picture was modeled on severe acute respiratory syndrome symptoms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Forty-four volunteers participated in the drill as mock patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Records from 42 patients ( 95 % ) were successfully transmitted to the NYC-DOHMH .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The electronic chief complaint for 24 ( 57 % ) of these patients indicated febrile or respiratory illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The drill did not generate a statistical signal in the NYC-DOHMH SaTScan analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 42 drill patients were classified in 8 hierarchical categories based on chief complaints : sepsis ( 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cold ( 3 ) , diarrhea ( 2 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory ( 20 ) , fever/flu ( 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vomit ( 3 ) , and other ( 8 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of respiratory visits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while elevated on the day of the drill ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did not appear particularly unusual when compared with the 14-day baseline period used for spatial analyses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This drill with a cluster of patients with febrile respiratory illness failed to trigger a signal from the NYC-DOHMH emergency department chief complaint syndromic surveillance system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This highlighted several limitations and challenges to syndromic surveillance monitoring .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "281"
  }
}