{
  "paper_id": "e6f3895ea68fbbcf74338327306216d4353a8f98",
  "metadata": {
    "title": "Detection of the New Human Coronavirus HKU1: A Report of 6 Cases",
    "coda_data_split": "train",
    "coda_paper_id": 9300,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Human coronavirus HKU1 (HCoV-HKU1), a new group 2 coronavirus, was first characterized in 2005 from 2 adults with pneumonia in Hong Kong, China. To the best of our knowledge, there is no other report to date about the detection of this new virus. We report a molecular method allowing for the detection of HCoV-HKU1 and also report the clinical presentation of 6 infected patients.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human coronavirus HKU1 ( HCoV-HKU1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a new group 2 coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was first characterized in 2005 from 2 adults with pneumonia in Hong Kong , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To the best of our knowledge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is no other report to date about the detection of this new virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report a molecular method allowing for the detection of HCoV-HKU1 and also report the clinical presentation of 6 infected patients .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We screened 141 specimens (135 nasal samples and 6 stool samples) received in February and March 2005 in our laboratory and obtained from 135 hospitalized patients (61.5% of whom were !5 years old and 34.1% of whom were 120 years old) for HCoV-HKU1.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We screened 141 specimens ( 135 nasal samples and 6 stool samples ) received in February and March 2005 in our laboratory and obtained from 135 hospitalized patients ( 61.5 % of whom were !",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "5 years old and 34.1 % of whom were 120 years old ) for HCoV-HKU1 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. HCoV-HKU1 was detected in 6 (4.4%) of the 135 nasal specimens and in 2 (33.3%) of the 6 stool samples; the positive samples were obtained from 6 patients (5 children and 1 adult). The clinical presentation of these 6 patients was as follows: 3 were admitted to the hospital for acute enteric disease resulting in severe dehydration associated with upper respiratory symptoms; 1 had fever, otitis, and febrile seizure; 1 had a sample obtained to investigate failure to thrive; and 1 had a sample obtained for exploration of X-linked agammaglobulinemia and hyperleucocytosis.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCoV-HKU1 was detected in 6 ( 4.4 % ) of the 135 nasal specimens and in 2 ( 33.3 % ) of the 6 stool samples ; the positive samples were obtained from 6 patients ( 5 children and 1 adult ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical presentation of these 6 patients was as follows : 3 were admitted to the hospital for acute enteric disease resulting in severe dehydration associated with upper respiratory symptoms ; 1 had fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "otitis , and febrile seizure ; 1 had a sample obtained to investigate failure to thrive ; and 1 had a sample obtained for exploration of X-linked agammaglobulinemia and hyperleucocytosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion. HCoV-HKU1 can be detected in respiratory and stool samples from children and adults in a part of the world other than Hong Kong. Our results suggest that HCoV-HKU1 could be associated with respiratory and enteric diseases, and its detection can be related to a persistent asymptomatic infection in patients with poor underlying conditions.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCoV-HKU1 can be detected in respiratory and stool samples from children and adults in a part of the world other than Hong Kong .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that HCoV-HKU1 could be associated with respiratory and enteric diseases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and its detection can be related to a persistent asymptomatic infection in patients with poor underlying conditions .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "13",
    "segment_num": "18",
    "token_num": "297"
  }
}