{
  "paper_id": "e6f6198297914769984515784011e46f31072cbc",
  "metadata": {
    "title": "Effect of different routes of immunization with bovine rotavirus on lactogenic antibody response in mice",
    "coda_data_split": "train",
    "coda_paper_id": 2320,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The effect of different routes of immunization with either live or killed bovine rotavirus (BRV) on the production of lactogenic antibody response in mice was evaluated. The routes of immunization were intramuscular (IM), oral (0) or intradermal in the mammary region (IMam). Following immunization, serum antibody responses were monitored by an enzyme linked immunosorbent assay (ELISA). Following whelping, the mice were allowed to stay with their mother until sacrificed on alternate days post-parturition from day l-l 1. Milk from their stomach was collected for antibody titration by ELISA and virus neutralization test. Regardless of the routes of immunization, a rapid increase in serum anti-rotavirus antibody titers was observed for the first 5 wk after immunization followed by a gradual decline. After parturition, the mean antibody titer of lacteal secretions, as determined by ELISA, increased gradually for 7 days with the greatest increase on day 9, followed by a decrease in anti-rotavirus antibody. These titers also correlated with antibody titers in milk as measured by virus neutralization test. The best lactogenic antibody response was observed when IMam x IM x 2 route of immunization was used with live BRV as the antigen. Interestingly, immunization via the oral route with killed BRV also resulted in good antibody responses. In contrast, in the group where killed BRV was used, animals receiving 3~ orally had the highest antibody titer. The distribution of different antibody subtypes in milk samples revealed IgG to be the predominant antibody followed by IgM and IgA.",
      "sentences": [
        [
          {
            "segment_text": "The effect of different routes of immunization with either live or killed bovine rotavirus ( BRV ) on the production of lactogenic antibody response in mice was evaluated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The routes of immunization were intramuscular ( IM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "oral ( 0 ) or intradermal in the mammary region ( IMam ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following immunization , serum antibody responses were monitored by an enzyme linked immunosorbent assay ( ELISA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Following whelping , the mice were allowed to stay with their mother until sacrificed on alternate days post-parturition from day l-l 1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Milk from their stomach was collected for antibody titration by ELISA and virus neutralization test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Regardless of the routes of immunization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a rapid increase in serum anti-rotavirus antibody titers was observed for the first 5 wk after immunization followed by a gradual decline .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After parturition , the mean antibody titer of lacteal secretions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as determined by ELISA , increased gradually for 7 days with the greatest increase on day 9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by a decrease in anti-rotavirus antibody .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These titers also correlated with antibody titers in milk as measured by virus neutralization test .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The best lactogenic antibody response was observed when IMam x IM x 2 route of immunization was used with live BRV as the antigen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , immunization via the oral route with killed BRV also resulted in good antibody responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , in the group where killed BRV was used ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "animals receiving 3 ~ orally had the highest antibody titer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The distribution of different antibody subtypes in milk samples revealed IgG to be the predominant antibody followed by IgM and IgA .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "280"
  }
}