{
  "paper_id": "e6fd10dbd99717ea319bed4c6dbc9d0a421e656c",
  "metadata": {
    "title": "Genetic diversity of avian infectious bronchitis coronavirus strains isolated in China between 1995 and 2004",
    "coda_data_split": "train",
    "coda_paper_id": 4305,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Twenty-six avian infectious bronchitis (IB) viruses (IBV) were isolated from outbreaks in chickens in China between 1995 and. They were characterized by comparison with twenty-six Chinese reference strains and five other IBV strains. Chinese IBVs, which were mainly nephropathogenic, were placed into seven genotypes. Fourteen Chinese IBV isolates were placed in genotype I, having small evolutionary distances from each other. Genotype II included 6 strains that were isolated in the 1990s in China. Genotype III consisted of eight Chinese isolates that showed close relationship with Korean IBV isolates. Another eight IBV isolates clustered in genotype IV and showed larger evolutionary distances. The Massachusetts serotype was present in China in 1990s and was in a separate genotype. Two isolates, HN99 and CK/CH/LHN/00I, which might be a reisolation of vaccine strains, clustered into genotype VI. Four Chinese IBV isolates formed another genotype and showed larger evolutionary distances from other Chinese IBV genotypes (genotype VII). IBVs in same genotypes showed more than 90% amino acid sequence similarities, whereas most of the viruses in different genotypes showed less than 90%. The results showed that IBVs in China came from genetic changes both in IBV populations that existed before the advent of vaccination and in the viruses that were introduced through live vaccines. IBVs showing various genetic differences are cocirculating in China.",
      "sentences": [
        [
          {
            "segment_text": "Twenty-six avian infectious bronchitis ( IB ) viruses ( IBV ) were isolated from outbreaks in chickens in China between 1995 and .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were characterized by comparison with twenty-six Chinese reference strains and five other IBV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chinese IBVs , which were mainly nephropathogenic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were placed into seven genotypes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fourteen Chinese IBV isolates were placed in genotype I ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "having small evolutionary distances from each other .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genotype II included 6 strains that were isolated in the 1990s in China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genotype III consisted of eight Chinese isolates that showed close relationship with Korean IBV isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Another eight IBV isolates clustered in genotype IV and showed larger evolutionary distances .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Massachusetts serotype was present in China in 1990s and was in a separate genotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two isolates , HN99 and CK/CH/LHN / 00I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might be a reisolation of vaccine strains , clustered into genotype VI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four Chinese IBV isolates formed another genotype and showed larger evolutionary distances from other Chinese IBV genotypes ( genotype VII ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IBVs in same genotypes showed more than 90 % amino acid sequence similarities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas most of the viruses in different genotypes showed less than 90 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results showed that IBVs in China came from genetic changes both in IBV populations that existed before the advent of vaccination and in the viruses that were introduced through live vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IBVs showing various genetic differences are cocirculating in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "247"
  }
}