{
  "paper_id": "e7124df42078edba08ccba1b033dffb0a36f6305",
  "metadata": {
    "title": "Mosquito cell-derived West Nile virus replicon particles mimic arbovirus inoculum and have reduced spread in mice",
    "coda_data_split": "train",
    "coda_paper_id": 9625,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Half of the human population is at risk of infection by an arthropod-borne virus. Many of these arboviruses, such as West Nile, dengue, and Zika viruses, infect humans by way of a bite from an infected mosquito. This infectious inoculum is insect cell-derived giving the virus particles distinct qualities not present in secondary infectious virus particles produced by infected vertebrate host cells. The insect cell-derived particles differ in the glycosylation of virus structural proteins and the lipid content of the envelope, as well as their induction of cytokines. Thus, in order to accurately mimic the inoculum delivered by arthropods, arboviruses should be derived from arthropod cells. Previous studies have packaged replicon genome in mammalian cells to produce replicon particles, which undergo only one round of infection, but no studies exist packaging replicon particles in mosquito cells. Here we optimized the packaging of West Nile virus replicon genome in mosquito cells and produced replicon particles at high concentration, allowing us to mimic mosquito cell-derived viral inoculum. These particles were mature with similar genome equivalents-to-infectious units as full-length West Nile virus. We then compared the mosquito cell-derived particles to mammalian cell-derived particles in mice. Both replicon particles infected skin at the inoculation site and the draining lymph node by 3 hours post-inoculation. The mammalian cell-derived replicon particles spread from the site of inoculation to the spleen and contralateral lymph nodes significantly more than the particles derived from mosquito cells. This in vivo difference in spread of West Nile replicons in the inoculum demonstrates the importance of using arthropod cell-derived particles to model early events in arboviral infection and highlights the value of these novel arthropod cell-derived replicon particles for studying the earliest virushost interactions for arboviruses.",
      "sentences": [
        [
          {
            "segment_text": "Half of the human population is at risk of infection by an arthropod-borne virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many of these arboviruses , such as West Nile ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "dengue , and Zika viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "infect humans by way of a bite from an infected mosquito .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This infectious inoculum is insect cell-derived giving the virus particles distinct qualities not present in secondary infectious virus particles produced by infected vertebrate host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The insect cell-derived particles differ in the glycosylation of virus structural proteins and the lipid content of the envelope ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as their induction of cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , in order to accurately mimic the inoculum delivered by arthropods ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "arboviruses should be derived from arthropod cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies have packaged replicon genome in mammalian cells to produce replicon particles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which undergo only one round of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no studies exist packaging replicon particles in mosquito cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we optimized the packaging of West Nile virus replicon genome in mosquito cells and produced replicon particles at high concentration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "allowing us to mimic mosquito cell-derived viral inoculum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These particles were mature with similar genome equivalents-to-infectious units as full-length West Nile virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then compared the mosquito cell-derived particles to mammalian cell-derived particles in mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both replicon particles infected skin at the inoculation site and the draining lymph node by 3 hours post-inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mammalian cell-derived replicon particles spread from the site of inoculation to the spleen and contralateral lymph nodes significantly more than the particles derived from mosquito cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This in vivo difference in spread of West Nile replicons in the inoculum demonstrates the importance of using arthropod cell-derived particles to model early events in arboviral infection and highlights the value of these novel arthropod cell-derived replicon particles for studying the earliest virushost interactions for arboviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Many emerging viruses of public health concern are arthropod-borne, including tickborne encephalitis, dengue, Zika, chikungunya, and West Nile viruses. The arboviruses are maintained in nature via virus-specific transmission cycles, involving arthropod (e.g.",
      "sentences": [
        [
          {
            "segment_text": "Many emerging viruses of public health concern are arthropod-borne ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including tickborne encephalitis , dengue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Zika , chikungunya , and West Nile viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The arboviruses are maintained in nature via virus-specific transmission cycles , involving arthropod ( e.g.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "PLOS Neglected Tropical Diseases |",
      "sentences": [
        [
          {
            "segment_text": "PLOS Neglected Tropical Diseases |",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "351"
  }
}