{
  "paper_id": "e7210ac3d454469f476806df66d97151062aee85",
  "metadata": {
    "title": "Bringing them together: Plasmid pMV158 rolling circle replication and conjugation under an evolutionary perspective",
    "coda_data_split": "train",
    "coda_paper_id": 2139,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rolling circle-replicating plasmids constitute a vast family that is particularly abundant in, but not exclusive of, Gram-positive bacteria. These plasmids are constructed as cassettes that harbor genes involved in replication and its control, mobilization, resistance determinants and one or two origins of lagging strand synthesis. Any given plasmid may contain all, some, or just only the replication cassette. We discuss here the family of the promiscuous streptococcal plasmid pMV158, with emphasis on its mobilization functions: the product of the mobM gene, prototype of the MOB V relaxase family, and its cognate origin of transfer, oriT. Amongst the subfamily of MOB V1 plasmids, three groups of oriT sequences, represented by plasmids pMV158, pT181, and p1414 were identified. In the same subfamily, we found four types of single-strand origins, namely ssoA, ssoU, ssoW, and ssoT. We found that plasmids of the rolling-circle Rep_2 family (to which pMV158 belongs) are more frequently found in Lactobacillales than in any other bacterial order, whereas Rep_1 initiators seemed to prefer hosts included in the Bacillales order. In parallel, MOB V1 relaxases associated with Rep_2 initiators tended to cluster separately from those linked to Rep_1 plasmids. The updated inventory of MOB V1 plasmids still contains exclusively mobilizable elements, since no genes associated with conjugative transfer (other than the relaxase) were detected. These plasmids proved to have a great plasticity at using a wide variety of conjugative apparatuses. The promiscuous recognition of non-cognate oriT sequences and the role of replication origins for lagging-strand origin in the host range of these plasmids are also discussed.",
      "sentences": [
        [
          {
            "segment_text": "Rolling circle-replicating plasmids constitute a vast family that is particularly abundant in ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not exclusive of , Gram-positive bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These plasmids are constructed as cassettes that harbor genes involved in replication and its control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mobilization , resistance determinants and one or two origins of lagging strand synthesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Any given plasmid may contain all ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some , or just only the replication cassette .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We discuss here the family of the promiscuous streptococcal plasmid pMV158 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with emphasis on its mobilization functions : the product of the mobM gene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prototype of the MOB V relaxase family ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and its cognate origin of transfer , oriT .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Amongst the subfamily of MOB V1 plasmids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "three groups of oriT sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "represented by plasmids pMV158 , pT181 , and p1414 were identified .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the same subfamily , we found four types of single-strand origins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "namely ssoA , ssoU , ssoW , and ssoT .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that plasmids of the rolling-circle Rep _ 2 family ( to which pMV158 belongs ) are more frequently found in Lactobacillales than in any other bacterial order ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas Rep _ 1 initiators seemed to prefer hosts included in the Bacillales order .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In parallel , MOB V1 relaxases associated with Rep _ 2 initiators tended to cluster separately from those linked to Rep _ 1 plasmids .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The updated inventory of MOB V1 plasmids still contains exclusively mobilizable elements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "since no genes associated with conjugative transfer ( other than the relaxase ) were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These plasmids proved to have a great plasticity at using a wide variety of conjugative apparatuses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The promiscuous recognition of non-cognate oriT sequences and the role of replication origins for lagging-strand origin in the host range of these plasmids are also discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "302"
  }
}