{
  "paper_id": "e7742497150bd3dc1d60ff914d1c0fb05f747a1a",
  "metadata": {
    "title": "Nasal Cytokine Profiles of Patients Hospitalised with Respiratory Wheeze Associated with Rhinovirus C",
    "coda_data_split": "train",
    "coda_paper_id": 2410,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Rhinovirus C is an important pathogen of asthmatic and non-asthmatic children hospitalised with episodic wheeze. Previous studies on other respiratory viruses have shown that several host cytokines correlate with duration of hospitalisation, but this has yet to be investigated in children with RV-C infection. We determined the nasal cytokine profiles of these children and investigated their relationship with RV-C load and clinical outcome. Flocked nasal swabs were collected from children aged 24-72 months presenting to the Emergency Department at Princess Margaret Hospital with a clinical diagnosis of acute wheeze and an acute upper respiratory tract viral infection. RV-C load was determined by quantitative RT-PCR and cytokine profiles were characterised by a commercial human cytokine 34-plex panel. RV-C was the most commonly detected virus in pre-school-aged children hospitalised with an episodic wheeze. RV-C load did not significantly differ between asthmatic and non-asthmatic patients. Both groups showed a Th2-based cytokine profile. However, Th17 response cytokines IL-17 and IL-1β were only elevated in RV-C-infected children with pre-existing asthma. Neither RV-C load nor any specific cytokines were associated illness severity in this study. Medically attended RV-C-induced wheeze is characterised by a Th2 inflammatory pattern, independent of viral load. Any therapeutic interventions should be aimed at modulating the host response following infection.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rhinovirus C is an important pathogen of asthmatic and non-asthmatic children hospitalised with episodic wheeze .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies on other respiratory viruses have shown that several host cytokines correlate with duration of hospitalisation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but this has yet to be investigated in children with RV-C infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We determined the nasal cytokine profiles of these children and investigated their relationship with RV-C load and clinical outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Flocked nasal swabs were collected from children aged 24-72 months presenting to the Emergency Department at Princess Margaret Hospital with a clinical diagnosis of acute wheeze and an acute upper respiratory tract viral infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RV-C load was determined by quantitative RT-PCR and cytokine profiles were characterised by a commercial human cytokine 34-plex panel .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RV-C was the most commonly detected virus in pre-school-aged children hospitalised with an episodic wheeze .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV-C load did not significantly differ between asthmatic and non-asthmatic patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both groups showed a Th2-based cytokine profile .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , Th17 response cytokines IL-17 and IL-1β were only elevated in RV-C-infected children with pre-existing asthma .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neither RV-C load nor any specific cytokines were associated illness severity in this study .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Medically attended RV-C-induced wheeze is characterised by a Th2 inflammatory pattern , independent of viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Any therapeutic interventions should be aimed at modulating the host response following infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "13",
    "token_num": "224"
  }
}