{
  "paper_id": "e7790e27f7d3695e9edcc019e0f322b8e6038e51",
  "metadata": {
    "title": "Biogeography of diseases: a framework for analysis",
    "coda_data_split": "train",
    "coda_paper_id": 8271,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A growing body of literature offers a framework for understanding geographic and ecological distributions of species; a few applications of this framework have treated disease transmission systems and their geography. The general framework focuses on interactions among abiotic requirements, biotic constraints, and dispersal abilities of species as determinants of distributional areas. Disease transmission systems have key differences from other sorts of biological phenomena: Interactions among species are particularly important, interactions may be stable or unstable, abiotic conditions may be relatively less important in shaping disease distributions, and dispersal abilities may be quite variable. The ways in which these differences may influence disease transmission geography are complex; I illustrate their effects by means of worked examples regarding West Nile Virus, plague, filoviruses, and yellow fever.",
      "sentences": [
        [
          {
            "segment_text": "A growing body of literature offers a framework for understanding geographic and ecological distributions of species ; a few applications of this framework have treated disease transmission systems and their geography .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The general framework focuses on interactions among abiotic requirements ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "biotic constraints , and dispersal abilities of species as determinants of distributional areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease transmission systems have key differences from other sorts of biological phenomena : Interactions among species are particularly important ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interactions may be stable or unstable ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "abiotic conditions may be relatively less important in shaping disease distributions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and dispersal abilities may be quite variable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ways in which these differences may influence disease transmission geography are complex ; I illustrate their effects by means of worked examples regarding West Nile Virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plague , filoviruses , and yellow fever .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "139"
  }
}