{
  "paper_id": "e780acee813f0a8ed30ad3e2db8b957201c78a8b",
  "metadata": {
    "title": "Targets and Intracellular Signaling Mechanisms for Deoxynivalenol-Induced Ribosomal RNA Cleavage",
    "coda_data_split": "train",
    "coda_paper_id": 10394,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The trichothecene mycotoxin deoxynivalenol (DON), a known translational inhibitor, induces ribosomal RNA (rRNA) cleavage. Here, we characterized this process relative to (1) specific 18S and 28S ribosomal RNA cleavage sites and (2) identity of specific upstream signaling elements in this pathway. Capillary electrophoresis indicated that DON at concentrations as low as 200 ng/ml evoked selective rRNA cleavage after 6 h and that 1000 ng/ml caused cleavage within 2 h. Northern blot analysis revealed that DON exposure induced six rRNA cleavage fragments from 28S rRNA and five fragments from 18S rRNA. When selective kinase inhibitors were used to identify potential upstream signals, RNAactivated protein kinase (PKR), hematopoietic cell kinase (Hck), and p38 were found to be required for rRNA cleavage, whereas c-Jun N-terminal kinase and extracellular signal-regulated kinase were not. Furthermore, rRNA fragmentation was suppressed by the p53 inhibitors pifithrin-a and pifithrin-m as well as the pan caspase inhibitor Z-VAD-FMK. Concurrent apoptosis was confirmed by acridine orange/ethidium bromide staining and flow cytometry. DON activated caspases 3, 8, and 9, thus suggesting the possible coinvolvement of both extrinsic and intrinsic apoptotic pathways in rRNA cleavage. Satratoxin G (SG), anisomycin, and ricin also induced specific rRNA cleavage profiles identical to those of DON, suggesting that ribotoxins might share a conserved rRNA cleavage mechanism. Taken together, DON-induced rRNA cleavage is likely to be closely linked to apoptosis activation and appears to involve the sequential activation of PKR/Hck /p38/p53/caspase 8/ 9/caspase 3.",
      "sentences": [
        [
          {
            "segment_text": "The trichothecene mycotoxin deoxynivalenol ( DON ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a known translational inhibitor , induces ribosomal RNA ( rRNA ) cleavage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we characterized this process relative to ( 1 ) specific 18S and 28S ribosomal RNA cleavage sites and ( 2 ) identity of specific upstream signaling elements in this pathway .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Capillary electrophoresis indicated that DON at concentrations as low as 200 ng/ml evoked selective rRNA cleavage after 6 h and that 1000 ng/ml caused cleavage within 2 h. Northern blot analysis revealed that DON exposure induced six rRNA cleavage fragments from 28S rRNA and five fragments from 18S rRNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When selective kinase inhibitors were used to identify potential upstream signals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNAactivated protein kinase ( PKR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hematopoietic cell kinase ( Hck ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and p38 were found to be required for rRNA cleavage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas c-Jun N-terminal kinase and extracellular signal-regulated kinase were not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , rRNA fragmentation was suppressed by the p53 inhibitors pifithrin-a and pifithrin-m as well as the pan caspase inhibitor Z-VAD-FMK .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Concurrent apoptosis was confirmed by acridine orange/ethidium bromide staining and flow cytometry .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "DON activated caspases 3 , 8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 9 , thus suggesting the possible coinvolvement of both extrinsic and intrinsic apoptotic pathways in rRNA cleavage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Satratoxin G ( SG ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "anisomycin , and ricin also induced specific rRNA cleavage profiles identical to those of DON ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that ribotoxins might share a conserved rRNA cleavage mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , DON-induced rRNA cleavage is likely to be closely linked to apoptosis activation and appears to involve the sequential activation of PKR/Hck / p38/p53/caspase 8 / 9/caspase 3 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "277"
  }
}