{
  "paper_id": "e78f5fd17168e653f6399e064ed969e52ed612ff",
  "metadata": {
    "title": "Application of siRNA Against SARS in the Rhesus Macaque Model",
    "coda_data_split": "train",
    "coda_paper_id": 7920,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Containment of the SARS coronavirus (SCV) outbreak was accompanied by the rapid characterization of this new pathogen\u0027s genome sequence in 2003, encouraging the development of anti-SCV therapeutics using short interfering RNA (siRNA) inhibitors. A pair of siRNA duplexes identified as potent SCV inhibitors in vitro was evaluated for in vivo efficacy and safety in a rhesus macaque SARS model using intranasal administration with clinical viable delivery carrier in three dosing regimens. Observations of SCV-induced SARS-like symptoms, measurements of SCV RNA presence in the respiratory tract, microscopic inspections of lung histopathology, and immunohistochemistry sections from 21 tested macaques consistently demonstrated siRNA-mediated anti-SCV activity. The prophylactic and therapeutic efficacies resulted in relief of animals from SCV infectioninduced fever, diminished SCV in upper airway and lung alveoli, and milder acute diffuse alveoli damage (DAD). The dosages of siRNA used, 10 to 40 mg/kg, did not show any sign of siRNA-induced toxicity. These results support that a clinical investigation of this anti-SARS siRNA therapeutic agent is warranted. The study also illustrates the capability of siRNA to enable a massive reduction in development time for novel targeted therapeutic agents. We detail a representative example of large-mammal siRNA use.",
      "sentences": [
        [
          {
            "segment_text": "Containment of the SARS coronavirus ( SCV ) outbreak was accompanied by the rapid characterization of this new pathogen \u0027s genome sequence in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "encouraging the development of anti-SCV therapeutics using short interfering RNA ( siRNA ) inhibitors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A pair of siRNA duplexes identified as potent SCV inhibitors in vitro was evaluated for in vivo efficacy and safety in a rhesus macaque SARS model using intranasal administration with clinical viable delivery carrier in three dosing regimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Observations of SCV-induced SARS-like symptoms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "measurements of SCV RNA presence in the respiratory tract ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "microscopic inspections of lung histopathology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and immunohistochemistry sections from 21 tested macaques consistently demonstrated siRNA-mediated anti-SCV activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prophylactic and therapeutic efficacies resulted in relief of animals from SCV infectioninduced fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diminished SCV in upper airway and lung alveoli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and milder acute diffuse alveoli damage ( DAD ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The dosages of siRNA used ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 to 40 mg/kg , did not show any sign of siRNA-induced toxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support that a clinical investigation of this anti-SARS siRNA therapeutic agent is warranted .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study also illustrates the capability of siRNA to enable a massive reduction in development time for novel targeted therapeutic agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We detail a representative example of large-mammal siRNA use .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "216"
  }
}