{
  "paper_id": "e790a862ff380d856385c555623dcaa3a5a7f98a",
  "metadata": {
    "title": "The fecal virome of domesticated animals",
    "coda_data_split": "train",
    "coda_paper_id": 9496,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Next-generation sequencing is a new research tool in our hands helping us to explore still unknown fields of human and veterinary virology. Metagenomic analysis has enabled the discovery of putative novel pathogens and the identification of the etiologic agents of several diseases, solving long-standing mysteries caused by divergent viruses. This approach has been used in several studies investigating fecal samples of livestock, and companion animal species, providing information on the diversity of animal fecal virome, helping the elucidation of the etiology of diarrheal disease in animals and identifying potential zoonotic and emerging viruses.",
      "sentences": [
        [
          {
            "segment_text": "Next-generation sequencing is a new research tool in our hands helping us to explore still unknown fields of human and veterinary virology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Metagenomic analysis has enabled the discovery of putative novel pathogens and the identification of the etiologic agents of several diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "solving long-standing mysteries caused by divergent viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This approach has been used in several studies investigating fecal samples of livestock ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and companion animal species , providing information on the diversity of animal fecal virome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "helping the elucidation of the etiology of diarrheal disease in animals and identifying potential zoonotic and emerging viruses .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "6",
    "token_num": "100"
  }
}