{
  "paper_id": "e7910acd7e2772df933ee8161c68baf67cc4991d",
  "metadata": {
    "title": "Ultrastructural Localization and Molecular Associations of HCV Capsid Protein in",
    "coda_data_split": "train",
    "coda_paper_id": 4316,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Hepatitis C virus core protein is a highly basic viral protein that multimerizes with itself to form the viral capsid. When expressed in CD4 + T lymphocytes, it can induce modifications in several essential cellular and biological networks. To shed light on the mechanisms underlying the alterations caused by the viral protein, we have analyzed HCV-core subcellular localization and its associations with host proteins in Jurkat T cells. In order to investigate the intracellular localization of Hepatitis C virus core protein, we have used a lentiviral system to transduce Jurkat T cells and subsequently localize the protein using immunoelectron microscopy techniques. We found that in Jurkat T cells, Hepatitis C virus core protein mostly localizes in the nucleus and specifically in the nucleolus. In addition, we performed pull-down assays combined with Mass Spectrometry Analysis, to identify proteins that associate with Hepatitis C virus core in Jurkat T cells. We found proteins such as NOLC1, PP1γ, ILF3, and C1QBP implicated in localization and/or traffic to the nucleolus. HCV-core associated proteins are implicated in RNA processing and RNA virus infection as well as in functions previously shown to be altered in Hepatitis C virus core expressing CD4 + T cells, such as cell cycle delay, decreased proliferation, and induction of a regulatory phenotype. Thus, in the current work, we show the ultrastructural localization of Hepatitis C virus core and the first profile of HCV core associated proteins in T cells, and we discuss the functions and interconnections of these proteins in molecular networks where relevant biological modifications have been described upon the expression of Hepatitis C virus core protein. Thereby, the current work constitutes a necessary step toward understanding the mechanisms underlying HCV core mediated alterations that had been described in relevant biological processes in CD4 + T cells.",
      "sentences": [
        [
          {
            "segment_text": "Hepatitis C virus core protein is a highly basic viral protein that multimerizes with itself to form the viral capsid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When expressed in CD4 + T lymphocytes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it can induce modifications in several essential cellular and biological networks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To shed light on the mechanisms underlying the alterations caused by the viral protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have analyzed HCV-core subcellular localization and its associations with host proteins in Jurkat T cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In order to investigate the intracellular localization of Hepatitis C virus core protein ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have used a lentiviral system to transduce Jurkat T cells and subsequently localize the protein using immunoelectron microscopy techniques .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that in Jurkat T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Hepatitis C virus core protein mostly localizes in the nucleus and specifically in the nucleolus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we performed pull-down assays combined with Mass Spectrometry Analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to identify proteins that associate with Hepatitis C virus core in Jurkat T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found proteins such as NOLC1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PP1γ , ILF3 , and C1QBP implicated in localization and/or traffic to the nucleolus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HCV-core associated proteins are implicated in RNA processing and RNA virus infection as well as in functions previously shown to be altered in Hepatitis C virus core expressing CD4 + T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as cell cycle delay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "decreased proliferation , and induction of a regulatory phenotype .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , in the current work ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we show the ultrastructural localization of Hepatitis C virus core and the first profile of HCV core associated proteins in T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we discuss the functions and interconnections of these proteins in molecular networks where relevant biological modifications have been described upon the expression of Hepatitis C virus core protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thereby , the current work constitutes a necessary step toward understanding the mechanisms underlying HCV core mediated alterations that had been described in relevant biological processes in CD4 + T cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "323"
  }
}