{
  "paper_id": "e79c08d34361bad5d056779ef47f39c53eb399a2",
  "metadata": {
    "title": "Original Contributions Intrauterine Latent Herpes Simplex Virus Infection: I~ Spontaneous Abortion Received from the Departments of *Pathology and :~Obstet- rics, Green Hospital of Scripps Clinic, La Jolla, and the ?",
    "coda_data_split": "train",
    "coda_paper_id": 5525,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Herpes simplex virus (HSV, probably type 2) antigen was detected in nonpregnant and pregnant endometria, placentae, umbilical cords, and neonatal tissues (companion paper) by avidinbiotin complex immunohistochemical studies. HSV cytologic abnormalities were not detected in any of the 380 cases examined: included were specimens from therapeutic and spontaneous abortions (200 cases) and endometrial curettage (180 cases). The presence of inflammation was not correlated with HSV posi° tivity. Endometrial HSV positivity was significantly correlated with normal late secretory phase (40 per cent of specimens positive), abnormal secretory phase (67 per cent positive), and therapeutic (33 per cent positive) versus spontaneous (26 per cent positive) abortions. Placental HSV positivity was significantly correlated with spontaneous (39 per cent positive) versus therapeutic (14 per cent positive) abortions and with blighted ova (67 per cent positive). No significant correlation was found between HSV positivity and a clinical history of oral or genital HSV infection in either the patient or the male partner. The data support the concept of a subclinical latent intrauterine endometrial HSV infection that is hormonally regulated and can produce transplacental infection of the embryo or fetus, with variable consequences.",
      "sentences": [
        [
          {
            "segment_text": "Herpes simplex virus ( HSV , probably type 2 ) antigen was detected in nonpregnant and pregnant endometria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "placentae , umbilical cords , and neonatal tissues ( companion paper ) by avidinbiotin complex immunohistochemical studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HSV cytologic abnormalities were not detected in any of the 380 cases examined : included were specimens from therapeutic and spontaneous abortions ( 200 cases ) and endometrial curettage ( 180 cases ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of inflammation was not correlated with HSV posi ° tivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Endometrial HSV positivity was significantly correlated with normal late secretory phase ( 40 per cent of specimens positive ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "abnormal secretory phase ( 67 per cent positive ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and therapeutic ( 33 per cent positive ) versus spontaneous ( 26 per cent positive ) abortions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Placental HSV positivity was significantly correlated with spontaneous ( 39 per cent positive ) versus therapeutic ( 14 per cent positive ) abortions and with blighted ova ( 67 per cent positive ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No significant correlation was found between HSV positivity and a clinical history of oral or genital HSV infection in either the patient or the male partner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data support the concept of a subclinical latent intrauterine endometrial HSV infection that is hormonally regulated and can produce transplacental infection of the embryo or fetus , with variable consequences .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "225"
  }
}