{
  "paper_id": "e7cb011346072d93faf2e108ce58048a93f11a0d",
  "metadata": {
    "title": "Cell Membrane-Interrupting Antimicrobial Peptides from Isatis indigotica Fortune Isolated by a Bacillus subtilis Expression System",
    "coda_data_split": "train",
    "coda_paper_id": 9507,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The situation of drug resistance has become more complicated due to the scarcity of plant resistance genes, and overcoming this challenge is imperative. Isatis indigotica has been used for the treatment of wounds, viral infections, and inflammation for centuries. Antimicrobial peptides (AMPs) are found in all classes of life ranging from prokaryotes to eukaryotes. To identify AMPs, I. indigotica was explored using a novel, sensitive, and high-throughput Bacillus subtilis screening system. We found that IiR515 and IiR915 exhibited significant antimicrobial activities against a variety of bacterial (Xanthomonas oryzae, Ralstonia solanacearum, Clavibacter michiganensis, and C. fangii) and fungal (Phytophthora capsici and Botrytis cinerea) pathogens. Scanning electron microscope and cytometric analysis revealed the possible mechanism of these peptides, which was to target and disrupt the bacterial cell membrane. This model was also supported by membrane fluidity and electrical potential analyses. Hemolytic activity assays revealed that these peptides may act as a potential source for clinical medicine development. In conclusion, the plant-derived novel AMPs IiR515 and IiR915 are effective biocontrol agents and can be used as raw materials in the drug discovery field.",
      "sentences": [
        [
          {
            "segment_text": "The situation of drug resistance has become more complicated due to the scarcity of plant resistance genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and overcoming this challenge is imperative .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Isatis indigotica has been used for the treatment of wounds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral infections , and inflammation for centuries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antimicrobial peptides ( AMPs ) are found in all classes of life ranging from prokaryotes to eukaryotes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify AMPs , I. indigotica was explored using a novel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sensitive , and high-throughput Bacillus subtilis screening system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We found that IiR515 and IiR915 exhibited significant antimicrobial activities against a variety of bacterial ( Xanthomonas oryzae , Ralstonia solanacearum , Clavibacter michiganensis , and C. fangii ) and fungal ( Phytophthora capsici and Botrytis cinerea ) pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scanning electron microscope and cytometric analysis revealed the possible mechanism of these peptides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was to target and disrupt the bacterial cell membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This model was also supported by membrane fluidity and electrical potential analyses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hemolytic activity assays revealed that these peptides may act as a potential source for clinical medicine development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the plant-derived novel AMPs IiR515 and IiR915 are effective biocontrol agents and can be used as raw materials in the drug discovery field .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "206"
  }
}