{
  "paper_id": "e7e40b89f9572a05d7731a3a615d24beb6f95449",
  "metadata": {
    "title": "Detection of bovine viral diarrhea virus in serum from cattle by dot blot hybridization assay",
    "coda_data_split": "train",
    "coda_paper_id": 3900,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". Detection of bovine viral diarrhea virus in serum from cattle by dot blot hybridization assay. Vet. Microbiol., A dot blot hybridization assay was developed for use as a rapid screening test to detect bovine viral diarrhea virus (BVDV) in serum from infected cattle. A 1.1. kilobase cDNA, prepared from the BVDV genome, was molecularly cloned and used in this study. Insert cDNA was removed from the pUC9 plasmid vector by Pst-I restriction endonuclease digestion and purified from plasmid DNA by agarose electrophoresis and electroelution. The hybridization probe was prepared by nick translation in the presence of gamma dCT32p and labelled to a specific activity of 2 × 108 cpm/#g of DNA. Specificity was determined by dot blot hybridization of infected cell culture supernate from nine different BVDV strains. The probe hybridized equally with all strains of BVDV tested, which included four cytopathic and five noncytopathic strains of BVDV. Serum was collected from veal calves with respiratory tract disease, unthriftiness, anorexia, and/or poor conditions. Serum samples were treated with nonidet P40 detergent and denatured with formaldehyde and heat prior to application on 1.2 micron nylon membrane filters using a vacuum dot blot apparatus. Hybridization was done under relatively stringent conditions (50% formamide at 42°C). A total of 141 serum samples from different calves were tested and of these samples, 55 (39%) were positive by dot blot hybridization for BVDV RNA. Eight calves (33%) out of 24, tested 3 to 4 weeks later, remained positive for BVDV RNA.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Detection of bovine viral diarrhea virus in serum from cattle by dot blot hybridization assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , A dot blot hybridization assay was developed for use as a rapid screening test to detect bovine viral diarrhea virus ( BVDV ) in serum from infected cattle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A 1.1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "kilobase cDNA , prepared from the BVDV genome ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was molecularly cloned and used in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Insert cDNA was removed from the pUC9 plasmid vector by Pst-I restriction endonuclease digestion and purified from plasmid DNA by agarose electrophoresis and electroelution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The hybridization probe was prepared by nick translation in the presence of gamma dCT32p and labelled to a specific activity of 2 × 108 cpm / # g of DNA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specificity was determined by dot blot hybridization of infected cell culture supernate from nine different BVDV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The probe hybridized equally with all strains of BVDV tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which included four cytopathic and five noncytopathic strains of BVDV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum was collected from veal calves with respiratory tract disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "unthriftiness , anorexia , and/or poor conditions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum samples were treated with nonidet P40 detergent and denatured with formaldehyde and heat prior to application on 1.2 micron nylon membrane filters using a vacuum dot blot apparatus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hybridization was done under relatively stringent conditions ( 50 % formamide at 42 °C ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 141 serum samples from different calves were tested and of these samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "55 ( 39 % ) were positive by dot blot hybridization for BVDV RNA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eight calves ( 33 % ) out of 24 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tested 3 to 4 weeks later ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "remained positive for BVDV RNA .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "286"
  }
}