{
  "paper_id": "e7e867dee6c709585ea080cb628e430931d9fad7",
  "metadata": {
    "title": "Experimental evolution The long-term selection of microorganisms or populations under laboratory conditions to model simple evolutionary scenarios. Detect Comparing whole genomes using DNA microarrays",
    "coda_data_split": "train",
    "coda_paper_id": 2542,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "| The rapid accumulation of complete genomic sequences offers the opportunity to carry out an analysis of inter-and intra-individual genome variation within a species on a routine basis. Sequencing whole genomes requires resources that are currently beyond those of a single laboratory and therefore it is not a practical approach for resequencing hundreds of individual genomes. DNA microarrays present an alternative way to study differences between closely related genomes. Advances in microarray-based approaches have enabled the main forms of genomic variation (amplifications, deletions, insertions, rearrangements and base-pair changes) to be detected using techniques that are readily performed in individual laboratories using simple experimental approaches.",
      "sentences": [
        [
          {
            "segment_text": "| The rapid accumulation of complete genomic sequences offers the opportunity to carry out an analysis of inter-and intra-individual genome variation within a species on a routine basis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequencing whole genomes requires resources that are currently beyond those of a single laboratory and therefore it is not a practical approach for resequencing hundreds of individual genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA microarrays present an alternative way to study differences between closely related genomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Advances in microarray-based approaches have enabled the main forms of genomic variation ( amplifications , deletions , insertions , rearrangements and base-pair changes ) to be detected using techniques that are readily performed in individual laboratories using simple experimental approaches .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "113"
  }
}