{
  "paper_id": "e7f311d3c752063f75f28de85abd5f82eacab413",
  "metadata": {
    "title": "Advance Access Publication",
    "coda_data_split": "train",
    "coda_paper_id": 3854,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The anticancer potential of catechins derived from green tea is not well understood, in part because catechin-related growth suppression and/or apoptosis appears to vary with the type and stage of malignancy as well as with the type of catechin. This in vitro study examined the biological effects of epicatechin (EC), epigallocatechin (EGC), EC 3-gallate (ECG) and EGC 3-gallate (EGCG) in cell lines from human gender-specific cancers. Cell lines developed from organ-confined (HH870) and metastatic (DU145) prostate cancer, and from moderately (HH450) and poorly differentiated (HH639) epithelial ovarian cancer were grown with or without EC, EGC, ECG or EGCG. When untreated cells reached confluency, viability and doubling time were measured for treated and untreated cells. Whereas EC treatment reduced proliferation of HH639 cells by 50%, EGCG suppressed proliferation of all cell lines by 50%. ECG was even more potent: it inhibited DU145, HH870, HH450 and HH639 cells at concentrations of 24, 27, 29 and 30 mM, whereas EGCG inhibited DU145, HH870, HH450 and HH639 cells at concentrations 89, 45, 62 and 42 mM. When compared with EGCG, ECG more effectively suppresses the growth of prostate cancer and epithelial ovarian cancer cell lines derived from tumors of patients with different stages of disease.",
      "sentences": [
        [
          {
            "segment_text": "The anticancer potential of catechins derived from green tea is not well understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in part because catechin-related growth suppression and/or apoptosis appears to vary with the type and stage of malignancy as well as with the type of catechin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This in vitro study examined the biological effects of epicatechin ( EC ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "epigallocatechin ( EGC ) , EC 3-gallate ( ECG ) and EGC 3-gallate ( EGCG ) in cell lines from human gender-specific cancers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Cell lines developed from organ-confined ( HH870 ) and metastatic ( DU145 ) prostate cancer ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and from moderately ( HH450 ) and poorly differentiated ( HH639 ) epithelial ovarian cancer were grown with or without EC ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EGC , ECG or EGCG .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "When untreated cells reached confluency ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "viability and doubling time were measured for treated and untreated cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Whereas EC treatment reduced proliferation of HH639 cells by 50 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "EGCG suppressed proliferation of all cell lines by 50 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ECG was even more potent : it inhibited DU145 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HH870 , HH450 and HH639 cells at concentrations of 24 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "27 , 29 and 30 mM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas EGCG inhibited DU145 , HH870 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HH450 and HH639 cells at concentrations 89 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "45 , 62 and 42 mM .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When compared with EGCG , ECG more effectively suppresses the growth of prostate cancer and epithelial ovarian cancer cell lines derived from tumors of patients with different stages of disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Keywords: Green tea -epicatechin (EC) -epigallocatechin (EGC) -EC 3-gallate (ECG) -EGC 3-gallate (EGCG) -organ-confined -metastatic -prostate cancer -epithelial ovarian cancerviability -doubling time -50% inhibitory concentration (IC50)",
      "sentences": [
        [
          {
            "segment_text": "Keywords : Green tea - epicatechin ( EC ) - epigallocatechin ( EGC ) - EC 3-gallate ( ECG ) - EGC 3-gallate ( EGCG ) - organ-confined - metastatic - prostate cancer - epithelial ovarian cancerviability - doubling time -50 % inhibitory concentration ( IC50 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "292"
  }
}