{
  "paper_id": "e7f8d071da83d787d3f8fa8a850c59df6fb0ccb0",
  "metadata": {
    "title": "The Journal of China Universities of Posts and Telecommunications Modeling and analysis of epidemic spreading on community network with node\u0027s birth and death",
    "coda_data_split": "train",
    "coda_paper_id": 4733,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this paper, a modified susceptible infected susceptible (SIS) epidemic model is proposed on community structure networks considering birth and death of node. For the existence of node\u0027s death would change the topology of global network, the characteristic of network with death rate is discussed. Then we study the epidemiology behavior based on the mean-field theory and derive the relationships between epidemic threshold and other parameters, such as modularity coefficient, birth rate and death rates (caused by disease or other reasons). In addition, the stability of endemic equilibrium is analyzed. Theoretical analysis and simulations show that the epidemic threshold increases with the increase of two kinds of death rates, while it decreases with the increase of the modularity coefficient and network size.",
      "sentences": [
        [
          {
            "segment_text": "In this paper , a modified susceptible infected susceptible ( SIS ) epidemic model is proposed on community structure networks considering birth and death of node .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For the existence of node \u0027s death would change the topology of global network ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the characteristic of network with death rate is discussed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Then we study the epidemiology behavior based on the mean-field theory and derive the relationships between epidemic threshold and other parameters ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as modularity coefficient , birth rate and death rates ( caused by disease or other reasons ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , the stability of endemic equilibrium is analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Theoretical analysis and simulations show that the epidemic threshold increases with the increase of two kinds of death rates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while it decreases with the increase of the modularity coefficient and network size .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "138"
  }
}