{
  "paper_id": "e7f96a765885a32ef7080e34f55f456d40fb7bcf",
  "metadata": {
    "title": "DISEASE In silico modeling in infectious disease",
    "coda_data_split": "train",
    "coda_paper_id": 4729,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious disease has witnessed the emergence of mathematical modeling a tool of synthesizing data of growing complexity now available to clinicians and basic scientists alike. The purpose of this review is to introduce mathematical tools commonly used to model infectious disease. We will illustrate the use of equation-based, agent-based or statistical modeling approaches to a variety of examples pertaining to acute inflammation, bacterial dynamics, viral dynamics, and signaling pathways, focusing of host-pathogen interactions rather than population models. We will discuss the strengths and weaknesses of these approaches and offer future perspectives for this rapidly evolving field.",
      "sentences": [
        [
          {
            "segment_text": "Infectious disease has witnessed the emergence of mathematical modeling a tool of synthesizing data of growing complexity now available to clinicians and basic scientists alike .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this review is to introduce mathematical tools commonly used to model infectious disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We will illustrate the use of equation-based ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "agent-based or statistical modeling approaches to a variety of examples pertaining to acute inflammation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacterial dynamics , viral dynamics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and signaling pathways , focusing of host-pathogen interactions rather than population models .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We will discuss the strengths and weaknesses of these approaches and offer future perspectives for this rapidly evolving field .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "105"
  }
}