{
  "paper_id": "e80062e30cc1372df72091af45112a8047258c8d",
  "metadata": {
    "title": "Transient Dominant Selection for the Modification and Generation of Recombinant Infectious Bronchitis Coronaviruses",
    "coda_data_split": "train",
    "coda_paper_id": 10018,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We have developed a reverse genetics system for the avian coronavirus infectious bronchitis virus (IBV) in which a full-length cDNA corresponding to the IBV genome is inserted into the vaccinia virus genome under the control of a T7 promoter sequence. Vaccinia virus as a vector for the full-length IBV cDNA has the advantage that modifications can be introduced into the IBV cDNA using homologous recombination, a method frequently used to insert and delete sequences from the vaccinia virus genome. Here we describe the use of transient dominant selection as a method for introducing modifications into the IBV cDNA. We have used it successfully for the substitution of specific nucleotides, deletion of genomic regions, and the exchange of complete genes. Infectious recombinant IBVs are generated in situ following the transfection of vaccinia virus DNA containing the modified IBV cDNA into cells infected with a recombinant fowlpox virus expressing T7 DNA-dependent RNA polymerase.",
      "sentences": [
        [
          {
            "segment_text": "We have developed a reverse genetics system for the avian coronavirus infectious bronchitis virus ( IBV ) in which a full-length cDNA corresponding to the IBV genome is inserted into the vaccinia virus genome under the control of a T7 promoter sequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccinia virus as a vector for the full-length IBV cDNA has the advantage that modifications can be introduced into the IBV cDNA using homologous recombination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a method frequently used to insert and delete sequences from the vaccinia virus genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe the use of transient dominant selection as a method for introducing modifications into the IBV cDNA .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have used it successfully for the substitution of specific nucleotides ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "deletion of genomic regions , and the exchange of complete genes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infectious recombinant IBVs are generated in situ following the transfection of vaccinia virus DNA containing the modified IBV cDNA into cells infected with a recombinant fowlpox virus expressing T7 DNA-dependent RNA polymerase .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "161"
  }
}