{
  "paper_id": "e804c69a56260774f663e3948a5e926a4d7f647f",
  "metadata": {
    "title": "Vaccines to prevent severe acute respiratory syndrome coronavirus-induced disease",
    "coda_data_split": "train",
    "coda_paper_id": 5502,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An important effort has been performed after the emergence of severe acute respiratory syndrome (SARS) epidemic in 2003 to diagnose and prevent virus spreading. Several types of vaccines have been developed including inactivated viruses, subunit vaccines, virus-like particles (VLPs), DNA vaccines, heterologous expression systems, and vaccines derived from SARS-CoV genome by reverse genetics. This review describes several aspects essential to develop SARS-CoV vaccines, such as the correlates of protection, virus serotypes, vaccination side effects, and bio-safeguards that can be engineered into recombinant vaccine approaches based on the SARS-CoV genome. The production of effective and safe vaccines to prevent SARS has led to the development of promising vaccine candidates, in contrast to the design of vaccines for other coronaviruses, that in general has been less successful. After preclinical trials in animal models, efficacy and safety evaluation of the most promising vaccine candidates described has to be performed in humans.",
      "sentences": [
        [
          {
            "segment_text": "An important effort has been performed after the emergence of severe acute respiratory syndrome ( SARS ) epidemic in 2003 to diagnose and prevent virus spreading .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several types of vaccines have been developed including inactivated viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subunit vaccines , virus-like particles ( VLPs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA vaccines , heterologous expression systems ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and vaccines derived from SARS-CoV genome by reverse genetics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes several aspects essential to develop SARS-CoV vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "such as the correlates of protection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "virus serotypes , vaccination side effects ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and bio-safeguards that can be engineered into recombinant vaccine approaches based on the SARS-CoV genome .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The production of effective and safe vaccines to prevent SARS has led to the development of promising vaccine candidates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to the design of vaccines for other coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "that in general has been less successful .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After preclinical trials in animal models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficacy and safety evaluation of the most promising vaccine candidates described has to be performed in humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "14",
    "token_num": "169"
  }
}