{
  "paper_id": "e8560aae2b69af9f22e08e623f18c6a961884593",
  "metadata": {
    "title": "Chapter A7 ROLE OF MICROGLIA AND MACROPHAGES IN EAE",
    "coda_data_split": "train",
    "coda_paper_id": 6375,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microglia and macrophages are related cell types that play an important role in the pathogenesis of MS and EAE. This chapters reviews the role of these cells in the normal brain and their contribution to inflammatory demyelinating disease, including their role in antigen presentation, co-stimulation, and production of cytokines and other inflammatory mediators The microglia, a brain-resident, non-neuronal cell and the blood-derived or haematogenous macrophage represent two related cell types involved in key events in the development of pathology in Multiple Sclerosis and its autoimmune animal model, the Experimental Allergic Encephalomyelitis. Microglia and macrophages fulfil a variety of different functions, but they are also recognized for their ability to act as a particularly fine sensor of brain pathology. Both cell types are rapidly activated and recruited to sites of infection, neurodegeneration, stroke, autoimmune inflammatory models such as EAE and its presumptive human counterpart, multiple sclerosis. Microglia and macrophages are stimulated by a variety of cytokines, neurotransmitters, modulators and putative neurotoxins, extracellular matrix molecules and proteases present in the inflamed central nervous system. Moreover, both cell types are plastic in their morphology and cellular identity. The presence of dying cells and cell debris will cause a transformation of phagocytic microglia into a detached, rounded and migratory or amoeba-like (amoeboid) macrophage (Streit et al., 1988; Bohatschek et al., 2001). This also works in reverse: surrounded by a CNS environment, non-phagocytic macrophages freshly recruited from the blood stream will gradually develop",
      "sentences": [
        [
          {
            "segment_text": "Microglia and macrophages are related cell types that play an important role in the pathogenesis of MS and EAE .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapters reviews the role of these cells in the normal brain and their contribution to inflammatory demyelinating disease ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including their role in antigen presentation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "co-stimulation , and production of cytokines and other inflammatory mediators The microglia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a brain-resident , non-neuronal cell and the blood-derived or haematogenous macrophage represent two related cell types involved in key events in the development of pathology in Multiple Sclerosis and its autoimmune animal model , the Experimental Allergic Encephalomyelitis .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Microglia and macrophages fulfil a variety of different functions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but they are also recognized for their ability to act as a particularly fine sensor of brain pathology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both cell types are rapidly activated and recruited to sites of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neurodegeneration , stroke , autoimmune inflammatory models such as EAE and its presumptive human counterpart , multiple sclerosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microglia and macrophages are stimulated by a variety of cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neurotransmitters , modulators and putative neurotoxins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "extracellular matrix molecules and proteases present in the inflamed central nervous system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , both cell types are plastic in their morphology and cellular identity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of dying cells and cell debris will cause a transformation of phagocytic microglia into a detached ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rounded and migratory or amoeba-like ( amoeboid ) macrophage ( Streit et al. , 1988 ; Bohatschek et al. , 2001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This also works in reverse : surrounded by a CNS environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-phagocytic macrophages freshly recruited from the blood stream will gradually develop",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "270"
  }
}