{
  "paper_id": "e8951cb7d9550ae29819747ade3a31f9706e2bab",
  "metadata": {
    "title": "De Novo Initiation of RNA Synthesis by the Arterivirus RNA-Dependent RNA Polymerase ᰔ Downloaded from",
    "coda_data_split": "train",
    "coda_paper_id": 7700,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "All plus-strand RNA viruses encode an RNA-dependent RNA polymerase (RdRp) that functions as the catalytic subunit of the viral replication/transcription complex, directing viral RNA synthesis in concert with other viral proteins and, sometimes, host proteins. RNA synthesis essentially can be initiated by two different mechanisms, de novo initiation and primer-dependent initiation. Most viral RdRps have been identified solely on the basis of comparative sequence analysis, and for many viruses the mechanism of initiation is unknown. In this study, using the family prototype equine arteritis virus (EAV), we address the mechanism of initiation of RNA synthesis in arteriviruses. The RdRp domains of the members of the arterivirus family, which are part of replicase subunit nsp9, were compared to coronavirus RdRps that belong to the same order of Nidovirales, as well as to other RdRps with known initiation mechanisms and three-dimensional structures. We report here the first successful expression and purification of an arterivirus RdRp that is catalytically active in the absence of other viral or cellular proteins. The EAV nsp9/RdRp initiates RNA synthesis by a de novo mechanism on homopolymeric templates in a template-specific manner. In addition, the requirements for initiation of RNA synthesis from the 3 end of the viral genome were studied in vivo using a reverse genetics approach. These studies suggest that the 3-terminal nucleotides of the EAV genome play a critical role in viral RNA synthesis.",
      "sentences": [
        [
          {
            "segment_text": "All plus-strand RNA viruses encode an RNA-dependent RNA polymerase ( RdRp ) that functions as the catalytic subunit of the viral replication/transcription complex ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "directing viral RNA synthesis in concert with other viral proteins and , sometimes , host proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA synthesis essentially can be initiated by two different mechanisms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "de novo initiation and primer-dependent initiation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most viral RdRps have been identified solely on the basis of comparative sequence analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and for many viruses the mechanism of initiation is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , using the family prototype equine arteritis virus ( EAV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we address the mechanism of initiation of RNA synthesis in arteriviruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The RdRp domains of the members of the arterivirus family ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which are part of replicase subunit nsp9 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were compared to coronavirus RdRps that belong to the same order of Nidovirales ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as to other RdRps with known initiation mechanisms and three-dimensional structures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We report here the first successful expression and purification of an arterivirus RdRp that is catalytically active in the absence of other viral or cellular proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The EAV nsp9/RdRp initiates RNA synthesis by a de novo mechanism on homopolymeric templates in a template-specific manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the requirements for initiation of RNA synthesis from the 3 end of the viral genome were studied in vivo using a reverse genetics approach .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies suggest that the 3-terminal nucleotides of the EAV genome play a critical role in viral RNA synthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "253"
  }
}