{
  "paper_id": "e8a99bda56ca8671dc38c5fd4a92e6a2dbdc37a8",
  "metadata": {
    "title": "Risk Analysis",
    "coda_data_split": "train",
    "coda_paper_id": 5767,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose-Mathematical and simulation models are increasingly used to plan for and evaluate health sector responses to disasters, yet no clear consensus exists regarding best practices for the design, conduct, and reporting of such models. We examined a large selection of published health sector disaster response models to generate a set of best practice guidelines for such models.",
      "sentences": [
        [
          {
            "segment_text": "Purpose-Mathematical and simulation models are increasingly used to plan for and evaluate health sector responses to disasters ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "yet no clear consensus exists regarding best practices for the design ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "conduct , and reporting of such models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined a large selection of published health sector disaster response models to generate a set of best practice guidelines for such models .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-We reviewed a spectrum of published disaster response models addressing public health or healthcare delivery, focusing in particular on the type of disaster and response decisions considered, decision makers targeted, choice of outcomes evaluated, modeling methodology, and reporting format. We developed initial recommendations for best practices for creating and reporting such models and refined these guidelines after soliciting feedback from response modeling experts and from members of the Society for Medical Decision Making.",
      "sentences": [
        [
          {
            "segment_text": "Methods-We reviewed a spectrum of published disaster response models addressing public health or healthcare delivery ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "focusing in particular on the type of disaster and response decisions considered ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "decision makers targeted , choice of outcomes evaluated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "modeling methodology , and reporting format .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We developed initial recommendations for best practices for creating and reporting such models and refined these guidelines after soliciting feedback from response modeling experts and from members of the Society for Medical Decision Making .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-We propose six recommendations for model construction and reporting, inspired by the most exemplary models: Health sector disaster response models should address real-world problems; be designed for maximum usability by response planners; strike the appropriate balance between simplicity and complexity; include appropriate outcomes, which extend beyond those considered in traditional cost-effectiveness analyses; and be designed to evaluate the many uncertainties inherent in disaster response. Finally, good model reporting is particularly critical for disaster response models.",
      "sentences": [
        [
          {
            "segment_text": "Results-We propose six recommendations for model construction and reporting ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inspired by the most exemplary models : Health sector disaster response models should address real-world problems ; be designed for maximum usability by response planners ; strike the appropriate balance between simplicity and complexity ; include appropriate outcomes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which extend beyond those considered in traditional cost-effectiveness analyses ; and be designed to evaluate the many uncertainties inherent in disaster response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , good model reporting is particularly critical for disaster response models .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions-Quantitative models are critical tools for planning effective health sector responses to disasters. The recommendations we propose can increase the applicability and interpretability of future models, thereby improving strategic, tactical, and operational aspects of preparedness planning and response.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions-Quantitative models are critical tools for planning effective health sector responses to disasters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The recommendations we propose can increase the applicability and interpretability of future models ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby improving strategic , tactical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and operational aspects of preparedness planning and response .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Modeling Methodology Disaster Evaluated † Decision Makers Considered * Geographic Setting Decisions Modeled § Outcomes ¶ (Reference) Purpose of Model/Study Modeling Methodology Disaster Evaluated † Decision Makers Considered * Geographic Setting Decisions Modeled § Outcomes ¶ (Reference) Purpose of Model/Study Modeling Methodology Disaster Evaluated † Decision Makers Considered * Geographic Setting",
      "sentences": [
        [
          {
            "segment_text": "Modeling Methodology Disaster Evaluated † Decision Makers Considered * Geographic Setting Decisions Modeled § Outcomes ¶ ( Reference ) Purpose of Model/Study Modeling Methodology Disaster Evaluated † Decision Makers Considered * Geographic Setting Decisions Modeled § Outcomes ¶ ( Reference ) Purpose of Model/Study Modeling Methodology Disaster Evaluated † Decision Makers Considered * Geographic Setting",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "325"
  }
}