{
  "paper_id": "e8c12fcedbed6ada28574e64cfe209b48f8549b8",
  "metadata": {
    "title": "Clinical Infectious Diseases Metagenomic Virome Sequencing in Living Donor and Recipient Kidney Transplant Pairs Revealed JC Polyomavirus Transmission",
    "coda_data_split": "train",
    "coda_paper_id": 6406,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Before kidney transplantation, donors and recipients are routinely screened for viral pathogens using specific tests. Little is known about unrecognized viruses of the urinary tract that potentially result in transmission. Using an open metagenomic approach, we aimed to comprehensively assess virus transmission in living-donor kidney transplantation.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Before kidney transplantation , donors and recipients are routinely screened for viral pathogens using specific tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known about unrecognized viruses of the urinary tract that potentially result in transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using an open metagenomic approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we aimed to comprehensively assess virus transmission in living-donor kidney transplantation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Living kidney donors and their corresponding recipients were enrolled at the time of transplantation. Follow-up study visits for recipients were scheduled 4-6 weeks and 1 year thereafter. At each visit, plasma and urine samples were collected and transplant recipients were evaluated for signs of infection or other transplant-related complications. For metagenomic analysis, samples were enriched for viruses, amplified by anchored random polymerase chain reaction (PCR), and sequenced using high-throughput metagenomic sequencing. Viruses detected by sequencing were confirmed using real-time PCR.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Living kidney donors and their corresponding recipients were enrolled at the time of transplantation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Follow-up study visits for recipients were scheduled 4-6 weeks and 1 year thereafter .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At each visit , plasma and urine samples were collected and transplant recipients were evaluated for signs of infection or other transplant-related complications .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For metagenomic analysis , samples were enriched for viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "amplified by anchored random polymerase chain reaction ( PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and sequenced using high-throughput metagenomic sequencing .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Viruses detected by sequencing were confirmed using real-time PCR .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. We analyzed a total of 30 living kidney donor and recipient pairs, with a follow-up of at least 1 year. In addition to viruses commonly detected during routine post-transplant virus monitoring, metagenomic sequencing detected JC polyomavirus (JCPyV) in the urine of 7 donors and their corresponding recipients. Phylogenetic analysis confirmed infection with the donor strain in 6 cases, suggesting transmission from the transplant donor to the recipient, despite recipient seropositivity for JCPyV at the time of transplantation.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We analyzed a total of 30 living kidney donor and recipient pairs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a follow-up of at least 1 year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to viruses commonly detected during routine post-transplant virus monitoring ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "metagenomic sequencing detected JC polyomavirus ( JCPyV ) in the urine of 7 donors and their corresponding recipients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis confirmed infection with the donor strain in 6 cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting transmission from the transplant donor to the recipient ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite recipient seropositivity for JCPyV at the time of transplantation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Metagenomic sequencing identified frequent transmission of JCPyV from kidney transplant donors to recipients. Considering the high incidence rate, future studies within larger cohorts are needed to define the relevance of JCPyV infection and the donor\u0027s virome for transplant outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Metagenomic sequencing identified frequent transmission of JCPyV from kidney transplant donors to recipients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the high incidence rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "future studies within larger cohorts are needed to define the relevance of JCPyV infection and the donor \u0027s virome for transplant outcomes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "25",
    "token_num": "279"
  }
}