{
  "paper_id": "e8c619b901c3fd4c2e830df5c471e7b7d204be6b",
  "metadata": {
    "title": "Chapter 28 The Collaborative Cross Resource for Systems Genetics Research of Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 8560,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "An increasing body of evidence highlights the role of host genetic variation in driving susceptibility to severe disease following pathogen infection. In order to fully appreciate the importance of host genetics on infection susceptibility and resulting disease, genetically variable experimental model systems should be employed. These systems allow for the identification, characterization, and mechanistic dissection of genetic variants that cause differential disease responses. Herein we discuss application of the Collaborative Cross (CC) panel of recombinant inbred strains to study viral pathogenesis, focusing on practical considerations for experimental design, assessment and analysis of disease responses within the CC, as well as some of the resources developed for the CC. Although the focus of this chapter is on viral pathogenesis, many of the methods presented within are applicable to studies of other pathogens, as well as to case-control designs in genetically diverse populations.",
      "sentences": [
        [
          {
            "segment_text": "An increasing body of evidence highlights the role of host genetic variation in driving susceptibility to severe disease following pathogen infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to fully appreciate the importance of host genetics on infection susceptibility and resulting disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genetically variable experimental model systems should be employed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These systems allow for the identification ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterization , and mechanistic dissection of genetic variants that cause differential disease responses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein we discuss application of the Collaborative Cross ( CC ) panel of recombinant inbred strains to study viral pathogenesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "focusing on practical considerations for experimental design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "assessment and analysis of disease responses within the CC ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as some of the resources developed for the CC .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Although the focus of this chapter is on viral pathogenesis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "many of the methods presented within are applicable to studies of other pathogens ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as to case-control designs in genetically diverse populations .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "12",
    "token_num": "156"
  }
}