{
  "paper_id": "e8d53e5527ae6c362e16b85de85a53cc3486f72f",
  "metadata": {
    "title": "Biomedical Science Review Acute Respiratory Distress Syndrome",
    "coda_data_split": "train",
    "coda_paper_id": 10561,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory distress syndrome (ARDS) can be associated with various disorders. Among these, coronavirus infection may cause life-threatening severe acute respiratory syndrome (SARS). In this review, we present animal models and techniques for the study of ARDS, and discuss the roles and possible mechanisms of various chemical factors, including nitric oxide (NO). Our early work revealed that cerebral compression elicits severe hemorrhagic pulmonary edema (PE), leading to central sympathetic activation that results in systemic vasoconstriction. The consequence of systemic vasoconstriction is volume and pressure loading in the pulmonary circulation. Vasodilators, but not oxidant radical scavengers, are effective in the prevention of centrogenic PE. In isolated perfused lung, exogenous and endogenous NO enhances lung injury following air embolism and ischemia/reperfusion. In contrast, NO synthase (NOS) inhibitors reverse such lung injury. Although NO is important in maintaining vasodilator tone, hypoxiainduced pulmonary vasoconstriction is accompanied by an increase instead of a decrease in NO release. In animal and isolated lung studies, endotoxin produces acute lung injury that is associated with increases in cytokines and inducible NOS mRNA expression, suggesting that NO is toxic to the lung in endotoxin shock. Recently, we reported several rare cases that indicate that ARDS in patients with Japanese B encephalitis, lymphangitis with breast cancer and fat embolism is caused by different mechanisms. Our early and recent studies on ARDS and PE may provide information for clinical practice and the understanding of the pathogenesis of SARS.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory distress syndrome ( ARDS ) can be associated with various disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among these , coronavirus infection may cause life-threatening severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we present animal models and techniques for the study of ARDS ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss the roles and possible mechanisms of various chemical factors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including nitric oxide ( NO ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our early work revealed that cerebral compression elicits severe hemorrhagic pulmonary edema ( PE ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to central sympathetic activation that results in systemic vasoconstriction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The consequence of systemic vasoconstriction is volume and pressure loading in the pulmonary circulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vasodilators , but not oxidant radical scavengers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are effective in the prevention of centrogenic PE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In isolated perfused lung , exogenous and endogenous NO enhances lung injury following air embolism and ischemia/reperfusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , NO synthase ( NOS ) inhibitors reverse such lung injury .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although NO is important in maintaining vasodilator tone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hypoxiainduced pulmonary vasoconstriction is accompanied by an increase instead of a decrease in NO release .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In animal and isolated lung studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "endotoxin produces acute lung injury that is associated with increases in cytokines and inducible NOS mRNA expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that NO is toxic to the lung in endotoxin shock .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recently , we reported several rare cases that indicate that ARDS in patients with Japanese B encephalitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymphangitis with breast cancer and fat embolism is caused by different mechanisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our early and recent studies on ARDS and PE may provide information for clinical practice and the understanding of the pathogenesis of SARS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "273"
  }
}