{
  "paper_id": "e8dcb73fafb728fc6297e33e0374b7ef8016e1ef",
  "metadata": {
    "title": "Active Immunoprophylaxis and Vaccine Augmentations Mediated by a Novel Plasmid DNA Formulation",
    "coda_data_split": "train",
    "coda_paper_id": 5213,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Plasmid DNA (pDNA) gene delivery is a highly versatile technology that has the potential to address a multitude of unmet medical needs. Advances in pDNA delivery to host tissue with the employment of in vivo electroporation (EP) have led to significantly enhanced gene expression and the recent demonstration of clinical efficacy with the platform. Building upon this platform, this study reports that enzymemediated modification of the muscle tissue extracellular matrix structure at the site of pDNA delivery operates in a synergistic manner with EP to enhance both local and systemic gene expression further. Specifically, administration of chondroitinase ABC (Cho ABC) to the site of intramuscular delivery of pDNA led to transient disruption of chondroitin sulfate scaffolding barrier, permitting enhanced gene distribution and expression across the tissue. The employment of Cho ABC in combination with CEL-LECTRA Ò intramuscular EP resulted in increased gene expression by 5.5-fold in mice and 17.98-fold in rabbits. The study demonstrates how this protocol can be universally applied to an active prophylaxis platform to increase the in vivo production of functional immunoglobulin G, and to DNA vaccine protocols to permit drug dose sparing. The data indicate the Cho ABC formulation to be of significant value upon combination with EP to drive enhanced gene expression levels in pDNA delivery protocols.",
      "sentences": [
        [
          {
            "segment_text": "Plasmid DNA ( pDNA ) gene delivery is a highly versatile technology that has the potential to address a multitude of unmet medical needs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Advances in pDNA delivery to host tissue with the employment of in vivo electroporation ( EP ) have led to significantly enhanced gene expression and the recent demonstration of clinical efficacy with the platform .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Building upon this platform , this study reports that enzymemediated modification of the muscle tissue extracellular matrix structure at the site of pDNA delivery operates in a synergistic manner with EP to enhance both local and systemic gene expression further .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specifically , administration of chondroitinase ABC ( Cho ABC ) to the site of intramuscular delivery of pDNA led to transient disruption of chondroitin sulfate scaffolding barrier ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "permitting enhanced gene distribution and expression across the tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The employment of Cho ABC in combination with CEL-LECTRA Ò intramuscular EP resulted in increased gene expression by 5.5-fold in mice and 17.98-fold in rabbits .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study demonstrates how this protocol can be universally applied to an active prophylaxis platform to increase the in vivo production of functional immunoglobulin G ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to DNA vaccine protocols to permit drug dose sparing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data indicate the Cho ABC formulation to be of significant value upon combination with EP to drive enhanced gene expression levels in pDNA delivery protocols .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "229"
  }
}