{
  "paper_id": "e8e49e6a3c68d96a17f9777527a7a2e757666297",
  "metadata": {
    "title": "A systems approach to natural disaster resilience",
    "coda_data_split": "train",
    "coda_paper_id": 7846,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The frequency, social, and economic impacts of natural disasters show exponential increases in recent decades. Cities and countries around the world have begun to realize that these events are no longer \"hundred year\" storms, but repeat within a few years. As urbanisation continues throughout this century, more and more people and more economic activity will be concentrated in at-risk areas; especially as new arrivals in cities throughout Asia and Africa are likely to be concentrated in the highest risk districts, much as they often are in North America and Europe today. This article reviews recent growth of natural disasters and considers how a systems approach can improve approaches to mitigation and adaptation of these risks and to recovery from such events.",
      "sentences": [
        [
          {
            "segment_text": "The frequency , social , and economic impacts of natural disasters show exponential increases in recent decades .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cities and countries around the world have begun to realize that these events are no longer `` hundred year \u0027\u0027 storms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but repeat within a few years .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As urbanisation continues throughout this century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more and more people and more economic activity will be concentrated in at-risk areas ; especially as new arrivals in cities throughout Asia and Africa are likely to be concentrated in the highest risk districts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "much as they often are in North America and Europe today .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article reviews recent growth of natural disasters and considers how a systems approach can improve approaches to mitigation and adaptation of these risks and to recovery from such events .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "133"
  }
}