{
  "paper_id": "e8fa052071eb975ce74b51e1927e26803deea863",
  "metadata": {
    "title": "EXTRACELLULAR CYSTEINES DEFINE ECTOPEPTIDASE (APN, CD13) EXPRESSION AND FUNCTION",
    "coda_data_split": "train",
    "coda_paper_id": 10435,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Alanyl aminopeptidase (APN) is a surface-bound metallopeptidase that processes the N-terminals of biologically active peptides such as enkephalins, angiotensins, neurokinins, and cytokines. It exerts profound activity on vital processes such as immune response, cellular growth, and blood pressure control. Inhibition of either APN gene expression or its enzymatic activity severely affects leukocyte growth and function. We show here that oxidoreductasemediated modulations of the cell surface thiol status affect the enzymatic activity of APN. Additional evidence for the pivotal role of extracellular cysteines in the APN molecule was obtained when substitution of any of these six cysteines caused complete loss of surface expression and enzymatic activity. In contrast, the transmembrane Cys24 appears to have no similar function. Enzymatically inactive cysteine mutants were retained in the endoplasmic reticulum as shown by high-resolution imaging and Endoglycosidase H digestion. In the absence of any crystal-structure data, the demonstration that individual extracellular cysteines contribute to APN expression and function appears to be of particular importance. The data are the first to show thiol-dependent modulation of the activity of a typical surfacebound peptidase at the cell surface, probably reflecting a general regulating mechanism. This may relate to various disease processes such as inflammation or malignant transformation.",
      "sentences": [
        [
          {
            "segment_text": "Alanyl aminopeptidase ( APN ) is a surface-bound metallopeptidase that processes the N-terminals of biologically active peptides such as enkephalins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "angiotensins , neurokinins , and cytokines .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It exerts profound activity on vital processes such as immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cellular growth , and blood pressure control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inhibition of either APN gene expression or its enzymatic activity severely affects leukocyte growth and function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show here that oxidoreductasemediated modulations of the cell surface thiol status affect the enzymatic activity of APN .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Additional evidence for the pivotal role of extracellular cysteines in the APN molecule was obtained when substitution of any of these six cysteines caused complete loss of surface expression and enzymatic activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the transmembrane Cys24 appears to have no similar function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Enzymatically inactive cysteine mutants were retained in the endoplasmic reticulum as shown by high-resolution imaging and Endoglycosidase H digestion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of any crystal-structure data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the demonstration that individual extracellular cysteines contribute to APN expression and function appears to be of particular importance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data are the first to show thiol-dependent modulation of the activity of a typical surfacebound peptidase at the cell surface ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "probably reflecting a general regulating mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may relate to various disease processes such as inflammation or malignant transformation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "220"
  }
}