{
  "paper_id": "e906525acf1a579b50334710c7e557a2c396ab97",
  "metadata": {
    "title": "2 Behavioural and Medical Differentials of Cognitive Decline and Dementia in Dogs and Cats 2.1 Differential Diagnosis of CDS 2.1.1 Behavioural Differentials of CDS in Dogs and Cats",
    "coda_data_split": "train",
    "coda_paper_id": 6473,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Cognitive dysfunction syndrome (CDS) is a diagnosis of exclusion given that there is no specific diagnostic test or tool and that medical disorders can cause the same set of signs. The veterinary surgeon must first identify that signs are present, collect a full history and then perform a full physical examination and relevant diagnostic tests to rule out medical causes for the signs including blood and urine analysis, radiographs and diagnostic imaging such as magnetic resonance imaging (MRI) where indicated.",
      "sentences": [
        [
          {
            "segment_text": "Cognitive dysfunction syndrome ( CDS ) is a diagnosis of exclusion given that there is no specific diagnostic test or tool and that medical disorders can cause the same set of signs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The veterinary surgeon must first identify that signs are present ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "collect a full history and then perform a full physical examination and relevant diagnostic tests to rule out medical causes for the signs including blood and urine analysis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "radiographs and diagnostic imaging such as magnetic resonance imaging ( MRI ) where indicated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "It is important to remember that with increasing age, there will be further degenerative changes leading to new behavioural signs that must be differentiated from CDS (Landsberg and Denenberg 2009). Only after these medical changes are detected, treated and controlled can the veterinary surgeon determine which of the signs might be caused by CDS. On the other hand, in the senior pet, medical problems and CDS can be present concurrently.",
      "sentences": [
        [
          {
            "segment_text": "It is important to remember that with increasing age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there will be further degenerative changes leading to new behavioural signs that must be differentiated from CDS ( Landsberg and Denenberg 2009 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Only after these medical changes are detected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treated and controlled can the veterinary surgeon determine which of the signs might be caused by CDS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , in the senior pet ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medical problems and CDS can be present concurrently .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In this chapter we provide the veterinary surgeon with a list of possible differential diagnoses for CDS including behavioural, medical and neurological abnormalities. In addition, we aim to provide the reader with an explanation as to how they might confound or complicate the diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "In this chapter we provide the veterinary surgeon with a list of possible differential diagnoses for CDS including behavioural , medical and neurological abnormalities .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In addition , we aim to provide the reader with an explanation as to how they might confound or complicate the diagnosis .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "215"
  }
}