{
  "paper_id": "e90c1d4084a1ba262fbaa2bae9359c575c08baff",
  "metadata": {
    "title": "Combined inhalational and oral supplementation of ascorbic acid may prevent influenza pandemic emergency: A hypothesis",
    "coda_data_split": "train",
    "coda_paper_id": 8648,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Occurrence of influenza pandemics is a worldwide phenomenon and a significant cause of mortality and morbidity throughout the globe. It is due to mutations in the influenza virus genetic material creating antigenic drift of pathogenic viral proteins resulting in emergence of new influenza virus strains. Therefore, the vaccines available for prevention of influenza offer no protection against influenza pandemics caused by new virus strains. Moreover, the existing drugs used to combat influenza may be ineffective to treat influenza pandemics due to the emergence of drug resistance in the pandemic virus strain. Therefore, a working strategy must be developed to combat influenza pandemics. In this review we have addressed this problem and reviewed the published studies on ascorbic acid in the common cold and influenza and laboratory studies on the effect of ascorbic acid on influenza virus. We have also correlated the clinical and laboratory studies and developed a hypothesis to prevent influenza pandemics. Ó",
      "sentences": [
        [
          {
            "segment_text": "Occurrence of influenza pandemics is a worldwide phenomenon and a significant cause of mortality and morbidity throughout the globe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is due to mutations in the influenza virus genetic material creating antigenic drift of pathogenic viral proteins resulting in emergence of new influenza virus strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , the vaccines available for prevention of influenza offer no protection against influenza pandemics caused by new virus strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , the existing drugs used to combat influenza may be ineffective to treat influenza pandemics due to the emergence of drug resistance in the pandemic virus strain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , a working strategy must be developed to combat influenza pandemics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we have addressed this problem and reviewed the published studies on ascorbic acid in the common cold and influenza and laboratory studies on the effect of ascorbic acid on influenza virus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have also correlated the clinical and laboratory studies and developed a hypothesis to prevent influenza pandemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ó",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "8",
    "token_num": "164"
  }
}