{
  "paper_id": "e929f901fbdd9d3aab8e8c5da76e40985d9cb1d2",
  "metadata": {
    "title": "Development of a SYBR Green based real-time PCR assay for detection and quantitation of canine parvovirus in faecal samples",
    "coda_data_split": "train",
    "coda_paper_id": 7928,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The present study describes the development of SYBR Green based real-time polymerase chain reaction (real-time PCR) for detection and quantitation of canine parvovirus type 2 (CPV 2) in faecal samples of dogs. In this assay, the primers were designed and custom-synthesized based on nucleotide sequence of VP2 gene of CPV 2. A standard curve was plotted using 10-fold serial dilution of standard plasmid DNA and Ct value. The standard curve was found to be linear over a 10 −7 dilution. The real-time PCR results were expressed as the number of DNA copies of CPV 2 per mg of faecal samples and showed range of 1.0 × 10 3 to 7.0 × 10 9 copies of viral DNA per mg of stool samples. The analytical sensitivity of the SYBR Green based real-time PCR was shown to be equivalent to 10 copies. Faecal samples (47) from dogs suspected of CPV 2 infection were analyzed by real-time PCR, haemagglutination (HA) assay and by a conventional PCR and 24, 20 and 22 samples were found positive for CPV 2, respectively. Comparison between the results of three different assays revealed that real-time PCR is more sensitive than HA and conventional PCR and allow the detection of low titers of CPV 2 in infected dogs.",
      "sentences": [
        [
          {
            "segment_text": "The present study describes the development of SYBR Green based real-time polymerase chain reaction ( real-time PCR ) for detection and quantitation of canine parvovirus type 2 ( CPV 2 ) in faecal samples of dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this assay , the primers were designed and custom-synthesized based on nucleotide sequence of VP2 gene of CPV 2 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A standard curve was plotted using 10-fold serial dilution of standard plasmid DNA and Ct value .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The standard curve was found to be linear over a 10 − 7 dilution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The real-time PCR results were expressed as the number of DNA copies of CPV 2 per mg of faecal samples and showed range of 1.0 × 10 3 to 7.0 × 10 9 copies of viral DNA per mg of stool samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analytical sensitivity of the SYBR Green based real-time PCR was shown to be equivalent to 10 copies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Faecal samples ( 47 ) from dogs suspected of CPV 2 infection were analyzed by real-time PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "haemagglutination ( HA ) assay and by a conventional PCR and 24 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "20 and 22 samples were found positive for CPV 2 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison between the results of three different assays revealed that real-time PCR is more sensitive than HA and conventional PCR and allow the detection of low titers of CPV 2 in infected dogs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "230"
  }
}