{
  "paper_id": "e9370c9cd0eaea1b0c211c41d7d3718042a444ee",
  "metadata": {
    "title": "Harnessing nanoparticles for immune modulation",
    "coda_data_split": "train",
    "coda_paper_id": 3128,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent approaches using nanoparticles engineered for immune regulation have yielded promising results in preclinical models of disease. The number of nanoparticle therapies is growing, fueled by innovations in nanotechnology and advances in understanding of the underlying pathogenesis of immune-mediated diseases. In particular, recent mechanistic insight into the ways in which nanoparticles interact with the mononuclear phagocyte system and impact its function during homeostasis and inflammation have highlighted the potential of nanoparticle-based therapies for controlling severe inflammation while concurrently restoring peripheral immune tolerance in autoimmune disease. Here we review recent advances in nanoparticle-based approaches aimed at immune-modulation, and discuss these in the context of concepts in polymeric nanoparticle development, including particle modification, delivery and the factors associated with successful clinical deployment.",
      "sentences": [
        [
          {
            "segment_text": "Recent approaches using nanoparticles engineered for immune regulation have yielded promising results in preclinical models of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The number of nanoparticle therapies is growing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fueled by innovations in nanotechnology and advances in understanding of the underlying pathogenesis of immune-mediated diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , recent mechanistic insight into the ways in which nanoparticles interact with the mononuclear phagocyte system and impact its function during homeostasis and inflammation have highlighted the potential of nanoparticle-based therapies for controlling severe inflammation while concurrently restoring peripheral immune tolerance in autoimmune disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we review recent advances in nanoparticle-based approaches aimed at immune-modulation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss these in the context of concepts in polymeric nanoparticle development ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including particle modification , delivery and the factors associated with successful clinical deployment .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "129"
  }
}