{
  "paper_id": "e93889f254ca3edf65805e46395c1273cdb89b24",
  "metadata": {
    "title": "Postnatal Infections and Immunology Affecting Chronic Lung Disease of Prematurity HHS Public Access Author manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 10097,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Premature infants suffer significant respiratory morbidity during infancy with long-term negative consequences on health, quality of life, and health care costs. Enhanced susceptibility to a variety of infections and inflammation play a large role in early and prolonged lung disease following premature birth, though the mechanisms of susceptibility and immune dysregulation are active areas of research. This chapter will review aspects of host-pathogen interactions and immune responses that are altered by preterm birth and that impact chronic respiratory morbidity in these children.",
      "sentences": [
        [
          {
            "segment_text": "Premature infants suffer significant respiratory morbidity during infancy with long-term negative consequences on health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quality of life , and health care costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Enhanced susceptibility to a variety of infections and inflammation play a large role in early and prolonged lung disease following premature birth ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though the mechanisms of susceptibility and immune dysregulation are active areas of research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter will review aspects of host-pathogen interactions and immune responses that are altered by preterm birth and that impact chronic respiratory morbidity in these children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "prematurity; neonatal immunology; neonatal infection; virus; lymphocytes; bronchopulmonary dysplasia; chronic lung disease of prematurity; preterm Each year, approximately 1 in 9 infants in the United States, more than 440,000 babies yearly, are born prematurely (\u003c37 weeks gestation) [1]. These infants suffer from complications of exposure to a diverse environment at a time in development when the respiratory tract and immune system are intended to be protected and maintained in a relatively naïve intrauterine state. During infancy and early childhood, premature infants suffer significant inflammatory and infectious respiratory morbidities with extended negative consequences for health, quality of life, and health care costs. As compared to approximately 8% of full term newborns, 17% of late-preterm (LPT, born at 34 0/7 -36 6/7 weeks) and 30-40% of early preterm infants (EPT, born at \u003c 32 weeks) are re-hospitalized within the first year of life, most commonly for viral respiratory infections [2] [3] [4] . Respiratory infections that are less severe, not requiring hospitalization, are even more",
      "sentences": [
        [
          {
            "segment_text": "prematurity ; neonatal immunology ; neonatal infection ; virus ; lymphocytes ; bronchopulmonary dysplasia ; chronic lung disease of prematurity ; preterm Each year ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "approximately 1 in 9 infants in the United States ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "more than 440,000 babies yearly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are born prematurely ( \u003c 37 weeks gestation ) ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These infants suffer from complications of exposure to a diverse environment at a time in development when the respiratory tract and immune system are intended to be protected and maintained in a relatively naïve intrauterine state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During infancy and early childhood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "premature infants suffer significant inflammatory and infectious respiratory morbidities with extended negative consequences for health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quality of life , and health care costs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As compared to approximately 8 % of full term newborns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17 % of late-preterm ( LPT , born at 34 0/7 -36 6/7 weeks ) and 30-40 % of early preterm infants ( EPT , born at \u003c 32 weeks ) are re-hospitalized within the first year of life ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most commonly for viral respiratory infections ( 2 ) ( 3 ) ( 4 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory infections that are less severe ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "not requiring hospitalization , are even more",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "18",
    "token_num": "290"
  }
}