{
  "paper_id": "e93ba7d8a047795d5ec114741f32f5b18e8567c7",
  "metadata": {
    "title": "Life course exposures continually shape antibody profile and risk of seroconversion to influenza",
    "coda_data_split": "train",
    "coda_paper_id": 5108,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "medRxiv preprint Effect of pre-existing immunity on seroconversion to recent strains Pre-existing, homologous titer to circulating strains is a well-described predictor of risk of seroconversion (14), which is confirmed in our study (Table 1 and tables S5 and S6). However, we hypothesized that including metrics of antibody profiles that integrate previous exposure history would further improve predictions of the risk of seroconversion. Therefore, we examined the association between the risk of seroconversion with age at baseline sampling, pre-existing, homologous titer to outcome strains (the ith strain), titer to the i-1th strain, and summary metrics . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
      "sentences": [
        [
          {
            "segment_text": "medRxiv preprint Effect of pre-existing immunity on seroconversion to recent strains Pre-existing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "homologous titer to circulating strains is a well-described predictor of risk of seroconversion ( 14 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is confirmed in our study ( Table 1 and tables S5 and S6 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , we hypothesized that including metrics of antibody profiles that integrate previous exposure history would further improve predictions of the risk of seroconversion .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Therefore , we examined the association between the risk of seroconversion with age at baseline sampling ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "pre-existing , homologous titer to outcome strains ( the ith strain ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "titer to the i-1th strain , and summary metrics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CC-BY-NC 4.0 International license It is made available under a author/funder ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "who has granted medRxiv a license to display the preprint in perpetuity .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
      "sentences": [
        [
          {
            "segment_text": "is the ( which was not peer-reviewed ) The copyright holder for this preprint .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "151"
  }
}