{
  "paper_id": "e93d3778e75fa7201f27b9c93b541a16b8f4393a",
  "metadata": {
    "title": "DRUGS IN CONTEXT RIGOROUS • RAPID • RESPONSIVE REVIEW",
    "coda_data_split": "train",
    "coda_paper_id": 2616,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Febrile seizures are the most common neurologic disorder in childhood. Physicians should be familiar with the proper evaluation and management of this common condition.",
      "sentences": [
        [
          {
            "segment_text": "Background : Febrile seizures are the most common neurologic disorder in childhood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Physicians should be familiar with the proper evaluation and management of this common condition .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "To provide an update on the current understanding, evaluation, and management of febrile seizures.",
      "sentences": [
        [
          {
            "segment_text": "To provide an update on the current understanding ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "evaluation , and management of febrile seizures .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A PubMed search was completed in Clinical Queries using the key terms \u0027febrile convulsions\u0027 and \u0027febrile seizures\u0027. The search strategy included meta-analyses, randomized controlled trials, clinical trials, observational studies, and reviews.",
      "sentences": [
        [
          {
            "segment_text": "A PubMed search was completed in Clinical Queries using the key terms ` febrile convulsions \u0027 and ` febrile seizures \u0027 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The search strategy included meta-analyses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "randomized controlled trials , clinical trials ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "observational studies , and reviews .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Febrile seizures, with a peak incidence between 12 and 18 months of age, likely result from a vulnerability of the developing central nervous system to the effects of fever, in combination with an underlying genetic predisposition and environmental factors. The majority of febrile seizures occur within 24 hours of the onset of the fever. Febrile seizures can be simple or complex. Clinical judgment based on variable presentations must direct the diagnostic studies which are usually not necessary in the majority of cases. A lumbar puncture should be considered in children younger than 12 months of age or with suspected meningitis. Children with complex febrile seizures are at risk of subsequent epilepsy. Approximately 30-40% of children with a febrile seizure will have a recurrence during early childhood. The prognosis is favorable as the condition is usually benign and self-limiting. Intervention to stop the seizure often is unnecessary.",
      "sentences": [
        [
          {
            "segment_text": "Results : Febrile seizures , with a peak incidence between 12 and 18 months of age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "likely result from a vulnerability of the developing central nervous system to the effects of fever ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in combination with an underlying genetic predisposition and environmental factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of febrile seizures occur within 24 hours of the onset of the fever .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Febrile seizures can be simple or complex .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical judgment based on variable presentations must direct the diagnostic studies which are usually not necessary in the majority of cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A lumbar puncture should be considered in children younger than 12 months of age or with suspected meningitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Children with complex febrile seizures are at risk of subsequent epilepsy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately 30-40 % of children with a febrile seizure will have a recurrence during early childhood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The prognosis is favorable as the condition is usually benign and self-limiting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intervention to stop the seizure often is unnecessary .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Continuous preventative antiepileptic therapy for the prevention of recurrent febrile seizures is not recommended. The use of intermittent anticonvulsant therapy is not routinely indicated. Antipyretics have no role in the prevention of febrile seizures.",
      "sentences": [
        [
          {
            "segment_text": "Continuous preventative antiepileptic therapy for the prevention of recurrent febrile seizures is not recommended .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of intermittent anticonvulsant therapy is not routinely indicated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antipyretics have no role in the prevention of febrile seizures .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "22",
    "token_num": "284"
  }
}