{
  "paper_id": "e9457d6532a0f822f1acd99b990bbd808f5457de",
  "metadata": {
    "title": "Paramedic knowledge of infection control principles and standards in an Australian emergency medical system (EMS)",
    "coda_data_split": "train",
    "coda_paper_id": 8048,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infection control is an essential component of health care. The literature generally suggests that most health professionals\u0027 knowledge of infection control principles and standards is poor or, at the very least, inadequate. There is a paucity of research examining paramedic knowledge of infection control principles and standards, particularly in the Australian pre -hospital context. The purpose of this study was to determine paramedic knowledge of standard infection control definitions and principles in an Australian emergency medical system (EMS).",
      "sentences": [
        [
          {
            "segment_text": "Infection control is an essential component of health care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The literature generally suggests that most health professionals \u0027 knowledge of infection control principles and standards is poor or ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "at the very least , inadequate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a paucity of research examining paramedic knowledge of infection control principles and standards ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly in the Australian pre - hospital context .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study was to determine paramedic knowledge of standard infection control definitions and principles in an Australian emergency medical system ( EMS ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A confidential and anonymous mail survey was distributed to all paramedics working in a State-wide Australian ambulance service (n\u003d2274) A total of 1258 surveys were returned -a response rate of 55.3%. Only 46.2% (n\u003d581) of the participants identified the correct components of the \u0027chain of infection\u0027. Correct identification of the definition of \u0027nosocomial\u0027was made by 27.9% (n\u003d347) of participants. Less than onefifth (17.2%, n\u003d217) of participants identified \u0027standards and additional precautions\u0027 as the current system of infection control. Less than half (41.6%, n\u003d523) of the sample correctly identified hand washing as the primary infection control strategy to prevent cross-infection.",
      "sentences": [
        [
          {
            "segment_text": "A confidential and anonymous mail survey was distributed to all paramedics working in a State-wide Australian ambulance service ( n \u003d 2274 ) A total of 1258 surveys were returned - a response rate of 55.3 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Only 46.2 % ( n \u003d 581 ) of the participants identified the correct components of the ` chain of infection \u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Correct identification of the definition of ` nosocomial ` was made by 27.9 % ( n \u003d 347 ) of participants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Less than onefifth ( 17.2 % , n \u003d 217 ) of participants identified ` standards and additional precautions \u0027 as the current system of infection control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Less than half ( 41.6 % , n \u003d 523 ) of the sample correctly identified hand washing as the primary infection control strategy to prevent cross-infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This study suggests knowledge of fundamental principles and standards of infection control among paramedics is poor in this jurisdiction and recommends the introduction of comprehensive in-service education programmes in infection control. Further research is required to investigate if, and how, these results may be realised in practice.",
      "sentences": [
        [
          {
            "segment_text": "This study suggests knowledge of fundamental principles and standards of infection control among paramedics is poor in this jurisdiction and recommends the introduction of comprehensive in-service education programmes in infection control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research is required to investigate if ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and how , these results may be realised in practice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "279"
  }
}