{
  "paper_id": "e95409c7268ba635d0162bed18b78766006aca6e",
  "metadata": {
    "title": "miR-142a-3p promotes the proliferation of porcine hemagglutinating encephalomyelitis virus by targeting Rab3a",
    "coda_data_split": "train",
    "coda_paper_id": 7216,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine hemagglutinating encephalomyelitis virus (PHEV) is a typical neurotropic coronavirus that mainly invades the central nervous system (CNS) in piglets and causes vomiting and wasting disease. Emerging evidence suggests that PHEV alters microRNA (miRNA) expression profiles, and miRNA has also been postulated to be involved in its pathogenesis, but the mechanisms underlying this process have not been fully explored. In this study, we found that PHEV infection upregulates miR-142a-3p RNA expression in N2a cells and in the CNS of mice. Downregulation of miR-142a-3p by an miRNA inhibitor led to a significant repression of viral proliferation, implying that it acts as a positive regulator of PHEV proliferation. Using a dual-luciferase reporter assay, miR-142a-3p was found to bind directly bound to the 3\u0027 untranslated region (3\u0027UTR) of Rab3a mRNA and downregulate its expression. Knockdown of Rab3a expression by transfection with an miR-142a-3p mimic or Rab3a siRNA significantly increased PHEV replication in N2a cells. Conversely, the use of an miR-142a-3p inhibitor or overexpression of Rab3a resulted in a marked restriction of viral production at both the mRNA and protein level. Our data demonstrate that miR-142a-3p promotes PHEV proliferation by directly targeting Rab3a mRNA, and this provides new insights into the mechanisms of PHEV-related pathogenesis and virus-host interactions.",
      "sentences": [
        [
          {
            "segment_text": "Porcine hemagglutinating encephalomyelitis virus ( PHEV ) is a typical neurotropic coronavirus that mainly invades the central nervous system ( CNS ) in piglets and causes vomiting and wasting disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Emerging evidence suggests that PHEV alters microRNA ( miRNA ) expression profiles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and miRNA has also been postulated to be involved in its pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but the mechanisms underlying this process have not been fully explored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that PHEV infection upregulates miR-142a-3p RNA expression in N2a cells and in the CNS of mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Downregulation of miR-142a-3p by an miRNA inhibitor led to a significant repression of viral proliferation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "implying that it acts as a positive regulator of PHEV proliferation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using a dual-luciferase reporter assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "miR-142a-3p was found to bind directly bound to the 3 \u0027 untranslated region ( 3 ` UTR ) of Rab3a mRNA and downregulate its expression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Knockdown of Rab3a expression by transfection with an miR-142a-3p mimic or Rab3a siRNA significantly increased PHEV replication in N2a cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conversely , the use of an miR-142a-3p inhibitor or overexpression of Rab3a resulted in a marked restriction of viral production at both the mRNA and protein level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data demonstrate that miR-142a-3p promotes PHEV proliferation by directly targeting Rab3a mRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this provides new insights into the mechanisms of PHEV-related pathogenesis and virus-host interactions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Publisher\u0027s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
      "sentences": [
        [
          {
            "segment_text": "Publisher \u0027s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "249"
  }
}