{
  "paper_id": "e95f81436f54620002c9fc909ba8ff591006bf27",
  "metadata": {
    "title": "Surveillance and Genome Analysis of Human Bocavirus in Patients with Respiratory Infection in Guangzhou",
    "coda_data_split": "train",
    "coda_paper_id": 7831,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Human bocavirus (HBoV) is a novel parvovirus associated with respiratory tract diseases and gastrointestinal illness in adult and pediatric patients throughout the world. To investigate the epidemiological and genetic variation of HBoV in Guangzhou, South China, we screened 3460 throat swab samples from 1686 children and 1774 adults with acute respiratory infection symptoms for HBoV between March 2010 and February 2011, and analyzed the complete genome sequence of 2 HBoV strains. Specimens were screened for HBoV by real-time PCR and other 6 common respiratory viruses by RT-PCR or PCR. HBoV was detected in 58 (1.68%) out of 3460 samples, mostly from pediatric patients (52/58) and inpatient children (47/58). Six adult patients were detected as HBoV positive and 5 were emergency cases. Of these HBoV positive cases, 19 (32.76%) had co-pathogens including influenza virus (n \u003d 5), RSV (n \u003d 5), parainfluenza (n \u003d 4), adenovirus (n \u003d 1), coronavirus (n \u003d 7). The complete genome sequences of 2 HBoVs strains (Genbank no. JN794565 and JN794566) were analyzed. Phylogenetic analysis showed that the 2 HBoV strains were HBoV1, and were most genetically close to ST2 (GenBank accession number DQ0000496). Recombination analysis confirmed that HBoV strain GZ9081 was an intra-genotype recombinant strain among HBoV1 variants.",
      "sentences": [
        [
          {
            "segment_text": "Human bocavirus ( HBoV ) is a novel parvovirus associated with respiratory tract diseases and gastrointestinal illness in adult and pediatric patients throughout the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the epidemiological and genetic variation of HBoV in Guangzhou ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "South China , we screened 3460 throat swab samples from 1686 children and 1774 adults with acute respiratory infection symptoms for HBoV between March 2010 and February 2011 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and analyzed the complete genome sequence of 2 HBoV strains .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Specimens were screened for HBoV by real-time PCR and other 6 common respiratory viruses by RT-PCR or PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "HBoV was detected in 58 ( 1.68 % ) out of 3460 samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mostly from pediatric patients ( 52/58 ) and inpatient children ( 47/58 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six adult patients were detected as HBoV positive and 5 were emergency cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of these HBoV positive cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "19 ( 32.76 % ) had co-pathogens including influenza virus ( n \u003d 5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RSV ( n \u003d 5 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parainfluenza ( n \u003d 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenovirus ( n \u003d 1 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronavirus ( n \u003d 7 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The complete genome sequences of 2 HBoVs strains ( Genbank no .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "JN794565 and JN794566 ) were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis showed that the 2 HBoV strains were HBoV1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were most genetically close to ST2 ( GenBank accession number DQ0000496 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombination analysis confirmed that HBoV strain GZ9081 was an intra-genotype recombinant strain among HBoV1 variants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "249"
  }
}