{
  "paper_id": "e97dc3686befac553f8f1a09459ae59b089b4b8b",
  "metadata": {
    "title": "Proteomic analysis of purified turkey adenovirus 3 virions",
    "coda_data_split": "train",
    "coda_paper_id": 10167,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Turkey adenovirus 3 (TAdV-3) causes high mortality and significant economic losses to the turkey industry. However, little is known about the molecular determinants required for viral replication and pathogenesis. Moreover, TAdV-3 does not grow well in cell culture, thus detailed structural studies of the infectious particle is particularly challenging. To develop a better understanding of virus-host interactions, we performed a comprehensive proteomic analysis of proteinase K treated purified TAdV-3 virions isolated from spleens of infected turkeys, by utilizing one-dimensional liquid chromatography mass spectrometry. Our analysis resulted in the identification of 13 viral proteins associated with TAdV-3 virions including a novel uncharacterized TaV3gp04 protein. Further, we detected 18 host proteins in purified virions, many of which are involved in cell-to cell spread, cytoskeleton dynamics and virus replication. Notably, seven of these host proteins have not yet been reported to be present in any other purified virus. In addition, five of these proteins are known antiviral host restriction factors. The availability of reagents allowed us to identify two cellular proteins (collagen alpha-1 (VI) chain and haemoglobin) in the purified TAdV-3 preparations. These results represent the first comprehensive proteomic profile of TAdV-3 and may provide information for illustrating TAdV-3 replication and pathogenesis.",
      "sentences": [
        [
          {
            "segment_text": "Turkey adenovirus 3 ( TAdV-3 ) causes high mortality and significant economic losses to the turkey industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , little is known about the molecular determinants required for viral replication and pathogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , TAdV-3 does not grow well in cell culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus detailed structural studies of the infectious particle is particularly challenging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To develop a better understanding of virus-host interactions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we performed a comprehensive proteomic analysis of proteinase K treated purified TAdV-3 virions isolated from spleens of infected turkeys ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "by utilizing one-dimensional liquid chromatography mass spectrometry .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our analysis resulted in the identification of 13 viral proteins associated with TAdV-3 virions including a novel uncharacterized TaV3gp04 protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , we detected 18 host proteins in purified virions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "many of which are involved in cell-to cell spread ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytoskeleton dynamics and virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , seven of these host proteins have not yet been reported to be present in any other purified virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , five of these proteins are known antiviral host restriction factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The availability of reagents allowed us to identify two cellular proteins ( collagen alpha-1 ( VI ) chain and haemoglobin ) in the purified TAdV-3 preparations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results represent the first comprehensive proteomic profile of TAdV-3 and may provide information for illustrating TAdV-3 replication and pathogenesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "225"
  }
}