{
  "paper_id": "e9961af91fb87e833e34e7e30694fe4844580696",
  "metadata": {
    "title": "The clinical value of biomarkers in respiratory complications in hematopoietic SCT",
    "coda_data_split": "train",
    "coda_paper_id": 8349,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To determine the role of biomarkers in the clinical management of respiratory complications (RC) in hematopoietic stem cell transplantation (HSCT) recipients, we have prospectively evaluated a cohort of 175 patients followed-up for 1 year after HSCT. To avoid misinterpretation, we have excluded both unidentified respiratory infections (RI) and mixed RI. A total of 64 RC were included. Plasma levels of C-reactive protein (CRP), procalcitonin (PCT) and proadrenomedullin (proADM) were measured at diagnosis and on day 3 and 7. Different cytokines were evaluated in serum on the first day. No HSCT recipients without RC were included as a control group. Compared with RI, non-infectious RC showed a significant increase in CRP, proADM and interleukin 6 on day 0 (P \u003d 0.005; P \u003d 0.03 and P \u003d 0.04, respectively). When only RI were considered, we observed that bacterial-fungal PI showed higher levels of CRP (P \u003d 0.02), PCT (P \u003d 0.04) and proADM (P o0.01). Persistent low levels of proADM biomarkers suggest viral infection (specificity and positive predictive value 100%). Patients dying of RC had PCT and proADM levels higher than survivors (P \u003d 0.002 and P \u003d 0.03, respectively). In HSCT recipients biomarkers increase in both infectious and non-infectious RC. They may have utility in the assessment of the severity of RC and in suspecting a viral etiology.",
      "sentences": [
        [
          {
            "segment_text": "To determine the role of biomarkers in the clinical management of respiratory complications ( RC ) in hematopoietic stem cell transplantation ( HSCT ) recipients ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we have prospectively evaluated a cohort of 175 patients followed-up for 1 year after HSCT .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To avoid misinterpretation , we have excluded both unidentified respiratory infections ( RI ) and mixed RI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 64 RC were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Plasma levels of C-reactive protein ( CRP ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "procalcitonin ( PCT ) and proadrenomedullin ( proADM ) were measured at diagnosis and on day 3 and 7 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Different cytokines were evaluated in serum on the first day .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "No HSCT recipients without RC were included as a control group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compared with RI , non-infectious RC showed a significant increase in CRP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "proADM and interleukin 6 on day 0 ( P \u003d 0.005 ; P \u003d 0.03 and P \u003d 0.04 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When only RI were considered ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we observed that bacterial-fungal PI showed higher levels of CRP ( P \u003d 0.02 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCT ( P \u003d 0.04 ) and proADM ( P o0 .01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Persistent low levels of proADM biomarkers suggest viral infection ( specificity and positive predictive value 100 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients dying of RC had PCT and proADM levels higher than survivors ( P \u003d 0.002 and P \u003d 0.03 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In HSCT recipients biomarkers increase in both infectious and non-infectious RC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They may have utility in the assessment of the severity of RC and in suspecting a viral etiology .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "266"
  }
}