{
  "paper_id": "e9a1b4b8ee81fa99e7ed421828a006e8c75944de",
  "metadata": {
    "title": "SARS hCoV papain-like protease is a unique Lys48 linkage- specific di-distributive deubiquitinating enzyme HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 8738,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ubiquitin (Ub) and the ubiquitin-like modifier interferon stimulated gene 15 (ISG15) participate in the host defense of viral infections. Viruses, including the Severe Acute Respiratory Syndrome human coronavirus (SARS hCoV), have co-opted Ub/ISG15-conjugation pathways for their own advantage or have evolved effector proteins to counter pro-inflammatory properties of Ub/ISG15conjugated host proteins. Here, we compare substrate specificities of the papain-like protease (PLpro) from the recently emerged Middle Eastern Respiratory Syndrome (MERS) hCoV to the related protease from SARS, SARS PLpro. Through biochemical assays, we show that similar to SARS PLpro, MERS PLpro is both a deubiquitinating and a deISGylating enzyme. Further analysis of the intrinsic deubiquitinating enzyme (DUB) activity of these viral proteases revealed unique differences between the recognition and cleavage specificities of polyUb chains. First, MERS PLpro shows broad linkage specificity for the cleavage of polyUb chains, while SARS PLpro prefers to cleave Lys48-linked polyUb chains. Second, MERS PLpro cleaves polyUb chains in a \"mono-distributive\" manner (one Ub at a time), and SARS PLpro prefers to cleave K48-linked poly-Ub chains by sensing a di-Ub moiety as a minimal recognition element using a \"di-distributive\" cleavage mechanism. The di-distributive cleavage mechanism for SARS PLpro appears to be uncommon among USP-family DUBs, as related USP family members from humans do not display such a mechanism. We propose that these intrinsic enzymatic differences between SARS and MERS PLpro will help identify pro-inflammatory substrates of these viral DUBs and can guide in the design of therapeutics to combat infection by coronaviruses.",
      "sentences": [
        [
          {
            "segment_text": "Ubiquitin ( Ub ) and the ubiquitin-like modifier interferon stimulated gene 15 ( ISG15 ) participate in the host defense of viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses , including the Severe Acute Respiratory Syndrome human coronavirus ( SARS hCoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have co-opted Ub/ISG15-conjugation pathways for their own advantage or have evolved effector proteins to counter pro-inflammatory properties of Ub/ISG15conjugated host proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we compare substrate specificities of the papain-like protease ( PLpro ) from the recently emerged Middle Eastern Respiratory Syndrome ( MERS ) hCoV to the related protease from SARS , SARS PLpro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Through biochemical assays , we show that similar to SARS PLpro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MERS PLpro is both a deubiquitinating and a deISGylating enzyme .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further analysis of the intrinsic deubiquitinating enzyme ( DUB ) activity of these viral proteases revealed unique differences between the recognition and cleavage specificities of polyUb chains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "First , MERS PLpro shows broad linkage specificity for the cleavage of polyUb chains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while SARS PLpro prefers to cleave Lys48-linked polyUb chains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second , MERS PLpro cleaves polyUb chains in a `` mono-distributive \u0027\u0027 manner ( one Ub at a time ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and SARS PLpro prefers to cleave K48-linked poly-Ub chains by sensing a di-Ub moiety as a minimal recognition element using a `` di-distributive \u0027\u0027 cleavage mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The di-distributive cleavage mechanism for SARS PLpro appears to be uncommon among USP-family DUBs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as related USP family members from humans do not display such a mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that these intrinsic enzymatic differences between SARS and MERS PLpro will help identify pro-inflammatory substrates of these viral DUBs and can guide in the design of therapeutics to combat infection by coronaviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "284"
  }
}