{
  "paper_id": "e9b2d0e930a4e8ec960b5e4dc7e627b4d243ac0f",
  "metadata": {
    "title": "Novel viral vectors utilizing intron splice- switching to activate genome rescue, expression and replication in targeted cells",
    "coda_data_split": "train",
    "coda_paper_id": 7289,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The outcome of virus infection depends from the precise coordination of viral gene expression and genome replication. The ability to control and regulate these processes is therefore important for analysis of infection process. Viruses are also useful tools in bio-and gene technology; they can efficiently kill cancer cells and trigger immune responses to tumors. However, the methods for constructing tissue-or cell-type specific viruses typically suffer from low target-cell specificity and a high risk of reversion. Therefore novel and universal methods of regulation of viral infection are also important for therapeutic application of virus-based systems. Methods: Aberrantly spliced introns were introduced into crucial gene-expression units of adenovirus vector and alphavirus DNA/RNA layered vectors and their effects on the viral gene expression, replication and/or the release of infectious genomes were studied in cell culture. Transfection of the cells with splice-switching oligonucleotides was used to correct the introduced functional defect(s). Results: It was demonstrated that viral gene expression, replication and/or the release of infectious genomes can be blocked by the introduction of aberrantly spliced introns. The insertion of such an intron into an adenovirus vector reduced the expression of the targeted gene more than fifty-fold. A similar insertion into an alphavirus DNA/RNA layered vector had a less dramatic effect; here, only the release of the infectious transcript was suppressed but not the subsequent replication and spread of the virus. However the insertion of two aberrantly spliced introns resulted in an over one hundred-fold reduction in the infectivity of the DNA/RNA layered vector. Furthermore, in both systems the observed effects could be reverted by the delivery of splice-switching oligonucleotide(s), which corrected the splicing defects. Conclusions: Splice-switch technology, originally developed for genetic disease therapy, can also be used to control gene expression of viral vectors. This approach represents a novel, universal and powerful method for controlling gene expression, replication, viral spread and, by extension, virus-induced cytotoxic effects and can be used both for basic studies of virus infection and in virus-based gene-and anti-cancer therapy.",
      "sentences": [
        [
          {
            "segment_text": "Background : The outcome of virus infection depends from the precise coordination of viral gene expression and genome replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability to control and regulate these processes is therefore important for analysis of infection process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viruses are also useful tools in bio-and gene technology ; they can efficiently kill cancer cells and trigger immune responses to tumors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the methods for constructing tissue-or cell-type specific viruses typically suffer from low target-cell specificity and a high risk of reversion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore novel and universal methods of regulation of viral infection are also important for therapeutic application of virus-based systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Aberrantly spliced introns were introduced into crucial gene-expression units of adenovirus vector and alphavirus DNA/RNA layered vectors and their effects on the viral gene expression ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "replication and/or the release of infectious genomes were studied in cell culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Transfection of the cells with splice-switching oligonucleotides was used to correct the introduced functional defect ( s ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : It was demonstrated that viral gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "replication and/or the release of infectious genomes can be blocked by the introduction of aberrantly spliced introns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The insertion of such an intron into an adenovirus vector reduced the expression of the targeted gene more than fifty-fold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A similar insertion into an alphavirus DNA/RNA layered vector had a less dramatic effect ; here ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only the release of the infectious transcript was suppressed but not the subsequent replication and spread of the virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However the insertion of two aberrantly spliced introns resulted in an over one hundred-fold reduction in the infectivity of the DNA/RNA layered vector .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , in both systems the observed effects could be reverted by the delivery of splice-switching oligonucleotide ( s ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which corrected the splicing defects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Splice-switch technology , originally developed for genetic disease therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can also be used to control gene expression of viral vectors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This approach represents a novel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "universal and powerful method for controlling gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "replication , viral spread and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by extension , virus-induced cytotoxic effects and can be used both for basic studies of virus infection and in virus-based gene-and anti-cancer therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "369"
  }
}