{
  "paper_id": "e9b21874c1711b9ca18bb2e096b5f9be9492f9ec",
  "metadata": {
    "title": "Applications of analytical ultracentrifugation to protein size-and-shape distribution and structure-and-function analyses",
    "coda_data_split": "train",
    "coda_paper_id": 6045,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The rebirth of modern analytical ultracentrifugation (AUC) began in 1990s. Since then many advanced AUC detectors have been developed that provide a vast range of versatile choices when characterizing the physical and chemical features of macromolecules. In addition, there have been remarkable advances in software that allow the analysis of AUC data using more sophisticated models, including quaternary structures, conformational changes, and biomolecular interactions. Here we report the application of AUC to protein size-and-shape distribution analysis and structure-and-function analysis in the presence of ligands or lipids. Using band-sedimentation velocity, quaternary structural changes and an enzyme\u0027s catalytic activity can be observed simultaneously. This provides direct insights into the correlation between quaternary structure and catalytic activity of the enzyme. On the other hand, also in this study, we have applied size-and-shape distribution analysis to a lipid-binding protein in either an aqueous or lipid environment. The sedimentation velocity data for the protein with or without lipid were evaluated using the c(s,f r ) two-dimensional distribution model, which provides a precise and quantitative means of analyzing the protein\u0027s conformational changes.",
      "sentences": [
        [
          {
            "segment_text": "The rebirth of modern analytical ultracentrifugation ( AUC ) began in 1990s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then many advanced AUC detectors have been developed that provide a vast range of versatile choices when characterizing the physical and chemical features of macromolecules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , there have been remarkable advances in software that allow the analysis of AUC data using more sophisticated models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including quaternary structures , conformational changes , and biomolecular interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report the application of AUC to protein size-and-shape distribution analysis and structure-and-function analysis in the presence of ligands or lipids .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using band-sedimentation velocity , quaternary structural changes and an enzyme \u0027s catalytic activity can be observed simultaneously .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This provides direct insights into the correlation between quaternary structure and catalytic activity of the enzyme .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , also in this study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have applied size-and-shape distribution analysis to a lipid-binding protein in either an aqueous or lipid environment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sedimentation velocity data for the protein with or without lipid were evaluated using the c ( s , f r ) two-dimensional distribution model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which provides a precise and quantitative means of analyzing the protein \u0027s conformational changes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "200"
  }
}