{
  "paper_id": "e9c51ce7b8c15bff3f9cb4de5afc2c862d5544bf",
  "metadata": {
    "title": "Screening of Natural Extracts for Inhibitors against Japanese Encephalitis Virus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 2337,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The mosquito-borne Japanese encephalitis virus (JEV) causes serious illness worldwide that is associated with high morbidity and mortality. Currently, there are no effective drugs approved for the treatment of JEV infection. Drug-repurposing screening is an alternative approach to discover potential antiviral agents. In this study, high-content screening (HCS) of a natural extracts library was performed, and two hit FDA-approved Na ϩ /K ϩ -ATPase inhibitors, ouabain and digoxin, were identified as having robust efficiency against JEV infection with the selectivity indexes over 1,000. The results indicated that ouabain and digoxin blocked the JEV infection at the replication stage by targeting the Na ϩ /K ϩ -ATPase. Furthermore, it was proven that ouabain significantly reduced the morbidity and mortality caused by JEV in a BALB/c mouse model. This work demonstrated that Na ϩ /K ϩ -ATPase could serve as the target of treatment of JEV infection, and ouabain has the potential to be developed as an effective anti-JEV drug.",
      "sentences": [
        [
          {
            "segment_text": "The mosquito-borne Japanese encephalitis virus ( JEV ) causes serious illness worldwide that is associated with high morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , there are no effective drugs approved for the treatment of JEV infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Drug-repurposing screening is an alternative approach to discover potential antiviral agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , high-content screening ( HCS ) of a natural extracts library was performed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and two hit FDA-approved Na ϩ / K ϩ - ATPase inhibitors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ouabain and digoxin , were identified as having robust efficiency against JEV infection with the selectivity indexes over 1,000 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results indicated that ouabain and digoxin blocked the JEV infection at the replication stage by targeting the Na ϩ / K ϩ - ATPase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , it was proven that ouabain significantly reduced the morbidity and mortality caused by JEV in a BALB/c mouse model .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work demonstrated that Na ϩ / K ϩ - ATPase could serve as the target of treatment of JEV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ouabain has the potential to be developed as an effective anti-JEV drug .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "182"
  }
}