{
  "paper_id": "e9c9b0ae161292a02df40687664ee8175e6c7468",
  "metadata": {
    "title": "The structure and functions of coronavirus genomic 3 and 5 ends",
    "coda_data_split": "train",
    "coda_paper_id": 6879,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t Coronaviruses (CoVs) are an important cause of illness in humans and animals. Most human coronaviruses commonly cause relatively mild respiratory illnesses; however two zoonotic coronaviruses, SARS-CoV and MERS-CoV, can cause severe illness and death. Investigations over the past 35 years have illuminated many aspects of coronavirus replication. The focus of this review is the functional analysis of conserved RNA secondary structures in the 5 and 3 of the betacoronavirus genomes. The 5 350 nucleotides folds into a set of RNA secondary structures which are well conserved, and reverse genetic studies indicate that these structures play an important role in the discontinuous synthesis of subgenomic RNAs in the betacoronaviruses. These cis-acting elements extend 3 of the 5 UTR into ORF1a. The 3 UTR is similarly conserved and contains all of the cis-acting sequences necessary for viral replication. Two competing conformations near the 5 end of the 3 UTR have been shown to make up a potential molecular switch. There is some evidence that an association between the 3 and 5 UTRs is necessary for subgenomic RNA synthesis, but the basis for this association is not yet clear. A number of host RNA proteins have been shown to bind to the 5 and 3 cis-acting regions, but the significance of these in viral replication is not clear. Two viral proteins have been identified as binding to the 5 cis-acting region, nsp1 and N protein.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t Coronaviruses ( CoVs ) are an important cause of illness in humans and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most human coronaviruses commonly cause relatively mild respiratory illnesses ; however two zoonotic coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SARS-CoV and MERS-CoV , can cause severe illness and death .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Investigations over the past 35 years have illuminated many aspects of coronavirus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The focus of this review is the functional analysis of conserved RNA secondary structures in the 5 and 3 of the betacoronavirus genomes .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The 5 350 nucleotides folds into a set of RNA secondary structures which are well conserved ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and reverse genetic studies indicate that these structures play an important role in the discontinuous synthesis of subgenomic RNAs in the betacoronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These cis-acting elements extend 3 of the 5 UTR into ORF1a .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 3 UTR is similarly conserved and contains all of the cis-acting sequences necessary for viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two competing conformations near the 5 end of the 3 UTR have been shown to make up a potential molecular switch .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is some evidence that an association between the 3 and 5 UTRs is necessary for subgenomic RNA synthesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the basis for this association is not yet clear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A number of host RNA proteins have been shown to bind to the 5 and 3 cis-acting regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the significance of these in viral replication is not clear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two viral proteins have been identified as binding to the 5 cis-acting region , nsp1 and N protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A genetic interaction between nsp8 and nsp9 and the region of the 3 UTR that contains the putative molecular switch suggests that these two proteins bind to this region.",
      "sentences": [
        [
          {
            "segment_text": "A genetic interaction between nsp8 and nsp9 and the region of the 3 UTR that contains the putative molecular switch suggests that these two proteins bind to this region .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "290"
  }
}