{
  "paper_id": "e9cbd7607bbe38068fba47fb43fa6b3d3f854dce",
  "metadata": {
    "title": "Orig i nal Pa pers",
    "coda_data_split": "train",
    "coda_paper_id": 3073,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infl uen za is well known among the gen eral pub lic with re gard to its epi dem ic oc currence and as so ci a tion with dis abling res pira to ry ill ness. How ev er, peo ple are con sider ably less aware of the size and dis tri bution of the eco nom ic bur den im posed by this vi rus. A re cent study of the med i cal care use re lat ed to in flu en za in the Unit ed King dom dur ing the mid-1990s found that in ab so lute terms adults aged 15-64 years had more in flu en za-re lat ed phy si cian visits and clin i cal com pli ca tions and greater drug use than chil dren or the el der ly [1].",
      "sentences": [
        [
          {
            "segment_text": "Infl uen za is well known among the gen eral pub lic with re gard to its epi dem ic oc currence and as so ci a tion with dis abling res pira to ry ill ness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How ev er , peo ple are con sider ably less aware of the size and dis tri bution of the eco nom ic bur den im posed by this vi rus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A re cent study of the med i cal care use re lat ed to in flu en za in the Unit ed King dom dur ing the mid-1990s found that in ab so lute terms adults aged 15-64 years had more in flu en za-re lat ed phy si cian visits and clin i cal com pli ca tions and greater drug use than chil dren or the el der ly ( 1 ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study ex plored the cost-ef fec tiveness of treat ing an oth er wise heal thy adult pop u la tion for in flu en za dur ing a typ i cal an nu al epi dem ic pe ri od. The treat ment in ter ven tions in ves ti gat ed are os eltamivir and zanamivir, neur amin i dase in hibitors that work specif i cal ly against in flu en za type A and B by in hibit ing the rep li ca tion of the vi rus in the res pi ra to ry tract. Both are ad min is tered twice dai ly for 5 days. Oseltamivir is tak en oral ly, where as zanamivir is in haled us ing a spe cial de vice. The treat ment needs to be ini ti at ed with in 48 h of on set of symp toms for ef fi ca cy and usual ly is as so ci at ed with only mild, tran sient side ef fects if used as pre scribed. Two other com pet ing prod ucts ex ist in some mar-kets: aman ta dine and ri man ta dine (not in the UK), both so-called M2 ion chan nel block ers that only work against in flu en za A and are as so ci at ed with gas tro in tes ti nal and cen tral ner vous sys tem side ef fects. Aman ta dine is not rec om mend ed by the Na tion al In sti tute for Clin i cal Ex cel lence (NICE) for in flu en za treat ment [2] . Giv en that most in flu en za cas es are treat ed with over-the-coun ter (OTC) med i ca tion only, we chose to com pare usu al care with oseltamivir and zanamivir.",
      "sentences": [
        [
          {
            "segment_text": "This study ex plored the cost-ef fec tiveness of treat ing an oth er wise heal thy adult pop u la tion for in flu en za dur ing a typ i cal an nu al epi dem ic pe ri od .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The treat ment in ter ven tions in ves ti gat ed are os eltamivir and zanamivir ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "neur amin i dase in hibitors that work specif i cal ly against in flu en za type A and B by in hibit ing the rep li ca tion of the vi rus in the res pi ra to ry tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both are ad min is tered twice dai ly for 5 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Oseltamivir is tak en oral ly ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "where as zanamivir is in haled us ing a spe cial de vice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The treat ment needs to be ini ti at ed with in 48 h of on set of symp toms for ef fi ca cy and usual ly is as so ci at ed with only mild ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tran sient side ef fects if used as pre scribed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two other com pet ing prod ucts ex ist in some mar-kets : aman ta dine and ri man ta dine ( not in the UK ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "both so-called M2 ion chan nel block ers that only work against in flu en za A and are as so ci at ed with gas tro in tes ti nal and cen tral ner vous sys tem side ef fects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Aman ta dine is not rec om mend ed by the Na tion al In sti tute for Clin i cal Ex cel lence ( NICE ) for in flu en za treat ment ( 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Giv en that most in flu en za cas es are treat ed with over-the-coun ter ( OTC ) med i ca tion only ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we chose to com pare usu al care with oseltamivir and zanamivir .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Meth ods",
      "sentences": [
        [
          {
            "segment_text": "Meth ods",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A phar ma coeco nom ic de ci sion-an a lyt ic mod el in cor po rat ing first-and sec ondor der Monte Car lo sim u la tion was de veloped to in ves ti gate cost-ef fec tive ness and cost-util i ty for a heal thy adult pop u la tion (13-64 years) both from the per spec tive of the health care pay er [UK Na tion al Health Ser vice (NHS)] and from the so ci etal perspec tive (con sid ers all costs and health bene fits re gard less of who ex pe ri ences them). For the pur pos es of this anal y sis usu al care, de fined as symp tom at ic treat ment, is the base line strat e gy, since this re mains stan dard prac tice in in flu en za treat ment de spite the avail abil i ty of al ter na tives.",
      "sentences": [
        [
          {
            "segment_text": "A phar ma coeco nom ic de ci sion-an a lyt ic mod el in cor po rat ing first-and sec ondor der Monte Car lo sim u la tion was de veloped to in ves ti gate cost-ef fec tive ness and cost-util i ty for a heal thy adult pop u la tion ( 13-64 years ) both from the per spec tive of the health care pay er ( UK Na tion al Health Ser vice ( NHS ) ) and from the so ci etal perspec tive ( con sid ers all costs and health bene fits re gard less of who ex pe ri ences them ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For the pur pos es of this anal y sis usu al care ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "de fined as symp tom at ic treat ment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "is the base line strat e gy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "since this re mains stan dard prac tice in in flu en za treat ment de spite the avail abil i ty of al ter na tives .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The de ci sion tree (. Fig. 1 ) vi su al izes mor bid i ty and mor tal i ty due to in flu en za and its spec i fied com pli ca tions. The model starts at the gen er al prac ti tio ner\u0027s (GP) of fice since both os eltamivir and zanamivir are avail able only with a GP\u0027s pre scription and not as OTC med i ca tion. The treatment op tions are usu al care (cur rent practice), os eltamivir (in ter ven tion 1) and zanamivir (in ter ven tion 2). All ef fects of inter ven tion with os eltamivir or zanamivir are those achieved in ad di tion to the use of OTC med i ca tion, as use of se lect ed OTC medicines (par ac et a mol, an ti tus sives) was al lowed in the clin i cal tri als for dis abling symp toms.",
      "sentences": [
        [
          {
            "segment_text": "The de ci sion tree ( .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fig. 1 ) vi su al izes mor bid i ty and mor tal i ty due to in flu en za and its spec i fied com pli ca tions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model starts at the gen er al prac ti tio ner \u0027s ( GP ) of fice since both os eltamivir and zanamivir are avail able only with a GP \u0027s pre scription and not as OTC med i ca tion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The treatment op tions are usu al care ( cur rent practice ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "os eltamivir ( in ter ven tion 1 ) and zanamivir ( in ter ven tion 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All ef fects of inter ven tion with os eltamivir or zanamivir are those achieved in ad di tion to the use of OTC med i ca tion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as use of se lect ed OTC medicines ( par ac et a mol , an ti tus sives ) was al lowed in the clin i cal tri als for dis abling symp toms .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The mod el dis tin guish es be tween two pe ri ods for the start of treat ment (with in 48 h of on set of symp toms and af ter 48 h) as well as be tween in flu en za-pos i tive and in flu en za-neg a tive cas es (di ag nos tic certain ty) since treat ment with neur amini dase in hibitors is con firmed to be ef fective against in flu en za vi rus only if tak en with in 48 h of on set of symp toms. Costs of os eltamivir or zanamivir treat ment are incurred al though there is no im prove ment in health out come. Each in fect ed in di vid-",
      "sentences": [
        [
          {
            "segment_text": "The mod el dis tin guish es be tween two pe ri ods for the start of treat ment ( with in 48 h of on set of symp toms and af ter 48 h ) as well as be tween in flu en za-pos i tive and in flu en za-neg a tive cas es ( di ag nos tic certain ty ) since treat ment with neur amini dase in hibitors is con firmed to be ef fective against in flu en za vi rus only if tak en with in 48 h of on set of symp toms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Costs of os eltamivir or zanamivir treat ment are incurred al though there is no im prove ment in health out come .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each in fect ed in di vid -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "22",
    "segment_num": "32",
    "token_num": "968"
  }
}