{
  "paper_id": "e9dd01bd0bd4a7b03a5034809e8c251b1b6d8879",
  "metadata": {
    "title": "Mutation trend of hemagglutinin of influenza A virus: a review from a computational mutation viewpoint",
    "coda_data_split": "train",
    "coda_paper_id": 5593,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Since 1999 we have developed two computational mutation approaches to analyze the protein primary structure whose methodology and implications were reviewed in 2002. Our first approach is the calculation of predictable and unpredictable portions of amino-acid pairs in a protein, and the second is the calculation of amino-acid distribution rank in a protein. Both approaches provide quantitative measures to present a protein, which we have used to study a number of proteins with numerous mutations such as p53 proteins. More recently, we focussed our efforts on analyzing the proteins mutating frequently over time such as hemagglutinins of influenza A viruses. In this review we summarise our findings and their implications for hemagglutinin mutations in combination with some newly available data. Our approaches throw light on the true nature of genetic heterogeneity of influenza virus hemagglutinins; that is, the protein variability is highly relevant to its amino-acid construction. Using these approaches, we can monitor new mutations from influenza virus hemagglutinins and may predict their mutations in the future.",
      "sentences": [
        [
          {
            "segment_text": "Since 1999 we have developed two computational mutation approaches to analyze the protein primary structure whose methodology and implications were reviewed in 2002 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our first approach is the calculation of predictable and unpredictable portions of amino-acid pairs in a protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the second is the calculation of amino-acid distribution rank in a protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Both approaches provide quantitative measures to present a protein ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which we have used to study a number of proteins with numerous mutations such as p53 proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , we focussed our efforts on analyzing the proteins mutating frequently over time such as hemagglutinins of influenza A viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we summarise our findings and their implications for hemagglutinin mutations in combination with some newly available data .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our approaches throw light on the true nature of genetic heterogeneity of influenza virus hemagglutinins ; that is ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the protein variability is highly relevant to its amino-acid construction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using these approaches , we can monitor new mutations from influenza virus hemagglutinins and may predict their mutations in the future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "180"
  }
}