{
  "paper_id": "ea023fc02c5314abb3e56a827e5eac71de12db9b",
  "metadata": {
    "title": "In situ Immune Signatures and Microbial Load at the Nasopharyngeal Interface in Children With Acute Respiratory Infection",
    "coda_data_split": "train",
    "coda_paper_id": 9294,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Acute respiratory infection (ARI) is the most frequent cause for hospitalization in infants and young children. Using multiplexed nCounter technology to digitally quantify 600 human mRNAs in parallel with 14 virus-and 5 bacterium-specific RNAs, we characterized viral and bacterial presence in nasopharyngeal aspirates (NPA) of 58 children with ARI and determined the corresponding in situ immune profiles. NPA contained different groups of organisms and these were classified into bacterial (n \u003d 27), viral (n \u003d 5), codetection [containing both viral and bacterial transcripts (n \u003d 21), or indeterminate intermediate where microbial load is below threshold (n \u003d 5)]. We then identified differentially expressed immune transcripts (DEITs) comparing NPAs from symptomatic children vs. healthy controls, and comparing children presenting NPAs with detectable microbial load vs. indeterminate. We observed a strong innate immune response in NPAs, due to the presence of evolutionarily conserved type I Interferon (IFN)-stimulated genes (ISG), which was correlated with total bacterial and/or viral load. In comparison with indeterminate NPAs, adaptive immunity transcripts discriminated among viral, bacterial, and codetected microbial profiles. In viral NPAs, B cell transcripts were significantly enriched among DEITs, while only type III IFN was correlated with viral load. In bacterial NPAs, myeloid cells and coinhibitory transcripts were enriched and significantly correlated with bacterial load. In conclusion, digital nCounter transcriptomics provide a microbial and immunological in situ \"snapshot\" of the nasopharyngeal interface in children with ARI. This enabled discrimination among viral, bacterial, codetection, and indeterminate transcripts in the samples using non-invasive sampling.",
      "sentences": [
        [
          {
            "segment_text": "Acute respiratory infection ( ARI ) is the most frequent cause for hospitalization in infants and young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using multiplexed nCounter technology to digitally quantify 600 human mRNAs in parallel with 14 virus-and 5 bacterium-specific RNAs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we characterized viral and bacterial presence in nasopharyngeal aspirates ( NPA ) of 58 children with ARI and determined the corresponding in situ immune profiles .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "NPA contained different groups of organisms and these were classified into bacterial ( n \u003d 27 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "viral ( n \u003d 5 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "codetection ( containing both viral and bacterial transcripts ( n \u003d 21 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or indeterminate intermediate where microbial load is below threshold ( n \u003d 5 ) ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We then identified differentially expressed immune transcripts ( DEITs ) comparing NPAs from symptomatic children vs. healthy controls ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and comparing children presenting NPAs with detectable microbial load vs. indeterminate .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed a strong innate immune response in NPAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "due to the presence of evolutionarily conserved type I Interferon ( IFN ) - stimulated genes ( ISG ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was correlated with total bacterial and/or viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In comparison with indeterminate NPAs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adaptive immunity transcripts discriminated among viral ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial , and codetected microbial profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In viral NPAs , B cell transcripts were significantly enriched among DEITs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while only type III IFN was correlated with viral load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In bacterial NPAs , myeloid cells and coinhibitory transcripts were enriched and significantly correlated with bacterial load .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , digital nCounter transcriptomics provide a microbial and immunological in situ `` snapshot \u0027\u0027 of the nasopharyngeal interface in children with ARI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This enabled discrimination among viral ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "bacterial , codetection , and indeterminate transcripts in the samples using non-invasive sampling .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "21",
    "token_num": "297"
  }
}