{
  "paper_id": "ea16cb3708a425a5933434d80dd23f60803f36aa",
  "metadata": {
    "title": "Tissue compartmentalization of T cell responses during early life",
    "coda_data_split": "train",
    "coda_paper_id": 7381,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The immune system in early life is tasked with transitioning from a relatively protected environment to one in which it encounters a wide variety of innocuous antigens and dangerous pathogens. The immaturity of the developing immune system, and particularly the distinct functionality of T lymphocytes in early life, has been implicated in increased susceptibility to infection. Previous work has demonstrated that immune responses in early life are skewed toward limited inflammation and atopy; however, there is mounting evidence that such responses are context-and tissue-dependent. The regulation, differentiation, and maintenance of infant T cell responses, particularly as it relates to tissue compartmentalization, remains poorly understood. How the tissue environment impacts early-life immune responses and whether the development of localized protective immune memory cell subsets are established is an emerging area of research. As infectious diseases affecting the respiratory and digestive tracts are a leading cause of morbidity and mortality worldwide in infants and young children, a deeper understanding of site-specific immunity is essential to addressing these challenges. Here, we review the current paradigms of T cell responses during infancy as they relate to tissue localization and discuss implications for the development of vaccines and therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "The immune system in early life is tasked with transitioning from a relatively protected environment to one in which it encounters a wide variety of innocuous antigens and dangerous pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The immaturity of the developing immune system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and particularly the distinct functionality of T lymphocytes in early life ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been implicated in increased susceptibility to infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous work has demonstrated that immune responses in early life are skewed toward limited inflammation and atopy ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is mounting evidence that such responses are context-and tissue-dependent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The regulation , differentiation , and maintenance of infant T cell responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly as it relates to tissue compartmentalization , remains poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "How the tissue environment impacts early-life immune responses and whether the development of localized protective immune memory cell subsets are established is an emerging area of research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As infectious diseases affecting the respiratory and digestive tracts are a leading cause of morbidity and mortality worldwide in infants and young children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a deeper understanding of site-specific immunity is essential to addressing these challenges .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we review the current paradigms of T cell responses during infancy as they relate to tissue localization and discuss implications for the development of vaccines and therapeutics .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "211"
  }
}