{
  "paper_id": "ea4f8b48b70c782f7698c4991e9db7344443c0b5",
  "metadata": {
    "title": "Immunity after natural exposure to enteric canine coronavirus does not provide complete protection against infection with the new pantropic CB/05 strain",
    "coda_data_split": "train",
    "coda_paper_id": 7656,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recently, an outbreak of fatal infection caused by a pantropic variant (strain CB/05) of canine coronavirus (CCoV) has been reported. In this study, evidence is provided that immunity induced by natural exposure to enteric CCoV is not fully protective against strain CB/05. Twenty-two, 10-week-old beagles with a recent natural infection by enteric CCoV were randomly distributed in two experimental groups of eight (groups A and B) and one control group of six (group C) dogs. Dogs in groups A and B were inoculated oronasally with different doses (4 × 10 5 or 4 × 10 3 TCID 50 ) of the pantropic strain CB/05, whereas dogs in group C were used as negative controls. Clinical, post-mortem and virological investigations showed that, despite the high serum antibody titres induced by the prior natural infection with enteric CCoV, dogs were susceptible to experimental infection with strain CB/05. This was shown by the occurrence of faecal shedding, and dogs displaying moderate clinical signs, mainly vomiting and diarrhoea. Involvement of the lymphoid tissues was evident as demonstrated by the acute lymphopenia (below 70% of the initial counts), gross lesions in spleen and lymph nodes and detection of CB/05 RNA in thymus, spleen and lymph nodes of some infected dogs. The presence of viral RNA in lymphoid tissues was observed only in dogs euthanised in the early stages of infection and the clinical course of the infection was unrelated to the viral dose administered. The present study demonstrates that strain CB/05 is able to induce infection and disease in dogs seropositive to enteric CCoV, thus highlighting the need for extensive epidemiological investigation and for the possible development of novel antigenically relevant vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Recently , an outbreak of fatal infection caused by a pantropic variant ( strain CB/05 ) of canine coronavirus ( CCoV ) has been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , evidence is provided that immunity induced by natural exposure to enteric CCoV is not fully protective against strain CB/05 .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Twenty-two , 10-week-old beagles with a recent natural infection by enteric CCoV were randomly distributed in two experimental groups of eight ( groups A and B ) and one control group of six ( group C ) dogs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Dogs in groups A and B were inoculated oronasally with different doses ( 4 × 10 5 or 4 × 10 3 TCID 50 ) of the pantropic strain CB/05 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "whereas dogs in group C were used as negative controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical , post-mortem and virological investigations showed that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite the high serum antibody titres induced by the prior natural infection with enteric CCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dogs were susceptible to experimental infection with strain CB/05 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was shown by the occurrence of faecal shedding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and dogs displaying moderate clinical signs , mainly vomiting and diarrhoea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Involvement of the lymphoid tissues was evident as demonstrated by the acute lymphopenia ( below 70 % of the initial counts ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gross lesions in spleen and lymph nodes and detection of CB/05 RNA in thymus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "spleen and lymph nodes of some infected dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of viral RNA in lymphoid tissues was observed only in dogs euthanised in the early stages of infection and the clinical course of the infection was unrelated to the viral dose administered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The present study demonstrates that strain CB/05 is able to induce infection and disease in dogs seropositive to enteric CCoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus highlighting the need for extensive epidemiological investigation and for the possible development of novel antigenically relevant vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "310"
  }
}