{
  "paper_id": "ea55d8d2edd53852b2fdf4828ad0fa28d1201df8",
  "metadata": {
    "title": "A comprehensive Chinese experience against SARS-CoV-2 in ophthalmology",
    "coda_data_split": "train",
    "coda_paper_id": 3167,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The 2019 novel coronavirus disease has now swept through the continents and poses a global threat to public health. Several investigations have been conducted to identify whether COVID-19 can be transmitted through the ocular route, and the conclusion is that it is a potential route but remains uncertain. Due to the faceto-face communication with patients, frequent exposure to tears and ocular discharge, and the unavoidable use of equipment which requires close proximity, ophthalmologists carry a high risk of contracting severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Based on 33 articles published by Chinese scholars, guidelines and clinical practice experience in domestic hospitals, we have summarized the Chinese experience through the lens of ophthalmology, hoping to make a contribution to protecting ophthalmologists and patients around the world.",
      "sentences": [
        [
          {
            "segment_text": "The 2019 novel coronavirus disease has now swept through the continents and poses a global threat to public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several investigations have been conducted to identify whether COVID-19 can be transmitted through the ocular route ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the conclusion is that it is a potential route but remains uncertain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Due to the faceto-face communication with patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "frequent exposure to tears and ocular discharge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the unavoidable use of equipment which requires close proximity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ophthalmologists carry a high risk of contracting severe acute respiratory syndrome coronavirus 2 ( SARS-CoV-2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Based on 33 articles published by Chinese scholars ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "guidelines and clinical practice experience in domestic hospitals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we have summarized the Chinese experience through the lens of ophthalmology ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hoping to make a contribution to protecting ophthalmologists and patients around the world .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "11",
    "token_num": "139"
  }
}