{
  "paper_id": "ea5727a303e15d83277d3a70972006599442dbcf",
  "metadata": {
    "title": "Cas clinique SDRA par pneumonie à EBV",
    "coda_data_split": "train",
    "coda_paper_id": 7923,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the immuno-competent adult Ebstein-Barr virus (EBV) infection is a self-limiting disease that resolves spontaneously.",
      "sentences": [
        [
          {
            "segment_text": "In the immuno-competent adult Ebstein-Barr virus ( EBV ) infection is a self-limiting disease that resolves spontaneously .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Case report We report a case of acute respiratory distress syndrome (ARDS) complicating severe EBV pneumonia and requiring prolonged artificial ventilation. The diagnosis was confirmed by specific serology and estimation of the viral load by PCR. Apart from supportive treatment with artificial ventilation the medical treatment included the use of Acyclovir and polyclonal immunoglobulins in the early phase and corticosteroids in the late phase. Recovery was progressive and complete.",
      "sentences": [
        [
          {
            "segment_text": "Case report We report a case of acute respiratory distress syndrome ( ARDS ) complicating severe EBV pneumonia and requiring prolonged artificial ventilation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The diagnosis was confirmed by specific serology and estimation of the viral load by PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Apart from supportive treatment with artificial ventilation the medical treatment included the use of Acyclovir and polyclonal immunoglobulins in the early phase and corticosteroids in the late phase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recovery was progressive and complete .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion ARDS can complicate EBV pneumonia in an immuno-competent subject. Its management represents a diagnostic and therapeutic challenge.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion ARDS can complicate EBV pneumonia in an immuno-competent subject .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Its management represents a diagnostic and therapeutic challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "113"
  }
}