{
  "paper_id": "ea5aa54b295c037b47fd141d88b2947b8bbc0c79",
  "metadata": {
    "title": "Trypsin-induced hemagglutination activity of porcine epidemic diarrhea virus",
    "coda_data_split": "train",
    "coda_paper_id": 3579,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The hemagglutination (HA) activity of porcine epidemic diarrhea virus (PEDV) was investigated. Two cell-adapted strains of PEDV (KPEDV-9 and SM98LVec) were subjected to HA test against erythrocytes of various origin. Both strains showed HA activity with rabbit erythrocytes only after treatment with trypsin or neuraminidase. Optimal conditions for inducing HA activity of PEDV were 2 h incubation at 37°C using phosphatebuffered saline containing 0.1% BSA. These results suggest that the HA activity of PEDV is most likely caused by proteolytic action on it, which could be developed as a new diagnostic method to rapidly detect and differentiate PEDV infections from other enteric diseases.",
      "sentences": [
        [
          {
            "segment_text": "The hemagglutination ( HA ) activity of porcine epidemic diarrhea virus ( PEDV ) was investigated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Two cell-adapted strains of PEDV ( KPEDV-9 and SM98LVec ) were subjected to HA test against erythrocytes of various origin .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Both strains showed HA activity with rabbit erythrocytes only after treatment with trypsin or neuraminidase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Optimal conditions for inducing HA activity of PEDV were 2 h incubation at 37 °C using phosphatebuffered saline containing 0.1 % BSA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the HA activity of PEDV is most likely caused by proteolytic action on it ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which could be developed as a new diagnostic method to rapidly detect and differentiate PEDV infections from other enteric diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "117"
  }
}