{
  "paper_id": "ea6327597215470d7c489d8bbc7da34fb8f49d1a",
  "metadata": {
    "title": "Molecular characterization and distinguishing features of a novel human rhinovirus (HRV) C, HRVC-QCE, detected in children with fever, cough and wheeze during 2003",
    "coda_data_split": "train",
    "coda_paper_id": 7520,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Human rhinoviruses (HRVs) are associated with more acute respiratory tract infections than any other viral group yet we know little about viral diversity, epidemiology or clinical outcome resulting from infection by strains, in particular the recently identified HRVs. Objectives: To determine whether HRVC-QCE was a distinct HRV-C strain, by determining its genome and prevalence, by cataloguing genomic features for strain discrimination and by observing clinical features in positive patients. Study design: Novel real-time RT-PCRs and retrospective chart reviews were used to investigate a welldefined population of 1247 specimen extracts to observe the prevalence and the clinical features of each HRV-QCE positive case from an in-and out-patient pediatric, hospital-based population during 2003. An objective illness severity score was determined for each HRVC-QCE positive patient. Results: Differences in overall polyprotein and VP1 binding pocket residues and the predicted presence of a cis-acting replication element in 1B defined HRVC-QCE as a novel HRV-C strain. Twelve additional HRVC-QCE detections (1.0% prevalence) occurred among infants and toddlers (1-24 months) suffering mild to moderate illness, including fever and cough, who were often hospitalized. HRVC-QCE was frequently detected in the absence of another virus and was the only virus detected in three (23% of HRVC-QCE positives) children with asthma exacerbation and in two (15%) toddlers with febrile convulsion. Conclusions: HRVC-QCE is a newly identified, genetically distinct HRV strain detected in hospitalized children with a range of clinical features. HRV strains should be independently considered to ensure we do not overestimate the HRVs in asymptomatic illness.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human rhinoviruses ( HRVs ) are associated with more acute respiratory tract infections than any other viral group yet we know little about viral diversity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiology or clinical outcome resulting from infection by strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in particular the recently identified HRVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To determine whether HRVC-QCE was a distinct HRV-C strain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "by determining its genome and prevalence ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "by cataloguing genomic features for strain discrimination and by observing clinical features in positive patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : Novel real-time RT-PCRs and retrospective chart reviews were used to investigate a welldefined population of 1247 specimen extracts to observe the prevalence and the clinical features of each HRV-QCE positive case from an in-and out-patient pediatric , hospital-based population during 2003 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An objective illness severity score was determined for each HRVC-QCE positive patient .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Differences in overall polyprotein and VP1 binding pocket residues and the predicted presence of a cis-acting replication element in 1B defined HRVC-QCE as a novel HRV-C strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twelve additional HRVC-QCE detections ( 1.0 % prevalence ) occurred among infants and toddlers ( 1-24 months ) suffering mild to moderate illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including fever and cough , who were often hospitalized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HRVC-QCE was frequently detected in the absence of another virus and was the only virus detected in three ( 23 % of HRVC-QCE positives ) children with asthma exacerbation and in two ( 15 % ) toddlers with febrile convulsion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HRVC-QCE is a newly identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genetically distinct HRV strain detected in hospitalized children with a range of clinical features .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "HRV strains should be independently considered to ensure we do not overestimate the HRVs in asymptomatic illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "284"
  }
}