{
  "paper_id": "ea917dc676d2025d36bfb18fff0a3da25643ac40",
  "metadata": {
    "title": "A Strategic Vaccine Facility for the UK",
    "coda_data_split": "train",
    "coda_paper_id": 4662,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper describes a proposed Strategic Vaccine Facility (SVF) to provide a capability to the UK to deal with new and emerging disease threats. It would underpin the vaccine manufacturing industry by developing expertise and technology to enable rapid manufacture of small batches of vaccines for emergency use against agents, such as bioterrorist agents and emerging diseases. It would have a rare ability to work with dangerous pathogens under containment, allowing the production of inactivated and live vaccines, which would be difficult in a conventional plant. The facility\u0027s output will include vaccine candidates and manufacturing protocols for transfer to industry, small vaccine batches for emergency use or clinical trials, and vaccine reference standards. It would also be available for manufacturing small batches of experimental and public health vaccines for the UK and the developing world, allowing clinical trials to be undertaken against key diseases. Crown",
      "sentences": [
        [
          {
            "segment_text": "This paper describes a proposed Strategic Vaccine Facility ( SVF ) to provide a capability to the UK to deal with new and emerging disease threats .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It would underpin the vaccine manufacturing industry by developing expertise and technology to enable rapid manufacture of small batches of vaccines for emergency use against agents ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as bioterrorist agents and emerging diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It would have a rare ability to work with dangerous pathogens under containment ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "allowing the production of inactivated and live vaccines ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which would be difficult in a conventional plant .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The facility \u0027s output will include vaccine candidates and manufacturing protocols for transfer to industry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "small vaccine batches for emergency use or clinical trials , and vaccine reference standards .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It would also be available for manufacturing small batches of experimental and public health vaccines for the UK and the developing world ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "allowing clinical trials to be undertaken against key diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "159"
  }
}