{
  "paper_id": "eaa407f22a8585495abea91e046f41f47d3a6e52",
  "metadata": {
    "title": "Inhibition of multiple strains of Venezuelan equine encephalitis virus by a pool of four short interfering RNAs",
    "coda_data_split": "train",
    "coda_paper_id": 2916,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA interference, mediated by short interfering RNAs (siRNAs), has been shown to have activity against a wide range of viruses and is a promising new antiviral therapy. Using multiple siRNAs that target conserved areas of the genome allows for increased chances of antiviral activity against different viral strains and also helps to prevent the emergence of escape mutants. In this study, four siRNAs were designed to target areas of conserved sequence between divergent strains of Venezuelan equine encephalitis virus (VEEV). A pool of these siRNAs inhibited the replication of all six strains of VEEV tested. A single nucleotide mismatch at the extreme 3 end of one of the siRNA sense strands did not affect antiviral activity but other mutations were not tolerated. Two strains of VEEV were tested for their abilities to overcome the inhibitory effects of RNA interference following 10 consecutive incubations in the presence of siRNAs. One strain remained susceptible throughout the course of the experiment but the other strain became resistant to the activity of siRNAs. Sequence analysis of the siRNA target sites in this strain showed that no mutations had been generated, indicating that the virus may had become resistant in some other manner. In the absence of effective antiviral drugs and vaccines to combat VEEV infection, these siRNAs offer a potential new therapeutic approach but, as with all antimicrobial agents, caution needs to be exercised with respect to the generation of resistance. Crown",
      "sentences": [
        [
          {
            "segment_text": "RNA interference , mediated by short interfering RNAs ( siRNAs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been shown to have activity against a wide range of viruses and is a promising new antiviral therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using multiple siRNAs that target conserved areas of the genome allows for increased chances of antiviral activity against different viral strains and also helps to prevent the emergence of escape mutants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , four siRNAs were designed to target areas of conserved sequence between divergent strains of Venezuelan equine encephalitis virus ( VEEV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A pool of these siRNAs inhibited the replication of all six strains of VEEV tested .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A single nucleotide mismatch at the extreme 3 end of one of the siRNA sense strands did not affect antiviral activity but other mutations were not tolerated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two strains of VEEV were tested for their abilities to overcome the inhibitory effects of RNA interference following 10 consecutive incubations in the presence of siRNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One strain remained susceptible throughout the course of the experiment but the other strain became resistant to the activity of siRNAs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence analysis of the siRNA target sites in this strain showed that no mutations had been generated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that the virus may had become resistant in some other manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the absence of effective antiviral drugs and vaccines to combat VEEV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these siRNAs offer a potential new therapeutic approach but ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as with all antimicrobial agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "caution needs to be exercised with respect to the generation of resistance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "258"
  }
}