{
  "paper_id": "eaad43de1538db306ca619b37bab8cd61964423d",
  "metadata": {
    "title": "Functional characterization of a broad and potent neutralizing monoclonal antibody directed against outer membrane protein (OMP) of Salmonella typhimurium",
    "coda_data_split": "train",
    "coda_paper_id": 6523,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the present study, we have generated a murine monoclonal antibody (mAb) named Sal-06 by using the crude outer membrane protein preparation of Salmonella enteric subsp. enterica serovar Typhimurium ATCC 14028 strain as antigen. Sal-06mAb belonging to IgG1 isotype demonstrated broad cross-reactivity to standard and isolated strains of genus Salmonella and others such as Escherichia coli, Klebsiella pneumonia, and Proteus mirabilis. Cross-reactivity across several bacterial genera indicated that the epitopes reactive to Sal-06mAb are conserved among these members. Neutralizing effects of Sal-06mAb on Salmonella growth and survival was evaluated in vitro using bacteriostatic and bactericidal activity with and without complement and bacterial invasion inhibition assay. Sal-06mAb demonstrated a bacteriostatic effect on the growth of S. typhimurium ATCC 14028 strain which is both time and concentration (of mAb) dependent. It was also found that the bacterial growth inhibition was complement independent. When the bacterial cells were preincubated with Sal-06mAb, it reduced the adherence and invasion of bacterial cells into A549 epithelial cell line. This was confirmed by CFU count analysis, phase contrast, and fluorescence microscopy. Scanning electron microscope (SEM) imaging confirmed the antimicrobial effects of Sal-06mAb on S. typhimurium ATCC 14028. The development of broadly reactive and cross protective Sal-06mAb opens new possibilities for immunotherapy of sepsis caused by Gram-negative Enterobacteriaceae members.",
      "sentences": [
        [
          {
            "segment_text": "In the present study , we have generated a murine monoclonal antibody ( mAb ) named Sal-06 by using the crude outer membrane protein preparation of Salmonella enteric subsp. enterica serovar Typhimurium ATCC 14028 strain as antigen .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Sal-06mAb belonging to IgG1 isotype demonstrated broad cross-reactivity to standard and isolated strains of genus Salmonella and others such as Escherichia coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Klebsiella pneumonia , and Proteus mirabilis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cross-reactivity across several bacterial genera indicated that the epitopes reactive to Sal-06mAb are conserved among these members .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutralizing effects of Sal-06mAb on Salmonella growth and survival was evaluated in vitro using bacteriostatic and bactericidal activity with and without complement and bacterial invasion inhibition assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sal-06mAb demonstrated a bacteriostatic effect on the growth of S. typhimurium ATCC 14028 strain which is both time and concentration ( of mAb ) dependent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was also found that the bacterial growth inhibition was complement independent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the bacterial cells were preincubated with Sal-06mAb ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it reduced the adherence and invasion of bacterial cells into A549 epithelial cell line .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This was confirmed by CFU count analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "phase contrast , and fluorescence microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scanning electron microscope ( SEM ) imaging confirmed the antimicrobial effects of Sal-06mAb on S. typhimurium ATCC 14028 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The development of broadly reactive and cross protective Sal-06mAb opens new possibilities for immunotherapy of sepsis caused by Gram-negative Enterobacteriaceae members .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "233"
  }
}