{
  "paper_id": "eab7935726a93162fcc7a5566d3b410e47f23402",
  "metadata": {
    "title": "Evaluation of the hepatoprotective effect of combination between hinokiflavone and Glycyrrhizin against CCl 4 induced toxicity in rats",
    "coda_data_split": "train",
    "coda_paper_id": 9001,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Liver diseases are one of the fatal syndromes due to the vital role of the liver. Most of the effective treatment of liver conditions are of natural origin. Silymarin (SI) is the standard drug used for treatment of impaired liver functions. Two natural compounds possessing promising liver protection and with different chemical structures namely; the bioflavonoid hinokiflavone (HF) isolated from Junipers phoenicea family Cupressaceae and the sweet saponin Glycyrrhizin (GL) present in Glycyrrhiza glabra (liquorice) were selected for the current study. Since the two compounds are of different nature, they may act by different mechanisms and express synergistic effect. Combination of the two compounds using to dose levels were challenged with single doses of HF, GL and SI as well. The comparison was monitored via measuring serum biochemical parameters including, aspartate aminotransferase (AST), alanine aminotransferase (ALT), gamma glutamyltranspeptidase (GGT), alkaline phosphatase (ALP) and total bilirubin, tissue parameters such as MDA, NP-SH and TP, histopathological study using light and electron microscope. Protective effect on kidney was also monitored histopathologically and biochemically through observing the levels of LDH, creatinine, creatinine-kinase, urea and uric acid. The combinations of HF and GL showed protective effect more than the used single doses of HF and GL alone. However, SI was superior to the used combination in the two used doses in all the measured parameters. The liver and kidney cells appearance under normal and electron microscope showed that SI treated groups showed almost normal cells with slight toxic signs. Cells from group treated with the higher doses of the combination of HF and GL showed slight signs of intoxication under light and electron microscope indicating good level of protection. Although the combination of HF and GL expressed good protection in the higher dose, however, the combination did not exceed the protective effect of SI.",
      "sentences": [
        [
          {
            "segment_text": "Liver diseases are one of the fatal syndromes due to the vital role of the liver .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most of the effective treatment of liver conditions are of natural origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Silymarin ( SI ) is the standard drug used for treatment of impaired liver functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two natural compounds possessing promising liver protection and with different chemical structures namely ; the bioflavonoid hinokiflavone ( HF ) isolated from Junipers phoenicea family Cupressaceae and the sweet saponin Glycyrrhizin ( GL ) present in Glycyrrhiza glabra ( liquorice ) were selected for the current study .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the two compounds are of different nature ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they may act by different mechanisms and express synergistic effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Combination of the two compounds using to dose levels were challenged with single doses of HF ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "GL and SI as well .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The comparison was monitored via measuring serum biochemical parameters including ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "aspartate aminotransferase ( AST ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "alanine aminotransferase ( ALT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "gamma glutamyltranspeptidase ( GGT ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "alkaline phosphatase ( ALP ) and total bilirubin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tissue parameters such as MDA ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "NP-SH and TP , histopathological study using light and electron microscope .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Protective effect on kidney was also monitored histopathologically and biochemically through observing the levels of LDH ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "creatinine , creatinine-kinase , urea and uric acid .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The combinations of HF and GL showed protective effect more than the used single doses of HF and GL alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , SI was superior to the used combination in the two used doses in all the measured parameters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The liver and kidney cells appearance under normal and electron microscope showed that SI treated groups showed almost normal cells with slight toxic signs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cells from group treated with the higher doses of the combination of HF and GL showed slight signs of intoxication under light and electron microscope indicating good level of protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the combination of HF and GL expressed good protection in the higher dose ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however , the combination did not exceed the protective effect of SI .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "344"
  }
}