{
  "paper_id": "eaccbbd4d93f295b6c22ae217f159c288b29deb6",
  "metadata": {
    "title": "Understanding PRRSV Infection in Porcine Lung Based on Genome-Wide Transcriptome Response Identified by Deep Sequencing",
    "coda_data_split": "train",
    "coda_paper_id": 5960,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) has been one of the most economically important diseases affecting swine industry worldwide and causes great economic losses each year. PRRS virus (PRRSV) replicates mainly in porcine alveolar macrophages (PAMs) and dendritic cells (DCs) and develops persistent infections, antibody-dependent enhancement (ADE), interstitial pneumonia and immunosuppression. But the molecular mechanisms of PRRSV infection still are poorly understood. Here we report on the first genome-wide host transcriptional responses to classical North American type PRRSV (N-PRRSV) strain CH 1a infection using Solexa/Illumina\u0027s digital gene expression (DGE) system, a tagbased high-throughput transcriptome sequencing method, and analyse systematically the relationship between pulmonary gene expression profiles after N-PRRSV infection and infection pathology. Our results suggest that N-PRRSV appeared to utilize multiple strategies for its replication and spread in infected pigs, including subverting host innate immune response, inducing an anti-apoptotic and anti-inflammatory state as well as developing ADE. Upregulation expression of virus-induced pro-inflammatory cytokines, chemokines, adhesion molecules and inflammatory enzymes and inflammatory cells, antibodies, complement activation were likely to result in the development of inflammatory responses during N-PRRSV infection processes. N-PRRSV-induced immunosuppression might be mediated by apoptosis of infected cells, which caused depletion of immune cells and induced an anti-inflammatory cytokine response in which they were unable to eradicate the primary infection. Our systems analysis will benefit for better understanding the molecular pathogenesis of N-PRRSV infection, developing novel antiviral therapies and identifying genetic components for swine resistance/susceptibility to PRRS.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) has been one of the most economically important diseases affecting swine industry worldwide and causes great economic losses each year .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRRS virus ( PRRSV ) replicates mainly in porcine alveolar macrophages ( PAMs ) and dendritic cells ( DCs ) and develops persistent infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antibody-dependent enhancement ( ADE ) , interstitial pneumonia and immunosuppression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "But the molecular mechanisms of PRRSV infection still are poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report on the first genome-wide host transcriptional responses to classical North American type PRRSV ( N-PRRSV ) strain CH 1a infection using Solexa/Illumina \u0027s digital gene expression ( DGE ) system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a tagbased high-throughput transcriptome sequencing method ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and analyse systematically the relationship between pulmonary gene expression profiles after N-PRRSV infection and infection pathology .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that N-PRRSV appeared to utilize multiple strategies for its replication and spread in infected pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including subverting host innate immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inducing an anti-apoptotic and anti-inflammatory state as well as developing ADE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upregulation expression of virus-induced pro-inflammatory cytokines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemokines , adhesion molecules and inflammatory enzymes and inflammatory cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antibodies , complement activation were likely to result in the development of inflammatory responses during N-PRRSV infection processes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "N-PRRSV-induced immunosuppression might be mediated by apoptosis of infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which caused depletion of immune cells and induced an anti-inflammatory cytokine response in which they were unable to eradicate the primary infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our systems analysis will benefit for better understanding the molecular pathogenesis of N-PRRSV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "developing novel antiviral therapies and identifying genetic components for swine resistance/susceptibility to PRRS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "273"
  }
}