{
  "paper_id": "eacc051c2ef171b61db776f494f774cbaf8f264a",
  "metadata": {
    "title": "Immunity to PRRSV: Double-edged sword",
    "coda_data_split": "train",
    "coda_paper_id": 2865,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The immune system is a double-edged sword for porcine reproductive and respiratory syndrome virus (PRRSV) infection. On one edge PRRSV has a predilection for immune cells and the disease manifestations can be linked directly to changes in the immune system. PRRSV appears to replicate extensively, if not exclusively, in cells of the immune lineage, notably macrophages; the direct replication of which may lead to immunosuppression, precipitate secondary infection and/or mediate disease. On the other edge, the virus stimulates immunity post-infection that protects an animal from re-infection. A vast array of structural and functionally distinct antibody specific to PRRSV are generated following infection or vaccination. Discrete populations of functional antibodies appear at different times and possibly reflect reactivity to different PRRSV polypeptides.",
      "sentences": [
        [
          {
            "segment_text": "The immune system is a double-edged sword for porcine reproductive and respiratory syndrome virus ( PRRSV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On one edge PRRSV has a predilection for immune cells and the disease manifestations can be linked directly to changes in the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRRSV appears to replicate extensively ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "if not exclusively , in cells of the immune lineage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "notably macrophages ; the direct replication of which may lead to immunosuppression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "precipitate secondary infection and/or mediate disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other edge , the virus stimulates immunity post-infection that protects an animal from re-infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A vast array of structural and functionally distinct antibody specific to PRRSV are generated following infection or vaccination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Discrete populations of functional antibodies appear at different times and possibly reflect reactivity to different PRRSV polypeptides .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Cell-mediated immune responses specific to PRRSV can be detected in various exposed pigs as well. Thus, the immune system appears to be intimately involved in both the disease process and protection from disease. It is unclear at this state of understanding what immune compartment provides protective immunity. Is it humoral (i.e. antibodies), selective functionally distinct populations of antibodies specific for selected PRRSV polypeptides or is cellular immunity essential for protection, or both. This review will attempt to summarize the current state of knowledge of the complex interaction of the immune system and PRRSV. 0 1997 Elsevier Science B.V.",
      "sentences": [
        [
          {
            "segment_text": "Cell-mediated immune responses specific to PRRSV can be detected in various exposed pigs as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , the immune system appears to be intimately involved in both the disease process and protection from disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is unclear at this state of understanding what immune compartment provides protective immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Is it humoral ( i.e. antibodies ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "selective functionally distinct populations of antibodies specific for selected PRRSV polypeptides or is cellular immunity essential for protection , or both .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will attempt to summarize the current state of knowledge of the complex interaction of the immune system and PRRSV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0 1997 Elsevier Science B.V.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "243"
  }
}