{
  "paper_id": "eb02e66bf6c521ac15b2dfa14b2b7966f137c876",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 3067,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Detecting avian influenza virus has become an important public health strategy for controlling the emerging infectious disease.",
      "sentences": [
        [
          {
            "segment_text": "Background : Detecting avian influenza virus has become an important public health strategy for controlling the emerging infectious disease .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The HIS (hospital information system) modified influenza surveillance system (ISS) and a newly built pneumonia surveillance system (PSS) were used to monitor the influenza viruses in Changsha City, China. The ISS was used to monitor outpatients in two sentinel hospitals and to detect mild influenza and avian influenza cases, and PSS was used to monitor inpatients in 49 hospitals and to detect severe and death influenza cases.",
      "sentences": [
        [
          {
            "segment_text": "The HIS ( hospital information system ) modified influenza surveillance system ( ISS ) and a newly built pneumonia surveillance system ( PSS ) were used to monitor the influenza viruses in Changsha City , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ISS was used to monitor outpatients in two sentinel hospitals and to detect mild influenza and avian influenza cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and PSS was used to monitor inpatients in 49 hospitals and to detect severe and death influenza cases .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: From 2005 to 2016, there were 3,551,917 outpatients monitored by the ISS system, among whom 126,076 were influenza-like illness (ILI) cases, with the ILI proportion (ILI%) of 3.55%. After the HIS was used, the reported incident cases of ILI and ILI% were increased significantly. From March, 2009 to September, 2016, there were 5,491, 560 inpatient cases monitored by the PSS system, among which 362,743 were pneumonia cases, with a proportion of 6.61%. Among pneumonia cases, about 10.55% (38,260/362,743) of cases were severe or death cases. The pneumonia incidence increased each year in the city. Among 15 avian influenza cases reported from January, 2005 to September, 2016, there were 26.7% (4/15) mild cases detected by the HIS-modified ISS system, while 60.0% (9/ 15) were severe or death cases detected by the PSS system. Two H5N1 severe cases were missed by the ISS system in January, 2009 when the PSS system was not available.",
      "sentences": [
        [
          {
            "segment_text": "Results : From 2005 to 2016 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there were 3,551,917 outpatients monitored by the ISS system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "among whom 126,076 were influenza-like illness ( ILI ) cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the ILI proportion ( ILI % ) of 3.55 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After the HIS was used ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the reported incident cases of ILI and ILI % were increased significantly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From March , 2009 to September ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2016 , there were 5,491 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "560 inpatient cases monitored by the PSS system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "among which 362,743 were pneumonia cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a proportion of 6.61 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among pneumonia cases , about 10.55 % ( 38,260 / 362,743 ) of cases were severe or death cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pneumonia incidence increased each year in the city .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among 15 avian influenza cases reported from January ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2005 to September , 2016 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there were 26.7 % ( 4/15 ) mild cases detected by the HIS-modified ISS system ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 60.0 % ( 9 / 15 ) were severe or death cases detected by the PSS system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two H5N1 severe cases were missed by the ISS system in January ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2009 when the PSS system was not available .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The HIS was able to improve the efficiency of the ISS for monitoring ILI and emerging avian influenza virus. However, the efficiency of the system needs to be verified in a wider area for a longer time span in China.",
      "sentences": [
        [
          {
            "segment_text": "The HIS was able to improve the efficiency of the ISS for monitoring ILI and emerging avian influenza virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the efficiency of the system needs to be verified in a wider area for a longer time span in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "25",
    "token_num": "337"
  }
}