{
  "paper_id": "eb1751ec238ee1747ee003d4f01076a5554f9572",
  "metadata": {
    "title": "The incidence of Clostridioides difficile and Clostridium perfringens netF- positive strains in diarrheic dogs",
    "coda_data_split": "train",
    "coda_paper_id": 2871,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The aim of this study was to examine the incidence of Clostridioides (previously Clostridium) difficile and Clostridium perfringens in the feces of diarrheic and non-diarrheic dogs. Also, the presence of other common canine enteropathogens was examined. Toxigenic C. difficile and C. perfringens positive for the NetF-encoding gene (netF) were detected in 11 (11.9%) and seven (7.6%) diarrheic dogs, respectively. Three dogs were diagnosed simultaneously with toxigenic C. difficile and netF-positive C. perfringens. Among other enteropathogens, Giardia sp. was the most common agent detected in dogs positive for toxigenic C. difficile or netF-positive C. perfringens. The results suggest that C. difficile and C. perfringens occur more frequently as a primary cause of diarrhea.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this study was to examine the incidence of Clostridioides ( previously Clostridium ) difficile and Clostridium perfringens in the feces of diarrheic and non-diarrheic dogs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Also , the presence of other common canine enteropathogens was examined .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Toxigenic C. difficile and C. perfringens positive for the NetF-encoding gene ( netF ) were detected in 11 ( 11.9 % ) and seven ( 7.6 % ) diarrheic dogs , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Three dogs were diagnosed simultaneously with toxigenic C. difficile and netF-positive C. perfringens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among other enteropathogens , Giardia sp. was the most common agent detected in dogs positive for toxigenic C. difficile or netF-positive C. perfringens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that C. difficile and C. perfringens occur more frequently as a primary cause of diarrhea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "6",
    "token_num": "131"
  }
}