{
  "paper_id": "eb1f3f98b2e81a0248b37c0123d4cca0b4913d9c",
  "metadata": {
    "title": "Cloning, sequencing, expression, and purification of SARS-associated coronavirus nucleocapsid protein for serodiagnosis of SARS",
    "coda_data_split": "train",
    "coda_paper_id": 9940,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A novel coronavirus has been associated with a worldwide outbreak of atypical pneumonia referred to as Severe Acute Respiratory Syndrome (SARS-CoV). SARS-CoV nucleocapsid (N) protein has been cloned sequenced and expressed in Escherichia coli strain. Purified N protein was used to measure the SARS-CoV specific IgG antibodies from 16 SARS-CoV infected patients\u0027 sera and from 131 control subjects using ELISA assay. Specific antibody responses to the purified recombinant N protein after 10, 20, and 30 days of disease onset were observed in 13 of 16 (81.3%), 16 of 16 (100%) and 16 of 16 (100%) SARS patients sera, respectively. Comparison of detection results with a commercially available diagnostic kit coated with a mixture of SARS-CoV viral proteins showed 9 of 16 (56.3%), 13 of 16 (81.3%), and 15 of 16 (93.7%) positive responses, respectively. None of 131 control sera gave positive reaction in either assay. This data suggests that the N protein of SARS-CoV is immunodominant and this ELISA based test assay for detecting the SARS-CoV N antigen may hold a significant value for SARS diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "A novel coronavirus has been associated with a worldwide outbreak of atypical pneumonia referred to as Severe Acute Respiratory Syndrome ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV nucleocapsid ( N ) protein has been cloned sequenced and expressed in Escherichia coli strain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Purified N protein was used to measure the SARS-CoV specific IgG antibodies from 16 SARS-CoV infected patients \u0027 sera and from 131 control subjects using ELISA assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific antibody responses to the purified recombinant N protein after 10 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "20 , and 30 days of disease onset were observed in 13 of 16 ( 81.3 % ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "16 of 16 ( 100 % ) and 16 of 16 ( 100 % ) SARS patients sera , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Comparison of detection results with a commercially available diagnostic kit coated with a mixture of SARS-CoV viral proteins showed 9 of 16 ( 56.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "13 of 16 ( 81.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 15 of 16 ( 93.7 % ) positive responses , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of 131 control sera gave positive reaction in either assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This data suggests that the N protein of SARS-CoV is immunodominant and this ELISA based test assay for detecting the SARS-CoV N antigen may hold a significant value for SARS diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "213"
  }
}