{
  "paper_id": "eb23603ee60351141aaa77594103d378e5648141",
  "metadata": {
    "title": "Detection Of Viral And Bacterial Pathogens In Acute Respiratory Infections NIH Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7173,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives-The role of bacteria in acute respiratory illnesses (ARI) of adults and interactions with viral infections is incompletely understood. This study tested the hypothesis that bacterial coinfection during ARI adds to airway inflammation and illness severity.",
      "sentences": [
        [
          {
            "segment_text": "Objectives-The role of bacteria in acute respiratory illnesses ( ARI ) of adults and interactions with viral infections is incompletely understood .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This study tested the hypothesis that bacterial coinfection during ARI adds to airway inflammation and illness severity .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods-Two groups of 97 specimens each were randomly selected from multiplex-PCR identified virus-positive and virus-negative nasal specimens obtained from adults with new onset ARI, and 40 control specimens were collected from healthy adults. All specimens were analyzed for Haemophilus influenza(HI), Moraxella catarrhalis(MC) and Streptococcus pneumonia(SP) by quantitative-PCR. General linear models tested for relationships between respiratory pathogens, biomarkers (nasal wash neutrophils and CXCL8), and ARI-severity.",
      "sentences": [
        [
          {
            "segment_text": "Methods-Two groups of 97 specimens each were randomly selected from multiplex-PCR identified virus-positive and virus-negative nasal specimens obtained from adults with new onset ARI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and 40 control specimens were collected from healthy adults .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All specimens were analyzed for Haemophilus influenza ( HI ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Moraxella catarrhalis ( MC ) and Streptococcus pneumonia ( SP ) by quantitative-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "General linear models tested for relationships between respiratory pathogens ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "biomarkers ( nasal wash neutrophils and CXCL8 ) , and ARI-severity .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results-Nasal specimens from adults with ARIs were more likely to contain bacteria (37% overall; HI\u003d28%, MC\u003d14%, SP\u003d7%) compared to specimens from healthy adults (5% overall; HI\u003d0%, MC\u003d2.5%, SP\u003d2.5%;p\u003c0.001). Among ARI specimens, bacteria were more likely to be detected among virus-negative specimens compared to virus-positive specimens (46% vs. 27%;p\u003d0.0046). The presence of bacteria was significantly associated with increased CXCL8 and neutrophils, but not increased symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Results-Nasal specimens from adults with ARIs were more likely to contain bacteria ( 37 % overall ; HI \u003d 28 % , MC \u003d 14 % , SP \u003d 7 % ) compared to specimens from healthy adults ( 5 % overall ; HI \u003d 0 % , MC \u003d 2.5 % , SP \u003d 2.5 % ;p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among ARI specimens , bacteria were more likely to be detected among virus-negative specimens compared to virus-positive specimens ( 46 % vs. 27 % ;p \u003d 0.0046 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of bacteria was significantly associated with increased CXCL8 and neutrophils , but not increased symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Pathogenic bacteria were more often detected in virus-negative ARI, and also associated with increased inflammatory biomarkers. These findings suggest the possibility that bacteria may augment virus-induced ARI and contribute to airway inflammation. Summary-We tested whether bacterial pathogens were associated with ARI illness and inflammation. Bacteria were detected more often in nasal secretions during ARI, especially in samples without detectable viruses, and were associated with increased airway inflammation, but not increased symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Pathogenic bacteria were more often detected in virus-negative ARI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also associated with increased inflammatory biomarkers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest the possibility that bacteria may augment virus-induced ARI and contribute to airway inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Summary-We tested whether bacterial pathogens were associated with ARI illness and inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacteria were detected more often in nasal secretions during ARI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in samples without detectable viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were associated with increased airway inflammation , but not increased symptoms .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "310"
  }
}