{
  "paper_id": "eb23de72150266c463b52e1719fdc5bd591756fe",
  "metadata": {
    "title": "Viral and host determinants of RNA virus vector replication and expression",
    "coda_data_split": "train",
    "coda_paper_id": 7854,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Positive-strand RNA viruses have proven to be valuable vectors for delivery and expression of antigens for direct vaccination of animals and vaccine production in plants. However, optimal use of these viruses as vectors for vaccine and other purposes is limited by incomplete understanding of their replication pathways and associated constraints on inserted foreign genes. Further insights into RNA virus vector design and optimization are emerging from recent advances on the function of viral RNA replication factors, the nature of the viral RNA replication complex as a membrane-bounded compartment sequestering replication components from competing processes and host defenses, and identification of surprisingly diverse host genes contributing to many virus replication steps.",
      "sentences": [
        [
          {
            "segment_text": "Positive-strand RNA viruses have proven to be valuable vectors for delivery and expression of antigens for direct vaccination of animals and vaccine production in plants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , optimal use of these viruses as vectors for vaccine and other purposes is limited by incomplete understanding of their replication pathways and associated constraints on inserted foreign genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further insights into RNA virus vector design and optimization are emerging from recent advances on the function of viral RNA replication factors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nature of the viral RNA replication complex as a membrane-bounded compartment sequestering replication components from competing processes and host defenses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and identification of surprisingly diverse host genes contributing to many virus replication steps .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "116"
  }
}