{
  "paper_id": "eb25ca46c7e411e952c63ded8455c9df1006bbd4",
  "metadata": {
    "title": "Mouse models with human immunity and their application in biomedical research Molecular Cell Biology • Introduction • Recipient mouse selection for engrafting xenogeneic human haematopoietic and immune cells • Pre-conditioning regimens for establishing humanized mice -Depletion of innate immune cells in recipient mice -Implication of human growth factors -Making \u0027space\u0027 for donor cells by irradiation or chemical agents • Transplantation strategies to establish humanized mice -Humanized mice achieved by directly implanting mature human immune cells -Humanized mice established by engrafting human HSCs -Humanized mice achieved by engrafting human thymus and HSCs • A proposed ideal humanized mouse model • Applications of humanized mouse models in biomedical research -Ontogeny of human HSCs and immunocell lineages -Autoimmune diseases -Virus infections -Immune response or tolerance to allografts or xenografts -Anti-tumour immune response • Conclusions and perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 5778,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Biomedical research in human beings is largely restricted to in vitro studies that lack complexity of a living organism. To overcome this limitation, humanized mouse models are developed based on immunodeficient characteristics of severe combined immunodeficiency (SCID) or recombination activating gene (Rag) null mice, which can accept xenografts. Peripheral constitution of human immunity in SCID or Rag null mice has been achieved by transplantation of mature human immune cells, foetal human thymus, bone marrow, liver tissues, lymph nodes or a combination of these, although efficiency needs to be improved. These mouse models with constituted human immunity (defined as humanized mice in the present text) have been widely used to investigate the basic principles of human immunobiology as well as complex pathomechanisms and potential therapies of human diseases. Here, elements of an ideal humanized mouse model are highlighted including genetic and non-genetic modification of recipient mice, transplantation strategies and proposals to improve engraftments. The applications of the humanized mice to study the development and response of human immune cells, human autoimmune diseases, virus infections, transplantation biology and tumour biology are reviewed as well.",
      "sentences": [
        [
          {
            "segment_text": "Biomedical research in human beings is largely restricted to in vitro studies that lack complexity of a living organism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To overcome this limitation , humanized mouse models are developed based on immunodeficient characteristics of severe combined immunodeficiency ( SCID ) or recombination activating gene ( Rag ) null mice , which can accept xenografts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Peripheral constitution of human immunity in SCID or Rag null mice has been achieved by transplantation of mature human immune cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "foetal human thymus , bone marrow ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "liver tissues , lymph nodes or a combination of these ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although efficiency needs to be improved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These mouse models with constituted human immunity ( defined as humanized mice in the present text ) have been widely used to investigate the basic principles of human immunobiology as well as complex pathomechanisms and potential therapies of human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , elements of an ideal humanized mouse model are highlighted including genetic and non-genetic modification of recipient mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transplantation strategies and proposals to improve engraftments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The applications of the humanized mice to study the development and response of human immune cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human autoimmune diseases , virus infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transplantation biology and tumour biology are reviewed as well .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "206"
  }
}