{
  "paper_id": "eb269f6146a595e7de513c0b8dc2a14abdad6110",
  "metadata": {
    "title": "Aetiology of childhood pneumonia in a well vaccinated South African birth cohort: a nested case-control study of the Drakenstein Child Health Study",
    "coda_data_split": "train",
    "coda_paper_id": 2344,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Pneumonia is a leading cause of mortality and morbidity in children globally. The cause of pneumonia after introduction of the 13-valent pneumococcal conjugate vaccine (PCV13) has not been well studied in low-income and middle-income countries, and most data are from cross-sectional studies of children admitted to hospital. We aimed to longitudinally investigate the incidence and causes of childhood pneumonia in a South African birth cohort.",
      "sentences": [
        [
          {
            "segment_text": "Background Pneumonia is a leading cause of mortality and morbidity in children globally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The cause of pneumonia after introduction of the 13-valent pneumococcal conjugate vaccine ( PCV13 ) has not been well studied in low-income and middle-income countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and most data are from cross-sectional studies of children admitted to hospital .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to longitudinally investigate the incidence and causes of childhood pneumonia in a South African birth cohort .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We did a nested case-control study of children in the Drakenstein Child Health Study who developed pneumonia from May 29, 2012, to Dec 1, 2014. Children received immunisations including acellular pertussis vaccine and PCV13. A nested subgroup had nasopharyngeal swabs collected every 2 weeks throughout infancy. We identifi ed pneumonia episodes and collected blood, nasopharyngeal swabs, and induced sputum specimens. We used multiplex real-time PCR to detect pathogens in nasopharyngeal swabs and induced sputum of pneumonia cases and in nasopharyngeal swabs of age-matched and site-matched controls. To show associations between organisms and pneumonia we used conditional logistic regression; results are presented as odds ratios (ORs) with 95% CIs.",
      "sentences": [
        [
          {
            "segment_text": "We did a nested case-control study of children in the Drakenstein Child Health Study who developed pneumonia from May 29 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2012 , to Dec 1 , 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children received immunisations including acellular pertussis vaccine and PCV13 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A nested subgroup had nasopharyngeal swabs collected every 2 weeks throughout infancy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identifi ed pneumonia episodes and collected blood ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "nasopharyngeal swabs , and induced sputum specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used multiplex real-time PCR to detect pathogens in nasopharyngeal swabs and induced sputum of pneumonia cases and in nasopharyngeal swabs of age-matched and site-matched controls .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To show associations between organisms and pneumonia we used conditional logistic regression ; results are presented as odds ratios ( ORs ) with 95 % CIs .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "(OR 11·08, 95% CI 1·33-92·54), respiratory syncytial virus (8·05, 4·21-15·38), or infl uenza virus (4·13, 2·06-8·26) were most strongly associated with pneumonia; bocavirus, adenovirus, parainfl uenza virus, Haemophilus infl uenzae, and cytomegalovirus were also associated with pneumonia. In cases, testing of induced sputum in addition to nasopharyngeal swabs provided incremental yield for detection of B pertussis and several viruses.",
      "sentences": [
        [
          {
            "segment_text": "( OR 11 · 08 , 95 % CI 1 · 33-92 · 54 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus ( 8 · 05 , 4 · 21-15 · 38 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or infl uenza virus ( 4 · 13 , 2 · 06-8 · 26 ) were most strongly associated with pneumonia ; bocavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "adenovirus , parainfl uenza virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Haemophilus infl uenzae , and cytomegalovirus were also associated with pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In cases , testing of induced sputum in addition to nasopharyngeal swabs provided incremental yield for detection of B pertussis and several viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Interpretation Pneumonia remains common in this highly vaccinated population. Respiratory syncytial virus was the most frequently detected pathogen associated with pneumonia; infl uenza virus and B pertussis were also strongly associated with pneumonia. Testing of induced sputum increases the yield for detection of several organisms. New vaccines and strategies are needed to address the burden of childhood pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Interpretation Pneumonia remains common in this highly vaccinated population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory syncytial virus was the most frequently detected pathogen associated with pneumonia ; infl uenza virus and B pertussis were also strongly associated with pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Testing of induced sputum increases the yield for detection of several organisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "New vaccines and strategies are needed to address the burden of childhood pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "22",
    "token_num": "355"
  }
}