{
  "paper_id": "eb265b07935811bc052549f3780c9af843ecf45e",
  "metadata": {
    "title": "Chapter 6 Deducing the Crystal Structure of MERS-CoV Helicase",
    "coda_data_split": "train",
    "coda_paper_id": 9887,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA virus encodes a helicase essential for viral RNA transcription and replication when the genome size is larger than 7 kb. Coronavirus (CoV) has an exceptionally large RNA genome (~30 kb) and it encodes an essential replicase, the nonstructural protein 13 (nsp13), a member of superfamily 1 helicases. Nsp13 is among the evolutionary most conserved proteins not only in CoVs but also in nidovirales. Thus, it is considered as an important drug target. However, the high-resolution structure of CoV nsp13 remained unavailable even until more than a decade after the outbreak of the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003, which hindered the structure-based drug design. This is in part due to the intrinsic flexibility of nsp13. Here, we describe protocols of deducing the crystal structure of Middle East respiratory syndrome coronavirus (MERS-CoV) helicase in detail, which include protein expression, purification, crystallization, enzymatic characterization, and structure determination. With these methods, catalytically active recombinant MERS-CoV nsp13 protein can be prepared and crystallized and the crystal structure can be solved.",
      "sentences": [
        [
          {
            "segment_text": "RNA virus encodes a helicase essential for viral RNA transcription and replication when the genome size is larger than 7 kb .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus ( CoV ) has an exceptionally large RNA genome ( ~ 30 kb ) and it encodes an essential replicase ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nonstructural protein 13 ( nsp13 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member of superfamily 1 helicases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nsp13 is among the evolutionary most conserved proteins not only in CoVs but also in nidovirales .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , it is considered as an important drug target .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the high-resolution structure of CoV nsp13 remained unavailable even until more than a decade after the outbreak of the severe acute respiratory syndrome coronavirus ( SARS-CoV ) in 2003 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which hindered the structure-based drug design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is in part due to the intrinsic flexibility of nsp13 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe protocols of deducing the crystal structure of Middle East respiratory syndrome coronavirus ( MERS-CoV ) helicase in detail ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which include protein expression , purification ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "crystallization , enzymatic characterization , and structure determination .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "With these methods , catalytically active recombinant MERS-CoV nsp13 protein can be prepared and crystallized and the crystal structure can be solved .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "200"
  }
}