{
  "paper_id": "eb5417b7729ff5548e5b9ddcb837fa52efc586f8",
  "metadata": {
    "title": "In silico target fishing and pharmacological profiling for the isoquinoline alkaloids of Macleaya cordata (Bo Luo Hui)",
    "coda_data_split": "train",
    "coda_paper_id": 3022,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Some isoquinoline alkaloids from Macleaya cordata (Willd). R. Br. (Bo Luo Hui) exhibited antibacterial, antiparasitic, antitumor, and analgesic effects. The targets of these isoquinoline alkaloids are undefined. This study aims to investigate the compound-target interaction network and potential pharmacological actions of isoquinoline alkaloids of M. cordata by reverse pharmacophore database screening.",
      "sentences": [
        [
          {
            "segment_text": "Background : Some isoquinoline alkaloids from Macleaya cordata ( Willd ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "R. Br .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( Bo Luo Hui ) exhibited antibacterial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiparasitic , antitumor , and analgesic effects .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The targets of these isoquinoline alkaloids are undefined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aims to investigate the compound-target interaction network and potential pharmacological actions of isoquinoline alkaloids of M. cordata by reverse pharmacophore database screening .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "The targets of 26 isoquinoline alkaloids identified from M. cordata were predicted by a pharmacophorebased target fishing approach. Discovery Studio 3.5 and two pharmacophore databases (PharmaDB and HypoDB) were employed for the target profiling. A compound-target interaction network of M. cordata was constructed and analyzed by Cytoscape 3.0.",
      "sentences": [
        [
          {
            "segment_text": "The targets of 26 isoquinoline alkaloids identified from M. cordata were predicted by a pharmacophorebased target fishing approach .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Discovery Studio 3.5 and two pharmacophore databases ( PharmaDB and HypoDB ) were employed for the target profiling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A compound-target interaction network of M. cordata was constructed and analyzed by Cytoscape 3.0 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Thirteen of the 65 predicted targets identified by PharmaDB were confirmed as targets by HypoDB screening. The targets in the interaction network of M. cordata were involved in cancer (31 targets), microorganisms (12 targets), neurodegeneration (10 targets), inflammation and autoimmunity (8 targets), parasitosis (5 targets), injury (4 targets), and pain (3 targets). Dihydrochelerythrine (C6) was found to hit 23 fitting targets. Macrophage migration inhibitory factor (MIF) hits 15 alkaloids (C1-2, C11-16, C19-25) was the most promising target related to cancer.",
      "sentences": [
        [
          {
            "segment_text": "Results : Thirteen of the 65 predicted targets identified by PharmaDB were confirmed as targets by HypoDB screening .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The targets in the interaction network of M. cordata were involved in cancer ( 31 targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "microorganisms ( 12 targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neurodegeneration ( 10 targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inflammation and autoimmunity ( 8 targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parasitosis ( 5 targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "injury ( 4 targets ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and pain ( 3 targets ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dihydrochelerythrine ( C6 ) was found to hit 23 fitting targets .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Macrophage migration inhibitory factor ( MIF ) hits 15 alkaloids ( C1-2 , C11-16 , C19-25 ) was the most promising target related to cancer .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Through in silico target fishing, the anticancer, anti-inflammatory, and analgesic effects of M. cordata were the most significant among many possible activities. The possible anticancer effects were mainly contributed by the isoquinoline alkaloids as active components. © 2015 Lei et al. This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http:// creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/",
      "sentences": [
        [
          {
            "segment_text": "Through in silico target fishing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the anticancer , anti-inflammatory , and analgesic effects of M. cordata were the most significant among many possible activities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The possible anticancer effects were mainly contributed by the isoquinoline alkaloids as active components .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "© 2015 Lei et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http : / / creativecommons.org/licenses/by/4.0/ ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which permits unrestricted use , distribution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reproduction in any medium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provided you give appropriate credit to the original author ( s ) and the source ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provide a link to the Creative Commons license ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and indicate if changes were made .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Creative Commons Public Domain Dedication waiver ( http://creativecommons.org/publicdomain/",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "17",
    "segment_num": "30",
    "token_num": "356"
  }
}