{
  "paper_id": "eb56456b72f8bba692fabc31db87f76cf37a6c71",
  "metadata": {
    "title": "Basic and clinical immunology Current perspectives Innate immunity for biodefense: A strategy whose time has come",
    "coda_data_split": "train",
    "coda_paper_id": 7339,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Defense against biothreat agents requires a broad-spectrum approach. Modulation of the innate immune system might fulfill this requirement. Hackett\u0027s previous review of innate immune activation as a broad-spectrum biodefense strategy identified several unresolved questions. The current article is a systematic approach to answering those questions with the focused participation of research groups developing this technology. Our team of academic and industry participants reviewed the promising agents and came to the following conclusions. It is feasible to construct a biodefense platform combining synergistic agents that activate the innate immune system against a broad range of pathogens on the basis of conserved microbial components by using a nasal spray for immune activation in the respiratory and gastrointestinal tracts because these are the most likely routes of attack. It might also be possible to include agents that inhibit molecular events leading to septic shock. Innate immune-activating agents designed to activate Toll-like and other receptors will probably provide protection against the biothreat pathogen spectrum for periods ranging from 2 to 14 days for IFNs up to 26 weeks for immunomodulatory oligonucleotides. Initial treatment is proposed on the first index case or biosensor alert. Boost doses would be required. Harmful inflammation is possible, but thus far, only transient fever has been observed. Autoimmune reaction and retroviral activation have not been seen thus far in preclinical and human trials of many of these compounds. Toll-like receptor agonists caused cytokine production in all subjects tested, but genetic polymorphism reduced the response to IFN in African American subjects. (J Allergy Clin Immunol 2005;116:1334-42.) ",
      "sentences": [
        [
          {
            "segment_text": "Defense against biothreat agents requires a broad-spectrum approach .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Modulation of the innate immune system might fulfill this requirement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hackett \u0027s previous review of innate immune activation as a broad-spectrum biodefense strategy identified several unresolved questions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The current article is a systematic approach to answering those questions with the focused participation of research groups developing this technology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our team of academic and industry participants reviewed the promising agents and came to the following conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is feasible to construct a biodefense platform combining synergistic agents that activate the innate immune system against a broad range of pathogens on the basis of conserved microbial components by using a nasal spray for immune activation in the respiratory and gastrointestinal tracts because these are the most likely routes of attack .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It might also be possible to include agents that inhibit molecular events leading to septic shock .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Innate immune-activating agents designed to activate Toll-like and other receptors will probably provide protection against the biothreat pathogen spectrum for periods ranging from 2 to 14 days for IFNs up to 26 weeks for immunomodulatory oligonucleotides .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Initial treatment is proposed on the first index case or biosensor alert .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Boost doses would be required .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Harmful inflammation is possible , but thus far ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only transient fever has been observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Autoimmune reaction and retroviral activation have not been seen thus far in preclinical and human trials of many of these compounds .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Toll-like receptor agonists caused cytokine production in all subjects tested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but genetic polymorphism reduced the response to IFN in African American subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( J Allergy Clin Immunol 2005 ; 116:1334-42 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "16",
    "token_num": "277"
  }
}