{
  "paper_id": "eb657ff6a2abb31f6e8c6c9ac91814cb8fcda133",
  "metadata": {
    "title": "Kikuchi-Fujimoto disease (histiocytic necrotizing lymphadenitis) with atypical encephalitis and painful testitis: a case report",
    "coda_data_split": "train",
    "coda_paper_id": 6469,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Kikuchi-Fujimoto disease is a self-limited clinicopathologic entity that is increasingly recognized worldwide. Kikuchi-Fujimoto disease is characterized by cervical lymphadenopathy occurring in young adults. Neurologic involvement is rare, and testitis directly caused by Kikuchi-Fujimoto disease has not yet been reported. Case presentation: A 19-year-old man was brought to our clinic with complaints of fever, headache, fatigue, and left lower quadrant pain that had persisted for 3 weeks. On physical examination, painful cervical lymphadenopathies were observed. Meningitis was suspected based on a cerebrospinal fluid examination, and leftsided orchitis was diagnosed based on findings from magnetic resonance imaging and ultrasonography. However, neither antibiotics nor antiviral drugs were effective in treating the patient\u0027s symptoms. On the 20 th day of hospitalization, the patient experienced a loss of consciousness, and brain T2-weighted magnetic resonance imaging showed asymmetrical, high-signal intensities in both basal nuclei and the left temporal lobe. Encephalitis was suspected, and the patient was treated with intravenous prednisolone pulse therapy (1 g/day) for 3 days and intravenous immunoglobulin therapy for 5 days. A left cervical lymph node biopsy showed apoptotic necrosis in paracortical and cortical areas with an abundance of macrophages and large lymphoid cells, which had irregular nuclei suggestive of Kikuchi-Fujimoto disease; the pathological findings from a brain biopsy were the same as those of the cervical lymph node biopsy. The encephalitis and cervical lymphadenopathies followed a benign course, as did the testitis. Conclusions: This is the first report of Kikuchi-Fujimoto disease involving painful testitis and pathologically proven asymmetrical brain regions. Kikuchi-Fujimoto disease should be included in the differential diagnosis when a patient presents with encephalitis, testitis, and fever of unknown origin.",
      "sentences": [
        [
          {
            "segment_text": "Background : Kikuchi-Fujimoto disease is a self-limited clinicopathologic entity that is increasingly recognized worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Kikuchi-Fujimoto disease is characterized by cervical lymphadenopathy occurring in young adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neurologic involvement is rare , and testitis directly caused by Kikuchi-Fujimoto disease has not yet been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Case presentation : A 19-year-old man was brought to our clinic with complaints of fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "headache , fatigue , and left lower quadrant pain that had persisted for 3 weeks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On physical examination , painful cervical lymphadenopathies were observed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meningitis was suspected based on a cerebrospinal fluid examination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and leftsided orchitis was diagnosed based on findings from magnetic resonance imaging and ultrasonography .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , neither antibiotics nor antiviral drugs were effective in treating the patient \u0027s symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the 20 th day of hospitalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the patient experienced a loss of consciousness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and brain T2-weighted magnetic resonance imaging showed asymmetrical ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "high-signal intensities in both basal nuclei and the left temporal lobe .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Encephalitis was suspected , and the patient was treated with intravenous prednisolone pulse therapy ( 1 g/day ) for 3 days and intravenous immunoglobulin therapy for 5 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A left cervical lymph node biopsy showed apoptotic necrosis in paracortical and cortical areas with an abundance of macrophages and large lymphoid cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which had irregular nuclei suggestive of Kikuchi-Fujimoto disease ; the pathological findings from a brain biopsy were the same as those of the cervical lymph node biopsy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The encephalitis and cervical lymphadenopathies followed a benign course , as did the testitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This is the first report of Kikuchi-Fujimoto disease involving painful testitis and pathologically proven asymmetrical brain regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Kikuchi-Fujimoto disease should be included in the differential diagnosis when a patient presents with encephalitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "testitis , and fever of unknown origin .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "305"
  }
}