{
  "paper_id": "eb6bcd87e93e2bac6bd7b03367102b0a05e458e3",
  "metadata": {
    "title": "Ferret badger rabies origin and its revisited importance as potential source of rabies transmission in Southeast China",
    "coda_data_split": "train",
    "coda_paper_id": 7390,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The frequent occurrence of ferret badger-associated human rabies cases in southeast China highlights the lack of laboratory-based surveillance and urges revisiting the potential importance of this animal in rabies transmission. To determine if the ferret badgers actually contribute to human and dog rabies cases, and the possible origin of the ferret badger-associated rabies in the region, an active rabies survey was conducted to determine the frequency of rabies infection and seroprevalence in dogs and ferret badgers. Methods: A retrospective survey on rabies epidemics was performed in Zhejiang, Jiangxi and Anhui provinces in southeast China. The brain tissues from ferret badgers and dogs were assayed by fluorescent antibody test. Rabies virus was isolated and sequenced for phylogenetic analysis. The sera from ferret badgers and dogs were titrated using rabies virus neutralizing antibodies (VNA) test.",
      "sentences": [
        [
          {
            "segment_text": "Background : The frequent occurrence of ferret badger-associated human rabies cases in southeast China highlights the lack of laboratory-based surveillance and urges revisiting the potential importance of this animal in rabies transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine if the ferret badgers actually contribute to human and dog rabies cases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and the possible origin of the ferret badger-associated rabies in the region ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "an active rabies survey was conducted to determine the frequency of rabies infection and seroprevalence in dogs and ferret badgers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A retrospective survey on rabies epidemics was performed in Zhejiang ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Jiangxi and Anhui provinces in southeast China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The brain tissues from ferret badgers and dogs were assayed by fluorescent antibody test .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Rabies virus was isolated and sequenced for phylogenetic analysis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The sera from ferret badgers and dogs were titrated using rabies virus neutralizing antibodies ( VNA ) test .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The ferret badgers presented a higher percentage of rabies seroconversion than dogs did in the endemic region, reaching a maximum of 95% in the collected samples. Nine ferret badger-associated rabies viruses were isolated, sequenced, and were phylogenetically clustered as a separate group. Nucleotide sequence revealed 99.4-99.8% homology within the ferret badger isolates, and 83-89% homology to the dog isolates in the nucleoprotein and glycoprotein genes in the same rabies endemic regions.",
      "sentences": [
        [
          {
            "segment_text": "The ferret badgers presented a higher percentage of rabies seroconversion than dogs did in the endemic region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reaching a maximum of 95 % in the collected samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nine ferret badger-associated rabies viruses were isolated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sequenced , and were phylogenetically clustered as a separate group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nucleotide sequence revealed 99.4-99.8 % homology within the ferret badger isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 83-89 % homology to the dog isolates in the nucleoprotein and glycoprotein genes in the same rabies endemic regions .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Our data suggest ferret badger-associated rabies has likely formed as an independent enzootic originating from dogs during the long-term rabies infestation in southeast China. The eventual role of FB rabies in public health remains unclear. However, management of ferret badger bites, rabies awareness and control in the related regions should be an immediate need.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Our data suggest ferret badger-associated rabies has likely formed as an independent enzootic originating from dogs during the long-term rabies infestation in southeast China .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The eventual role of FB rabies in public health remains unclear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , management of ferret badger bites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rabies awareness and control in the related regions should be an immediate need .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "289"
  }
}