{
  "paper_id": "eb7c66ab2a4e776a417644ebe563a10cf2bcbf7f",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7200,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lethal interactions between members of the carnivore guild are well represented in literature. In the Iberian lynx, interspecific killing (without prey consumption) of some mesocarnivores, such as the Egyptian mongoose, genet, and red fox, has been reported. Although vaguely documented, evidence suggests feral cats fall victim to interactions with this apex predator. Here, we describe the first documented case of interspecific killing and partial consumption of a feral cat by an adult male Iberian lynx reintroduced in Southwestern Spain. Ulterior analyses demonstrated that the victim was viremic to feline leukemia virus. To prevent the dissemination of the virus and a potential outbreak in the Iberian lynx population, control measures, including the clinical evaluation of the male Iberian lynx, and intensive monitoring were implemented in order to detect intraspecific interactions. After 3 weeks, the lynx was evaluated, presented good condition and resulted negative to both ELISA and RT-PCR. Thanks to the long-term monitoring, this case could be detected and measures to prevent an outbreak could be implemented.",
      "sentences": [
        [
          {
            "segment_text": "Lethal interactions between members of the carnivore guild are well represented in literature .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the Iberian lynx , interspecific killing ( without prey consumption ) of some mesocarnivores ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as the Egyptian mongoose ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genet , and red fox , has been reported .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although vaguely documented , evidence suggests feral cats fall victim to interactions with this apex predator .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe the first documented case of interspecific killing and partial consumption of a feral cat by an adult male Iberian lynx reintroduced in Southwestern Spain .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Ulterior analyses demonstrated that the victim was viremic to feline leukemia virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To prevent the dissemination of the virus and a potential outbreak in the Iberian lynx population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "control measures , including the clinical evaluation of the male Iberian lynx ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and intensive monitoring were implemented in order to detect intraspecific interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After 3 weeks , the lynx was evaluated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "presented good condition and resulted negative to both ELISA and RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thanks to the long-term monitoring ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this case could be detected and measures to prevent an outbreak could be implemented .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "189"
  }
}