{
  "paper_id": "eb979bab57933dd9c6c1c02684bd3d7002cb604c",
  "metadata": {
    "title": "Veterinary Microbiology Identification of enteric viruses circulating in a dog population with low vaccine coverage",
    "coda_data_split": "train",
    "coda_paper_id": 7299,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "b r a z i l i a n j o u r n a l o f m i c r o b i o l o g y 4 9 (2 0 1 8) 790-794 h t t p : / / w w w . b j m i c r o b i o l . c o m . b r / Distemper Parvovirus Diarrhea Dog Co-infection a b s t r a c t Although the use of vaccines has controlled enteric diseases in dogs in many developed countries, vaccine coverage is still under optimal situation in Brazil. There is a large population of nonimmunized dogs and few studies about the identification of the viruses associated with diarrhea. To address this situation, stool samples from 325 dogs were analyzed by polymerase chain reaction for the detection of common enteric viruses such as Canine adenovirus (CAdV), Canine coronavirus (CCoV), Canine distemper virus (CDV), Canine rotavirus (CRV)",
      "sentences": [
        [
          {
            "segment_text": "b r a z i l i a n j o u r n a l o f m i c r o b i o l o g y 4 9 ( 2 0 1 8 ) 790-794 h t t p : / / w w w .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "b j m i c r o b i o l .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "c o m .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "b r / Distemper Parvovirus Diarrhea Dog Co-infection a b s t r a c t Although the use of vaccines has controlled enteric diseases in dogs in many developed countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccine coverage is still under optimal situation in Brazil .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is a large population of nonimmunized dogs and few studies about the identification of the viruses associated with diarrhea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address this situation , stool samples from 325 dogs were analyzed by polymerase chain reaction for the detection of common enteric viruses such as Canine adenovirus ( CAdV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Canine coronavirus ( CCoV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Canine distemper virus ( CDV ) , Canine rotavirus ( CRV )",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "and Carnivorous protoparvovirus 1 (canine parvovirus 2; CPV-2). At least one of these species was detected in 56.6% (184/325) of the samples. The viruses detected most frequently in either diarrheic or nondiarrheic dog feces were CPV-2 (54.3% of the positive samples), CDV (45.1%) and CCoV (30.4%), followed by CRV (8.2%) and CAdV (4.9%). Only one agent was detected in the majority of the positive samples (63%), but co-infections were present in 37% of the positive samples and mainly included CDV and CPV-2. The data presented herein can improve the clinical knowledge in regions with low vaccine coverage and highlight the need to improve the methods used to control these infectious diseases in domestic dogs.",
      "sentences": [
        [
          {
            "segment_text": "and Carnivorous protoparvovirus 1 ( canine parvovirus 2 ; CPV-2 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At least one of these species was detected in 56.6 % ( 184/325 ) of the samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viruses detected most frequently in either diarrheic or nondiarrheic dog feces were CPV-2 ( 54.3 % of the positive samples ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CDV ( 45.1 % ) and CCoV ( 30.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by CRV ( 8.2 % ) and CAdV ( 4.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only one agent was detected in the majority of the positive samples ( 63 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but co-infections were present in 37 % of the positive samples and mainly included CDV and CPV-2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data presented herein can improve the clinical knowledge in regions with low vaccine coverage and highlight the need to improve the methods used to control these infectious diseases in domestic dogs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "17",
    "token_num": "325"
  }
}