{
  "paper_id": "ebb0923ff2b6a4d69e60af7b5fa8fa66a0d8e07e",
  "metadata": {
    "title": "The impact of 13-valent pneumococcal conjugate vaccination on virus-associated community-acquired pneumonia in elderly Exploratory analysis of the CAPiTA trial",
    "coda_data_split": "train",
    "coda_paper_id": 2167,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objectives: Our objective was to evaluate whether vaccination with the 13-valent pneumococcal conjugate vaccine (PCV13) prevents the incidence of community-acquired pneumonia (CAP) caused by influenza (influenza-associated CAP, IA-CAP) or other respiratory viruses in the elderly. Methods: This analysis was part of the Community-Acquired Pneumonia immunization Trial in Adults (CAPiTA); a double blind, randomized, placebo-controlled trial in 84 496 immunocompetent individuals aged !65 years. CAP was defined by clinical and radiological criteria, and oropharyngeal swabs were collected from all individuals referred to a sentinel centre with a clinical suspicion of pneumonia. Presence of influenza A and B, parainfluenza 1, 2, 3 and 4, human adeno-, boca-, corona-, metapneumo-, rhino-and respiratory syncytial viruses was determined by real-time PCR. Results: Of 3209 episodes of suspected pneumonia, viral aetiology was tested in 2917 and proportions with influenza virus, human metapneumovirus and respiratory syncytial virus were 4.6%, 2.5% and 3.1%, respectively. There were 1653 oropharyngeal swabs for PCR testing available from 1814 episodes that fulfilled criteria for CAP, yielding 23 first episodes of IA-CAP in the PCV13 and 35 in the in placebo groupdvaccine efficacy for IA-CAP of 34.4% (95% CI e11.1% to 61.2%; p 0.117). Annual influenza vaccination was received by 672 (87.2%) in the PCV13 group and 719 (87.7%) in the placebo group of the confirmed CAP cases. Conclusion: In a randomized study of 84 496 elderly individuals with a high uptake of influenza vaccination, PCV13 was not associated with a statistically significant reduction of influenza or virus-associated CAP. Overall incidence of non-influenza viral pneumonia was low. S.M. Huijts, Clin Microbiol Infect 2018;24:764",
      "sentences": [
        [
          {
            "segment_text": "Objectives : Our objective was to evaluate whether vaccination with the 13-valent pneumococcal conjugate vaccine ( PCV13 ) prevents the incidence of community-acquired pneumonia ( CAP ) caused by influenza ( influenza-associated CAP , IA-CAP ) or other respiratory viruses in the elderly .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : This analysis was part of the Community-Acquired Pneumonia immunization Trial in Adults ( CAPiTA ) ; a double blind ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "randomized , placebo-controlled trial in 84 496 immunocompetent individuals aged !",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "65 years .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CAP was defined by clinical and radiological criteria ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and oropharyngeal swabs were collected from all individuals referred to a sentinel centre with a clinical suspicion of pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Presence of influenza A and B ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "parainfluenza 1 , 2 , 3 and 4 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "human adeno - , boca - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "corona - , metapneumo - ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rhino-and respiratory syncytial viruses was determined by real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of 3209 episodes of suspected pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral aetiology was tested in 2917 and proportions with influenza virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human metapneumovirus and respiratory syncytial virus were 4.6 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2.5 % and 3.1 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were 1653 oropharyngeal swabs for PCR testing available from 1814 episodes that fulfilled criteria for CAP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yielding 23 first episodes of IA-CAP in the PCV13 and 35 in the in placebo groupdvaccine efficacy for IA-CAP of 34.4 % ( 95 % CI e11 .1 % to 61.2 % ; p 0.117 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Annual influenza vaccination was received by 672 ( 87.2 % ) in the PCV13 group and 719 ( 87.7 % ) in the placebo group of the confirmed CAP cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : In a randomized study of 84 496 elderly individuals with a high uptake of influenza vaccination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PCV13 was not associated with a statistically significant reduction of influenza or virus-associated CAP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall incidence of non-influenza viral pneumonia was low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "S.M. Huijts , Clin Microbiol Infect 2018 ; 24:764",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "325"
  }
}