{
  "paper_id": "ebb12915ec020bed3a5258d043b6a1d2608c0821",
  "metadata": {
    "title": "Feature Demand Analysis and Management Suggestion: Sharing Epidemiological Data Among Medical Institutions in Megacities for Epidemic Prevention and Control",
    "coda_data_split": "train",
    "coda_paper_id": 5974,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "During the prevention of coronavirus disease 2019 , epidemiological data is essential for controlling the source of infection, cutting off the route of transmission, and protecting vulnerable populations. Following Law of the People\u0027s Republic of China on Prevention and Treatment of Infectious Diseases and other related regulations, medical institutions have been authorized to collect the detailed information of patients, while it is still a formidable task in megacities because of the significant patient mobility and the existing information sharing barrier. As a smart city which strengthens precise epidemic prevention and control, Shanghai has established a multi-department platform named \"one-net management\" on dynamic information monitoring. By sharing epidemiological data with medical institutions under a safe environment, we believe that the ability to prevent and control epidemics among medical institutions will be effectively and comprehensively improved.",
      "sentences": [
        [
          {
            "segment_text": "During the prevention of coronavirus disease 2019 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epidemiological data is essential for controlling the source of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cutting off the route of transmission , and protecting vulnerable populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following Law of the People \u0027s Republic of China on Prevention and Treatment of Infectious Diseases and other related regulations ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "medical institutions have been authorized to collect the detailed information of patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while it is still a formidable task in megacities because of the significant patient mobility and the existing information sharing barrier .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a smart city which strengthens precise epidemic prevention and control ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Shanghai has established a multi-department platform named `` one-net management \u0027\u0027 on dynamic information monitoring .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By sharing epidemiological data with medical institutions under a safe environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we believe that the ability to prevent and control epidemics among medical institutions will be effectively and comprehensively improved .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "10",
    "token_num": "147"
  }
}