{
  "paper_id": "ebbad96c3af4aba4be4a1be0d79d535aff8a1551",
  "metadata": {
    "title": "Case Report Acute Hemorrhagic Edema of Infancy after Coronavirus Infection with Recurrent Rash",
    "coda_data_split": "train",
    "coda_paper_id": 4600,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Purpura, particularly when accompanied by fever, is a worrisome finding in children. Acute hemorrhagic edema of infancy (AHEI) is a benign type of small-vessel leukocytoclastic vasculitis that presents with progressive purpura and has an excellent prognosis. Patients with AHEI present with large, target-like purpuric plaques affecting the face, ear lobes, and extremities. While the rapid onset of these skin findings can be dramatic, the child with AHEI is usually well appearing with reassuring laboratory testing. We describe a case of a previously healthy 8-month-old female who presented with progressive purpura in a nondependent distribution, low-grade fevers, and extremity swelling. An extensive workup was performed prior to making the diagnosis of AHEI. Coronavirus was implicated as the likely triggering pathogen, and the patient suffered a recurrence of purpuric rash and swelling several weeks after her initial presentation.",
      "sentences": [
        [
          {
            "segment_text": "Purpura , particularly when accompanied by fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a worrisome finding in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute hemorrhagic edema of infancy ( AHEI ) is a benign type of small-vessel leukocytoclastic vasculitis that presents with progressive purpura and has an excellent prognosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patients with AHEI present with large ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "target-like purpuric plaques affecting the face ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ear lobes , and extremities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While the rapid onset of these skin findings can be dramatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the child with AHEI is usually well appearing with reassuring laboratory testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe a case of a previously healthy 8-month-old female who presented with progressive purpura in a nondependent distribution ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "low-grade fevers , and extremity swelling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An extensive workup was performed prior to making the diagnosis of AHEI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Coronavirus was implicated as the likely triggering pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the patient suffered a recurrence of purpuric rash and swelling several weeks after her initial presentation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "154"
  }
}