{
  "paper_id": "ec01a032a68dbe66dafb1dedb6ff6ee38f2b3cca",
  "metadata": {
    "title": "Impact of bacterial colonization on the severity, and accompanying airway inflammation, of virus-induced wheezing in children",
    "coda_data_split": "train",
    "coda_paper_id": 6962,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is reported that bacterial colonization of the airway in neonates affects the likelihood and severity of subsequent wheezing in childhood. This study aimed to explore the impact of bacterial colonization on the severity of virus-induced wheezing, and accompanying airway inflammation. Nasopharyngeal aspirates (NPAs) from 68 hospitalized children with bronchiolitis and 85 children with recurrent wheezing were obtained. Eleven common respiratory viruses were sought by PCR and/or direct fluorescence assay. Bacteria were isolated from NPAs by routine culture methods. Cell numbers and concentrations of cytokines/chemokines in the NPAs were measured, and nucleated cells were characterized. The frequency of bacterial colonization in children with recurrent wheezing was significantly higher than in children with an initial attack of bronchiolitis. Bacterial colonization accompanying virus infection had no effect on clinical manifestations, duration of hospitalization, concentrations of cytokines/chemokines (except interleukin-10 (IL-10)) or cellularity in the children with bronchiolitis; however, among the children with recurrent wheezing, those who had coexistent non-invasive bacterial colonization and virus infection presented more frequent cyanosis, longer duration of hospitalization, a higher concentration of IL-10 and a higher percentage of neutrophils in NPAs than those with virus infection but without bacterial colonization. Bacterial colonization was common in children with virus-induced wheezing, particularly in the situation of recurrent wheezing. To some extent, bacterial colonization accompanying virus infection may contribute to the severity of the wheezing because of its impact on airway inflammation.",
      "sentences": [
        [
          {
            "segment_text": "It is reported that bacterial colonization of the airway in neonates affects the likelihood and severity of subsequent wheezing in childhood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to explore the impact of bacterial colonization on the severity of virus-induced wheezing , and accompanying airway inflammation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal aspirates ( NPAs ) from 68 hospitalized children with bronchiolitis and 85 children with recurrent wheezing were obtained .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Eleven common respiratory viruses were sought by PCR and/or direct fluorescence assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacteria were isolated from NPAs by routine culture methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cell numbers and concentrations of cytokines/chemokines in the NPAs were measured ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and nucleated cells were characterized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The frequency of bacterial colonization in children with recurrent wheezing was significantly higher than in children with an initial attack of bronchiolitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacterial colonization accompanying virus infection had no effect on clinical manifestations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "duration of hospitalization , concentrations of cytokines/chemokines ( except interleukin-10 ( IL-10 ) ) or cellularity in the children with bronchiolitis ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "among the children with recurrent wheezing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "those who had coexistent non-invasive bacterial colonization and virus infection presented more frequent cyanosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "longer duration of hospitalization , a higher concentration of IL-10 and a higher percentage of neutrophils in NPAs than those with virus infection but without bacterial colonization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bacterial colonization was common in children with virus-induced wheezing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the situation of recurrent wheezing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To some extent , bacterial colonization accompanying virus infection may contribute to the severity of the wheezing because of its impact on airway inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "257"
  }
}