{
  "paper_id": "ec024a8b9fd12921e71b8c384aba25365a623804",
  "metadata": {
    "title": "In silico pharmacology for drug discovery: applications to targets and beyond",
    "coda_data_split": "train",
    "coda_paper_id": 7329,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Computational (in silico) methods have been developed and widely applied to pharmacology hypothesis development and testing. These in silico methods include databases, quantitative structure-activity relationships, similarity searching, pharmacophores, homology models and other molecular modeling, machine learning, data mining, network analysis tools and data analysis tools that use a computer. Such methods have seen frequent use in the discovery and optimization of novel molecules with affinity to a target, the clarification of absorption, distribution, metabolism, excretion and toxicity properties as well as physicochemical characterization. The first part of this review discussed the methods that have been used for virtual ligand and target-based screening and profiling to predict biological activity. The aim of this second part of the review is to illustrate some of the varied applications of in silico methods for pharmacology in terms of the targets addressed. We will also discuss some of the advantages and disadvantages of in silico methods with respect to in vitro and in vivo methods for pharmacology research. Our conclusion is that the in silico pharmacology paradigm is ongoing and presents a rich array of opportunities that will assist in expediating the discovery of new targets, and ultimately lead to compounds with predicted biological activity for these novel targets.",
      "sentences": [
        [
          {
            "segment_text": "Computational ( in silico ) methods have been developed and widely applied to pharmacology hypothesis development and testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These in silico methods include databases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "quantitative structure-activity relationships , similarity searching ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pharmacophores , homology models and other molecular modeling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "machine learning , data mining ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "network analysis tools and data analysis tools that use a computer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such methods have seen frequent use in the discovery and optimization of novel molecules with affinity to a target ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the clarification of absorption , distribution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "metabolism , excretion and toxicity properties as well as physicochemical characterization .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The first part of this review discussed the methods that have been used for virtual ligand and target-based screening and profiling to predict biological activity .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The aim of this second part of the review is to illustrate some of the varied applications of in silico methods for pharmacology in terms of the targets addressed .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We will also discuss some of the advantages and disadvantages of in silico methods with respect to in vitro and in vivo methods for pharmacology research .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our conclusion is that the in silico pharmacology paradigm is ongoing and presents a rich array of opportunities that will assist in expediating the discovery of new targets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ultimately lead to compounds with predicted biological activity for these novel targets .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "225"
  }
}