{
  "paper_id": "ec19bc2eee7c2b376339367dd6e3f8bef099b3b8",
  "metadata": {
    "title": "Whole exome sequencing in the differential diagnosis of Diamond-Blackfan anemia: Clinical and molecular study of three patients with novel RPL5 and mosaic RPS19 mutations",
    "coda_data_split": "train",
    "coda_paper_id": 5649,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Diamond-Blackfan anemia (DBA) is a rare congenital disorder presenting remarkable phenotypic overlap with other inherited bone marrow failure syndromes, making differential diagnosis challenging and its confirmation often reached with great delay. By whole exome sequencing, we unraveled the presence of pathogenic variants affecting genes already known to be involved in DBA pathogenesis (RPL5 and RPS19) in three patients with otherwise uncertain clinical diagnosis, and provided new insights on DBA genotype-phenotype correlations. Remarkably, the RPL5 c.482del frameshift mutation has never been reported before, whereas the RPS19 c.3GN T missense mutation, although previously described in a 2-month-old DBA patient without malformations and refractory to steroid therapy, was detected here in the mosaic state in different bodily tissues for the first time in DBA patients.",
      "sentences": [
        [
          {
            "segment_text": "Diamond-Blackfan anemia ( DBA ) is a rare congenital disorder presenting remarkable phenotypic overlap with other inherited bone marrow failure syndromes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "making differential diagnosis challenging and its confirmation often reached with great delay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By whole exome sequencing , we unraveled the presence of pathogenic variants affecting genes already known to be involved in DBA pathogenesis ( RPL5 and RPS19 ) in three patients with otherwise uncertain clinical diagnosis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and provided new insights on DBA genotype-phenotype correlations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Remarkably , the RPL5 c. 482del frameshift mutation has never been reported before ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the RPS19 c. 3GN T missense mutation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although previously described in a 2-month-old DBA patient without malformations and refractory to steroid therapy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was detected here in the mosaic state in different bodily tissues for the first time in DBA patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "8",
    "token_num": "138"
  }
}