{
  "paper_id": "ec3316b6d33659c1070099a4395a1c25eeacc446",
  "metadata": {
    "title": "Triple Combination of Amantadine, Ribavirin, and Oseltamivir Is Highly Active and Synergistic against Drug Resistant Influenza Virus Strains In Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 9228,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The rapid emergence and subsequent spread of the novel 2009 Influenza A/H1N1 virus (2009 H1N1) has prompted the World Health Organization to declare the first pandemic of the 21 st century, highlighting the threat of influenza to public health and healthcare systems. Widespread resistance to both classes of influenza antivirals (adamantanes and neuraminidase inhibitors) occurs in both pandemic and seasonal viruses, rendering these drugs to be of marginal utility in the treatment modality. Worldwide, virtually all 2009 H1N1 and seasonal H3N2 strains are resistant to the adamantanes (rimantadine and amantadine), and the majority of seasonal H1N1 strains are resistant to oseltamivir, the most widely prescribed neuraminidase inhibitor (NAI). To address the need for more effective therapy, we evaluated the in vitro activity of a triple combination antiviral drug (TCAD) regimen composed of drugs with different mechanisms of action against drugresistant seasonal and 2009 H1N1 influenza viruses. Amantadine, ribavirin, and oseltamivir, alone and in combination, were tested against amantadine-and oseltamivir-resistant influenza A viruses using an in vitro infection model in MDCK cells. Our data show that the triple combination was highly synergistic against drug-resistant viruses, and the synergy of the triple combination was significantly greater than the synergy of any double combination tested (P,0.05), including the combination of two NAIs. Surprisingly, amantadine and oseltamivir contributed to the antiviral activity of the TCAD regimen against amantadine-and oseltamivir-resistant viruses, respectively, at concentrations where they had no activity as single agents, and at concentrations that were clinically achievable. Our data demonstrate that the TCAD regimen composed of amantadine, ribavirin, and oseltamivir is highly synergistic against resistant viruses, including 2009 H1N1. The TCAD regimen overcomes baseline drug resistance to both classes of approved influenza antivirals, and thus may represent a highly active antiviral therapy for seasonal and pandemic influenza.",
      "sentences": [
        [
          {
            "segment_text": "The rapid emergence and subsequent spread of the novel 2009 Influenza A/H1N1 virus ( 2009 H1N1 ) has prompted the World Health Organization to declare the first pandemic of the 21 st century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highlighting the threat of influenza to public health and healthcare systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Widespread resistance to both classes of influenza antivirals ( adamantanes and neuraminidase inhibitors ) occurs in both pandemic and seasonal viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "rendering these drugs to be of marginal utility in the treatment modality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Worldwide , virtually all 2009 H1N1 and seasonal H3N2 strains are resistant to the adamantanes ( rimantadine and amantadine ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the majority of seasonal H1N1 strains are resistant to oseltamivir ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the most widely prescribed neuraminidase inhibitor ( NAI ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To address the need for more effective therapy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we evaluated the in vitro activity of a triple combination antiviral drug ( TCAD ) regimen composed of drugs with different mechanisms of action against drugresistant seasonal and 2009 H1N1 influenza viruses .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Amantadine , ribavirin , and oseltamivir ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "alone and in combination , were tested against amantadine-and oseltamivir-resistant influenza A viruses using an in vitro infection model in MDCK cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our data show that the triple combination was highly synergistic against drug-resistant viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the synergy of the triple combination was significantly greater than the synergy of any double combination tested ( P ,0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including the combination of two NAIs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , amantadine and oseltamivir contributed to the antiviral activity of the TCAD regimen against amantadine-and oseltamivir-resistant viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , at concentrations where they had no activity as single agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and at concentrations that were clinically achievable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our data demonstrate that the TCAD regimen composed of amantadine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ribavirin , and oseltamivir is highly synergistic against resistant viruses , including 2009 H1N1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The TCAD regimen overcomes baseline drug resistance to both classes of approved influenza antivirals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and thus may represent a highly active antiviral therapy for seasonal and pandemic influenza .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "21",
    "token_num": "336"
  }
}