{
  "paper_id": "ec3ede6e7539f8a035cf5955a65fa0c9bbb8b3b5",
  "metadata": {
    "title": "viruses The Immune Response to Astrovirus Infection",
    "coda_data_split": "train",
    "coda_paper_id": 5137,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Astroviruses are one of the leading causes of pediatric gastroenteritis worldwide and are clinically importantly pathogens in the elderly and immunocompromised populations. Although the use of cell culture systems and small animal models have enhanced our understanding of astrovirus infection and pathogenesis, little is known about the immune response to astrovirus infection. Studies from humans and animals suggest that adaptive immunity is important in restricting classic and novel astrovirus infections, while studies from animal models and cell culture systems suggest that an innate immune system plays a role in limiting astrovirus replication. The relative contribution of each arm of the immune system in restricting astrovirus infection remains unknown. This review summarizes our current understanding of the immune response to astrovirus infection and highlights some of the key questions that stem from these studies. A full understanding of the immune response to astrovirus infection is required to be able to treat and control astrovirus-induced gastroenteritis.",
      "sentences": [
        [
          {
            "segment_text": "Astroviruses are one of the leading causes of pediatric gastroenteritis worldwide and are clinically importantly pathogens in the elderly and immunocompromised populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the use of cell culture systems and small animal models have enhanced our understanding of astrovirus infection and pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "little is known about the immune response to astrovirus infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Studies from humans and animals suggest that adaptive immunity is important in restricting classic and novel astrovirus infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while studies from animal models and cell culture systems suggest that an innate immune system plays a role in limiting astrovirus replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The relative contribution of each arm of the immune system in restricting astrovirus infection remains unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes our current understanding of the immune response to astrovirus infection and highlights some of the key questions that stem from these studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A full understanding of the immune response to astrovirus infection is required to be able to treat and control astrovirus-induced gastroenteritis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "162"
  }
}