{
  "paper_id": "ec3e1b9abdf14b7fdeed215b8b9026c4656a9541",
  "metadata": {
    "title": "Effectiveness of contact precautions against multidrug- resistant organism transmission in acute care: a systematic review of the literature",
    "coda_data_split": "train",
    "coda_paper_id": 10964,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Contact precautions are widely recommended to prevent multidrug-resistant organism (MDRO) transmission. However, conflicting data exist regarding their effectiveness. Prior systematic reviews examined contact precautions as part of a larger bundled approach, limiting ability to understand their effectiveness. The aim of this review was to characterize the effectiveness of contact precautions alone against transmission of any MDRO among adult acute care patients. Directed by the Preferred Reporting Items for Systematic Reviews and Meta-Analyses statement, comprehensive searches of four electronic scientific literature databases were conducted for studies published in English from January 2004 to June 2014. Studies were included if interventional, original research, evaluating contact isolation precautions against MDRO transmission among inpatients. Searches returned 284 studies, six of which were included in the review. These studies measured four different MDROs with one study showing a reduction in transmission. Whereas studies were of high quality regarding outcome operationalization and statistical analyses, overall quality was moderate to low due to poor intervention description, population characterization and potential biases. Where compliance was measured (N ¼ 4), it presented a threat to validity because it included select parts of the intervention, ranged from 21% to 87%, and was significantly different across study phases (N ¼ 2). The poor quality of evidence on this topic continues to limit interpretation of these data. Hence, this conflicting body of literature does not constitute evidence for or against contact precautions. We recommend that researchers consider power calculation, compliance monitoring, nonequivalent concurrent controls when designing future studies on this topic.",
      "sentences": [
        [
          {
            "segment_text": "Contact precautions are widely recommended to prevent multidrug-resistant organism ( MDRO ) transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , conflicting data exist regarding their effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prior systematic reviews examined contact precautions as part of a larger bundled approach ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "limiting ability to understand their effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this review was to characterize the effectiveness of contact precautions alone against transmission of any MDRO among adult acute care patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Directed by the Preferred Reporting Items for Systematic Reviews and Meta-Analyses statement ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "comprehensive searches of four electronic scientific literature databases were conducted for studies published in English from January 2004 to June 2014 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Studies were included if interventional ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "original research , evaluating contact isolation precautions against MDRO transmission among inpatients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Searches returned 284 studies , six of which were included in the review .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These studies measured four different MDROs with one study showing a reduction in transmission .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas studies were of high quality regarding outcome operationalization and statistical analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "overall quality was moderate to low due to poor intervention description ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "population characterization and potential biases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Where compliance was measured ( N 1/4 4 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it presented a threat to validity because it included select parts of the intervention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ranged from 21 % to 87 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and was significantly different across study phases ( N 1/4 2 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The poor quality of evidence on this topic continues to limit interpretation of these data .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , this conflicting body of literature does not constitute evidence for or against contact precautions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We recommend that researchers consider power calculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compliance monitoring , nonequivalent concurrent controls when designing future studies on this topic .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "284"
  }
}