{
  "paper_id": "ec408739d9a284c326bc57a0699c293356df6e6c",
  "metadata": {
    "title": "Inhibition of rubella virus replication by the broad-spectrum drug nitazoxanide in cell culture and in a patient with a primary immune deficiency",
    "coda_data_split": "train",
    "coda_paper_id": 2291,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Persistent rubella virus (RV) infection has been associated with various pathologies such as congenital rubella syndrome, Fuchs\u0027s uveitis, and cutaneous granulomas in patients with primary immune deficiencies (PID). Currently there are no drugs to treat RV infections. Nitazoxanide (NTZ) is an FDA-approved drug for parasitic infections, and has been recently shown to have broad-spectrum antiviral activities. Here we found that empiric 2-month therapy with oral NTZ was associated in the decline/elimination of RV antigen from lesions in a PID patient with RV positive granulomas, while peginterferon treatment had no effect. In addition, we characterized the effects of NTZ on cell culture models of persistent RV infection. NTZ significantly inhibited RV replication in a primary culture of human umbilical vein endothelial cells (HUVEC) and Vero and A549 epithelial cell lines in a dose dependent manner with an average 50% inhibitory concentration of 0.35 μg/ml (1.1 μM). RV strains representing currently circulating genotypes were inhibited to a similar extent. NTZ affected early and late stages of infection by inhibiting synthesis of cellular and RV RNA and interfering with intracellular trafficking of the RV surface glycoproteins, E1 and E2. These results suggest a potential application of NTZ for the treatment of persistent rubella infections, but more studies are required.",
      "sentences": [
        [
          {
            "segment_text": "Persistent rubella virus ( RV ) infection has been associated with various pathologies such as congenital rubella syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Fuchs \u0027s uveitis , and cutaneous granulomas in patients with primary immune deficiencies ( PID ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently there are no drugs to treat RV infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nitazoxanide ( NTZ ) is an FDA-approved drug for parasitic infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has been recently shown to have broad-spectrum antiviral activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we found that empiric 2-month therapy with oral NTZ was associated in the decline/elimination of RV antigen from lesions in a PID patient with RV positive granulomas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while peginterferon treatment had no effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , we characterized the effects of NTZ on cell culture models of persistent RV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NTZ significantly inhibited RV replication in a primary culture of human umbilical vein endothelial cells ( HUVEC ) and Vero and A549 epithelial cell lines in a dose dependent manner with an average 50 % inhibitory concentration of 0.35 μg/ml ( 1.1 μM ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RV strains representing currently circulating genotypes were inhibited to a similar extent .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NTZ affected early and late stages of infection by inhibiting synthesis of cellular and RV RNA and interfering with intracellular trafficking of the RV surface glycoproteins , E1 and E2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest a potential application of NTZ for the treatment of persistent rubella infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but more studies are required .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "234"
  }
}