{
  "paper_id": "ec64f7f7ece2c16fb0a4210295b2527714b11ee0",
  "metadata": {
    "title": "Treatment of Common Cold Patients with the Shi-Cha Capsule: A Multicenter, Double-Blind, Randomized, Placebo-Controlled, Dose-Escalation Trial",
    "coda_data_split": "train",
    "coda_paper_id": 9514,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This study was designed to determine the therapeutic efficacy and safety of the Shi-cha capsule, a Chinese herbal formula, in the treatment of patients with wind-cold type common cold. In our multi-center, prospective, double-blind, randomized, placebocontrolled, dose-escalation trial, patients with wind-cold type common cold received 0.6 g of Shi-cha capsule plus 0.6 g placebo (group A), 1.2 g of Shi-cha capsule (group B), or 1.2 g placebo (group C), three times daily for 3 days and followed up to 10 days. The primary end point was all symptom duration. The secondary end points were main symptom duration, minor symptom duration, the changes in cumulative symptom score, main symptom score, and minor symptom score 4 days after the treatment, as well as adverse events. A total of 377 patients were recruited and 360 met the inclusive criteria; 120 patients constituted each treatment group. Compared with patients in group C, patients in groups A and B had significant improvement in the all symptom duration, main symptom duration, minor symptom duration, as well as change from baseline of cumulative symptom score, main symptom score, and minor symptom score at day 4. The symptom durations and scores showed slight superiority of group B over group A, although these differences were not statistically significant. There were no differences in adverse events. The Shi-cha capsule is efficacious and safe for the treatment of patients with wind-cold type common cold. Larger trials are required to fully assess the benefits and safety of this treatment for common cold.",
      "sentences": [
        [
          {
            "segment_text": "This study was designed to determine the therapeutic efficacy and safety of the Shi-cha capsule ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a Chinese herbal formula , in the treatment of patients with wind-cold type common cold .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In our multi-center , prospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "double-blind , randomized , placebocontrolled ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "dose-escalation trial , patients with wind-cold type common cold received 0.6 g of Shi-cha capsule plus 0.6 g placebo ( group A ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1.2 g of Shi-cha capsule ( group B ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or 1.2 g placebo ( group C ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "three times daily for 3 days and followed up to 10 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The primary end point was all symptom duration .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The secondary end points were main symptom duration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "minor symptom duration , the changes in cumulative symptom score ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "main symptom score , and minor symptom score 4 days after the treatment ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as adverse events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 377 patients were recruited and 360 met the inclusive criteria ; 120 patients constituted each treatment group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Compared with patients in group C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "patients in groups A and B had significant improvement in the all symptom duration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "main symptom duration , minor symptom duration ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as change from baseline of cumulative symptom score ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "main symptom score , and minor symptom score at day 4 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The symptom durations and scores showed slight superiority of group B over group A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although these differences were not statistically significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were no differences in adverse events .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Shi-cha capsule is efficacious and safe for the treatment of patients with wind-cold type common cold .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Larger trials are required to fully assess the benefits and safety of this treatment for common cold .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "24",
    "token_num": "290"
  }
}