{
  "paper_id": "ec698b62b1f67be84c849ddf822eb94691747609",
  "metadata": {
    "title": "Development of a duplex real-time RT-PCR for the simultaneous detection and differentiation of Theiler\u0027s murine encephalomyelitis virus and rat theilovirus",
    "coda_data_split": "train",
    "coda_paper_id": 9999,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Theiler\u0027s murine encephalomyelitis virus (TMEV) and rat theilovirus (RTV), the member of the genus Cardiovirus, are widespread in laboratory mice and rats, and are potential contaminants of biological materials. Cardioviruses infection may cause serious complications in biomedical research. To improve the efficiency of routine screening for Cardioviruses infection, a duplex real-time reverse transcriptase polymerase chain reaction (RT-PCR) assay was developed for simultaneous detection and differentiation of TMEV and RTV. The duplex assay was specific for reference strains of TMEV and RTV, and no crossreaction was found with seven other rodent viruses. The limits of detection of both TMEV and RTV were 4 × 10 1 copies RNA/reaction. Reproducibility was estimated using standard dilutions, with coefficients of variation \u003c3.1%. 439 clinical samples were evaluated by both duplex real-time RT-PCR and conventional RT-PCR. For 439 clinical samples, 95 samples were positive for TMEV and 72 samples were positive for RTV using duplex real-time RT-PCR approach, whereas only 77 samples were positive for TMEV and 66 samples were positive for RTV when conventional RT-PCR was applied. Mixed infections were found in 20 samples when analyzed by conventional RT-PCR whereas 30 samples were found to be mixed infection when duplex real-time RT-PCR was applied. This duplex assay provides a useful tool for routine health monitoring and screening of contaminated biological materials of these two viruses.",
      "sentences": [
        [
          {
            "segment_text": "Theiler \u0027s murine encephalomyelitis virus ( TMEV ) and rat theilovirus ( RTV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the member of the genus Cardiovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are widespread in laboratory mice and rats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are potential contaminants of biological materials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cardioviruses infection may cause serious complications in biomedical research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To improve the efficiency of routine screening for Cardioviruses infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a duplex real-time reverse transcriptase polymerase chain reaction ( RT-PCR ) assay was developed for simultaneous detection and differentiation of TMEV and RTV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The duplex assay was specific for reference strains of TMEV and RTV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no crossreaction was found with seven other rodent viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The limits of detection of both TMEV and RTV were 4 × 10 1 copies RNA/reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Reproducibility was estimated using standard dilutions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with coefficients of variation \u003c 3.1 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "439 clinical samples were evaluated by both duplex real-time RT-PCR and conventional RT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For 439 clinical samples , 95 samples were positive for TMEV and 72 samples were positive for RTV using duplex real-time RT-PCR approach ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas only 77 samples were positive for TMEV and 66 samples were positive for RTV when conventional RT-PCR was applied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mixed infections were found in 20 samples when analyzed by conventional RT-PCR whereas 30 samples were found to be mixed infection when duplex real-time RT-PCR was applied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This duplex assay provides a useful tool for routine health monitoring and screening of contaminated biological materials of these two viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "248"
  }
}