{
  "paper_id": "ec7ecd4df22e252d9c3d511851637bc694797e1a",
  "metadata": {
    "title": "Preparation and characterization of SARS in-house reference antiserum",
    "coda_data_split": "train",
    "coda_paper_id": 3299,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A reference antiserum for SARS is in urgent need in the development of SARS vaccine and other serological test of SARS research. Convalescent serum was collected from clinical confirmed patient. ELISA, Western-blotting and neutralization assay detected specific antibody against SARS coronavirus. This antiserum was prepared as in-house reference antiserum, freeze-dried and sealed in ampoules. The potency of this reference antiserum is defined to be 52.7 U after extensive calibration. Further, collaborative studies for the evaluation of this serum are needed in order to satisfy the requirements for international reference antiserum.",
      "sentences": [
        [
          {
            "segment_text": "A reference antiserum for SARS is in urgent need in the development of SARS vaccine and other serological test of SARS research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Convalescent serum was collected from clinical confirmed patient .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "ELISA , Western-blotting and neutralization assay detected specific antibody against SARS coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This antiserum was prepared as in-house reference antiserum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "freeze-dried and sealed in ampoules .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The potency of this reference antiserum is defined to be 52.7 U after extensive calibration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , collaborative studies for the evaluation of this serum are needed in order to satisfy the requirements for international reference antiserum .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "99"
  }
}