{
  "paper_id": "ec8b2957dd86a60b49c10261e9b7cabaa8ac8c68",
  "metadata": {
    "title": "Regulation of the trafficking and antiviral activity of IFITM3 by post-translational modifications",
    "coda_data_split": "train",
    "coda_paper_id": 8494,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "IFITM3 restricts cellular infection by multiple important viral pathogens, and is particularly critical for the innate immune response against influenza virus. Expression of IFITM3 expands acidic endolysosomal compartments and prevents fusion of endocytosed viruses, leading to their degradation. This small, 133 amino acid, antiviral protein is controlled by at least four distinct post-translational modifications. Positive regulation of IFITM3 antiviral activity is provided by Spalmitoylation, while negative regulatory mechanisms include lysine ubiquitination, lysine methylation and tyrosine phosphorylation. Herein, we describe specific insights into IFITM3 trafficking and activity that were provided by studies of IFITM3 post-translational modifications, and discuss evidence suggesting that IFITM3 adopts multiple membrane topologies involving at least one intramembrane domain in its antivirally active conformation.",
      "sentences": [
        [
          {
            "segment_text": "IFITM3 restricts cellular infection by multiple important viral pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is particularly critical for the innate immune response against influenza virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Expression of IFITM3 expands acidic endolysosomal compartments and prevents fusion of endocytosed viruses , leading to their degradation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This small , 133 amino acid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antiviral protein is controlled by at least four distinct post-translational modifications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Positive regulation of IFITM3 antiviral activity is provided by Spalmitoylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while negative regulatory mechanisms include lysine ubiquitination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lysine methylation and tyrosine phosphorylation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we describe specific insights into IFITM3 trafficking and activity that were provided by studies of IFITM3 post-translational modifications ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and discuss evidence suggesting that IFITM3 adopts multiple membrane topologies involving at least one intramembrane domain in its antivirally active conformation .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "129"
  }
}