{
  "paper_id": "ec8fb5fa275bebc7750f34837f1b6ea10edd21ae",
  "metadata": {
    "title": "4 RT-PCR Detection of Avian Coronaviruses of Galliform Birds (Chicken, Turkey, Pheasant) and in a Parrot",
    "coda_data_split": "train",
    "coda_paper_id": 2486,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Of the many primer combinations that we have investigated for the detection of avian coronaviruses, two have worked better than any of the others: they worked with the largest number of strains/samples of a given coronavirus and the most species of avian coronavirus, and they also produced the most sensitive detection tests. The primer combinations were: oligonucleotide pair 2Bp/4Bm, which is in a region of gene 1 that is moderately conserved among all species of coronavirus (1); and UTR11-/UTR41+, which are in a highly conserved part of the 3 untranslated region of avian coronaviruses related to infectious bronchitis virus (2). The gene 1 primer pair enabled the detection of a new coronavirus in a green-cheeked Amazon parrot (Amazon viridigenalis Cassin). In this chapter we describe the use of these oligonucleotides in a one-step (single-tube) RT-PCR, and describe the procedure that we used to extract RNA from turkey feces.",
      "sentences": [
        [
          {
            "segment_text": "Of the many primer combinations that we have investigated for the detection of avian coronaviruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "two have worked better than any of the others : they worked with the largest number of strains/samples of a given coronavirus and the most species of avian coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and they also produced the most sensitive detection tests .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primer combinations were : oligonucleotide pair 2Bp/4Bm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is in a region of gene 1 that is moderately conserved among all species of coronavirus ( 1 ) ; and UTR11 - / UTR41 + ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are in a highly conserved part of the 3 untranslated region of avian coronaviruses related to infectious bronchitis virus ( 2 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The gene 1 primer pair enabled the detection of a new coronavirus in a green-cheeked Amazon parrot ( Amazon viridigenalis Cassin ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this chapter we describe the use of these oligonucleotides in a one-step ( single-tube ) RT-PCR ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and describe the procedure that we used to extract RNA from turkey feces .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "172"
  }
}