{
  "paper_id": "ec929b8bf14dc04a9d1c340924e33c0f834089c6",
  "metadata": {
    "title": "Inherited and acquired disorders of myelin: the underling myelin pathology",
    "coda_data_split": "train",
    "coda_paper_id": 7570,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Remyelination is a major therapeutic goal in human myelin disorders, serving to restore function to demyelinated axons and providing neuroprotection. The target disorders that might be amenable to the promotion of this repair process are diverse and increasing in number. They range primarily from those of genetic, inflammatory to toxic origin. In order to apply remyelinating strategies to these disorders, it is essential to know whether the myelin damage results from a primary attack on myelin or the oligodendrocyte or both, and whether indeed these lead to myelin breakdown and demyelination. In some disorders, myelin sheath abnormalities are prominent but demyelination does not occur. This review explores the range of human and animal disorders where myelin pathology exists and focusses on defining the myelin changes in each and their cause, to help define whether they are targets for myelin repair therapy.",
      "sentences": [
        [
          {
            "segment_text": "Remyelination is a major therapeutic goal in human myelin disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serving to restore function to demyelinated axons and providing neuroprotection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The target disorders that might be amenable to the promotion of this repair process are diverse and increasing in number .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They range primarily from those of genetic , inflammatory to toxic origin .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to apply remyelinating strategies to these disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is essential to know whether the myelin damage results from a primary attack on myelin or the oligodendrocyte or both ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and whether indeed these lead to myelin breakdown and demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In some disorders , myelin sheath abnormalities are prominent but demyelination does not occur .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review explores the range of human and animal disorders where myelin pathology exists and focusses on defining the myelin changes in each and their cause ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to help define whether they are targets for myelin repair therapy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "smooth ER in OLs in the myelin mutant taiep rat where it associates with accumulating microtubules.",
      "sentences": [
        [
          {
            "segment_text": "smooth ER in OLs in the myelin mutant taiep rat where it associates with accumulating microtubules .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Golgi apparatus: This prominent organelle is involved in vesicular transport and trafficking and the site of post translational modifications of proteins such as PLP and myelin-associated glycoprotein (MAG). The rat mutant, vacuole formation (vf) may be the only myelin mutant with a specific defect in Golgi (see later).",
      "sentences": [
        [
          {
            "segment_text": "Golgi apparatus : This prominent organelle is involved in vesicular transport and trafficking and the site of post translational modifications of proteins such as PLP and myelin-associated glycoprotein ( MAG ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The rat mutant , vacuole formation ( vf ) may be the only myelin mutant with a specific defect in Golgi ( see later ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Microtubules: Microtubules are essential to the intracellular transport of protein and certain mRNAs (MBP and MAG mRNA) to the cell membrane and developing myelin sheath. The taiep rat has a specific defect in OL microtubules that result in both the initial failure of normal myelin production but also in its subsequent loss (see later).",
      "sentences": [
        [
          {
            "segment_text": "Microtubules : Microtubules are essential to the intracellular transport of protein and certain mRNAs ( MBP and MAG mRNA ) to the cell membrane and developing myelin sheath .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The taiep rat has a specific defect in OL microtubules that result in both the initial failure of normal myelin production but also in its subsequent loss ( see later ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lysosomes: This organelle is responsible for the intracellular degradation of effete organelles and extracellular materials through the action of hydrolytic enzymes that generate an acidic environment within the lysosome. A specific class of disorders, the lysosomal storage disorders result from a mutation in one of these enzymes that results in a build-up of the respective substrates. Two classic childhood lysosomal storage disorders, Krabbe\u0027s disease and metachromatic leukodystrophy result in severe CNS and peripheral nervous system (PNS) demyelination.",
      "sentences": [
        [
          {
            "segment_text": "Lysosomes : This organelle is responsible for the intracellular degradation of effete organelles and extracellular materials through the action of hydrolytic enzymes that generate an acidic environment within the lysosome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A specific class of disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the lysosomal storage disorders result from a mutation in one of these enzymes that results in a build-up of the respective substrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Two classic childhood lysosomal storage disorders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Krabbe \u0027s disease and metachromatic leukodystrophy result in severe CNS and peripheral nervous system ( PNS ) demyelination .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Peroxisomes: They are involved in the metabolism of lipids in particular the β-oxidation of very long chain fatty acids. The primary example of a white matter disorder resulting from peroxisomal dysfunction is adrenoleukodystrophy.",
      "sentences": [
        [
          {
            "segment_text": "Peroxisomes : They are involved in the metabolism of lipids in particular the β-oxidation of very long chain fatty acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The primary example of a white matter disorder resulting from peroxisomal dysfunction is adrenoleukodystrophy .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Unequivocal proof of myelin pathology and demyelination in the CNS requires definitive morphologic evidence that frequently can be hard to acquire, especially in human tissue. Tissue artifact following immersion fixation, poor perfusion (animals) or a delay in fixation after death is common and can lead to a de-compaction of myelin and misinterpretation of these and other changes. Paradoxically, the best fixation of CNS myelin is achieved where the density and thickness of myelin is less, i.e. in the genetic disorders. It is harder to achieve good fixation of myelin in the normal CNS because of the density and thickness of myelin sheaths perhaps leading to poor penetration of fixatives. The best fixation is achieved by cardiac or aortic perfusion with glutaraldehyde or Karnovsky fixative. In larger animal models, perfusion through the ascending and descending aorta is optimal. Using these methods and fixatives, tissue is processed for embedding in plastic resin that allows both light microscopy (1 micron, toluidine blue stained sections) or electron microscopy (ultrathin sections) to be performed. These sections provide superior resolution and quality to other histologic techniques and are the gold standard in myelin evaluation. Most recently, high pressure freezing of the CNS to avoid aldehyde fixation artifact has provided an alternative method to provide high quality ultrastructural resolution (Mobius et al., 2016) .",
      "sentences": [
        [
          {
            "segment_text": "Unequivocal proof of myelin pathology and demyelination in the CNS requires definitive morphologic evidence that frequently can be hard to acquire , especially in human tissue .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tissue artifact following immersion fixation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "poor perfusion ( animals ) or a delay in fixation after death is common and can lead to a de-compaction of myelin and misinterpretation of these and other changes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Paradoxically , the best fixation of CNS myelin is achieved where the density and thickness of myelin is less ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. in the genetic disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is harder to achieve good fixation of myelin in the normal CNS because of the density and thickness of myelin sheaths perhaps leading to poor penetration of fixatives .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The best fixation is achieved by cardiac or aortic perfusion with glutaraldehyde or Karnovsky fixative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In larger animal models , perfusion through the ascending and descending aorta is optimal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using these methods and fixatives ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "tissue is processed for embedding in plastic resin that allows both light microscopy ( 1 micron , toluidine blue stained sections ) or electron microscopy ( ultrathin sections ) to be performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These sections provide superior resolution and quality to other histologic techniques and are the gold standard in myelin evaluation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most recently , high pressure freezing of the CNS to avoid aldehyde fixation artifact has provided an alternative method to provide high quality ultrastructural resolution ( Mobius et al. , 2016 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "7",
    "sentence_num": "25",
    "segment_num": "34",
    "token_num": "653"
  }
}