{
  "paper_id": "ec9755d0db388d8a9066baffc9fd33bdf24f5bac",
  "metadata": {
    "title": "Individual Monitoring and Occupational Dose Record Management in China: History, Current Status and Perspectives",
    "coda_data_split": "train",
    "coda_paper_id": 5732,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This review paper presents an overview of individual monitoring, as well as the national dose register and dose record management of radiation workers in China. Progress has recently been made on the individual monitoring of radiation workers. A critical analysis of current status and problems in individual monitoring is also presented and necessary future research on individual monitoring, such as the monitoring technology in the form of the ring dosimeters and eye lens dosimeters, is suggested.",
      "sentences": [
        [
          {
            "segment_text": "This review paper presents an overview of individual monitoring ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as the national dose register and dose record management of radiation workers in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Progress has recently been made on the individual monitoring of radiation workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A critical analysis of current status and problems in individual monitoring is also presented and necessary future research on individual monitoring ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "such as the monitoring technology in the form of the ring dosimeters and eye lens dosimeters , is suggested .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "5",
    "token_num": "82"
  }
}