{
  "paper_id": "ecbdaacec058ed09ad1fc9b930fdb70e77b62f19",
  "metadata": {
    "title": "The Journal of Infectious Diseases The Domestic Ferret (Mustela putorius furo) as a Lethal Infection Model for 3 Species of Ebolavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9727,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Small-animal models have been developed for several Filoviridae species; however, serial adaptation was required to produce lethal infection. These adapted viruses have sequence changes in several genes, including those that modulate the host immune response. Nonhuman primate models do not require adaptation of filoviruses. Here, we describe lethal models of disease for Bundibugyo, Sudan, and Zaire species of Ebolavirus in the domestic ferret, using wild-type nonadapted viruses. Pathologic features were consistent with disease in primates. Of particular importance, this is the only known small-animal model developed for Bundibugyo and the only uniformly lethal animal model for Bundibugyo.",
      "sentences": [
        [
          {
            "segment_text": "Small-animal models have been developed for several Filoviridae species ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serial adaptation was required to produce lethal infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These adapted viruses have sequence changes in several genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those that modulate the host immune response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonhuman primate models do not require adaptation of filoviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we describe lethal models of disease for Bundibugyo ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "Sudan , and Zaire species of Ebolavirus in the domestic ferret , using wild-type nonadapted viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Pathologic features were consistent with disease in primates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of particular importance , this is the only known small-animal model developed for Bundibugyo and the only uniformly lethal animal model for Bundibugyo .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "111"
  }
}