{
  "paper_id": "ecc404eb232cf6f9f84bce14a55b7abfcecdc98a",
  "metadata": {
    "title": "Differential Expression of Neuronal ACE2 in Transgenic Mice with Overexpression of the Brain Renin-angiotensin System",
    "coda_data_split": "train",
    "coda_paper_id": 6197,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "ACE2 is a newly discovered carboxy-peptidase responsible for the formation of vasodilatory peptides such as angiotensin-(1-7). We hypothesized that ACE2 is part of the brain renin-angiotensin system (RAS) and its expression regulated by the other elements of this system. ACE2 immuno-staining was performed in transgenic mouse brain sections from NSE-AT 1A (overexpressing AT 1A receptors), R + A + (overexpressing angiotensinogen, and renin) and control (non transgenic littermates) mice. Results show that ACE2 staining is widely distributed throughout the brain. Using cell type-specific antibodies, we observed that ACE2 staining is present in the cytoplasm of neuronal cell bodies but not in glial cells. In the subfornical organ, an area lacking the blood brain barrier and sensitive to blood borne angiotensin-II, ACE2 was significantly increased in transgenic mice. Interestingly, ACE2 mRNA and protein expression were inversely correlated in the nucleus of tractus solitarius/dorsal motor nucleus of the vagus and the ventrolateral medulla, when comparing transgenic to non-transgenic mice. These results suggest that ACE2 is localized to the cytoplasm of neuronal cells in the brain, and that ACE2 levels appear highly regulated by other components of the RAS, confirming its involvement in this system. Moreover, ACE2 expression in brain structures involved in the control of cardiovascular function suggests that the carboxypeptidase may have a role in the central regulation of blood pressure and diseases involving the autonomic nervous system such as hypertension.",
      "sentences": [
        [
          {
            "segment_text": "ACE2 is a newly discovered carboxy-peptidase responsible for the formation of vasodilatory peptides such as angiotensin - ( 1-7 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We hypothesized that ACE2 is part of the brain renin-angiotensin system ( RAS ) and its expression regulated by the other elements of this system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "ACE2 immuno-staining was performed in transgenic mouse brain sections from NSE-AT 1A ( overexpressing AT 1A receptors ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "R + A + ( overexpressing angiotensinogen , and renin ) and control ( non transgenic littermates ) mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results show that ACE2 staining is widely distributed throughout the brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using cell type-specific antibodies , we observed that ACE2 staining is present in the cytoplasm of neuronal cell bodies but not in glial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the subfornical organ , an area lacking the blood brain barrier and sensitive to blood borne angiotensin-II ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ACE2 was significantly increased in transgenic mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , ACE2 mRNA and protein expression were inversely correlated in the nucleus of tractus solitarius/dorsal motor nucleus of the vagus and the ventrolateral medulla ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when comparing transgenic to non-transgenic mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that ACE2 is localized to the cytoplasm of neuronal cells in the brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that ACE2 levels appear highly regulated by other components of the RAS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirming its involvement in this system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , ACE2 expression in brain structures involved in the control of cardiovascular function suggests that the carboxypeptidase may have a role in the central regulation of blood pressure and diseases involving the autonomic nervous system such as hypertension .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "261"
  }
}