{
  "paper_id": "eccb5d169edc7e6a5f6fa29c64e82ee267b5e213",
  "metadata": {
    "title": "Immunity from Smallpox Vaccine Persists for Decades: A Longitudinal Study",
    "coda_data_split": "train",
    "coda_paper_id": 4262,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "PURPOSE-The threat of smallpox resulting from bioterrorist action has prompted a reassessment of the level of immunity in current populations.",
      "sentences": [
        [
          {
            "segment_text": "PURPOSE-The threat of smallpox resulting from bioterrorist action has prompted a reassessment of the level of immunity in current populations .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We have examined the magnitude and duration of antiviral antibody immunity conferred by smallpox vaccination in 246 participants of the Baltimore Longitudinal Study of Aging. Of this population, 209 subjects were vaccinated one or more times 13 to 88 years before this evaluation, and stored serum samples were available at various intervals after vaccination. An additional 8 subjects who had documented childhood smallpox infection and 29 subjects with no history of infection or vaccination were included. We quantified the total vaccinia IgG and neutralizing antibody titers in each of these subgroups of participants over time.",
      "sentences": [
        [
          {
            "segment_text": "We have examined the magnitude and duration of antiviral antibody immunity conferred by smallpox vaccination in 246 participants of the Baltimore Longitudinal Study of Aging .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Of this population , 209 subjects were vaccinated one or more times 13 to 88 years before this evaluation ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and stored serum samples were available at various intervals after vaccination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An additional 8 subjects who had documented childhood smallpox infection and 29 subjects with no history of infection or vaccination were included .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We quantified the total vaccinia IgG and neutralizing antibody titers in each of these subgroups of participants over time .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "RESULTS-Vaccinated participants maintained antivaccinia IgG and neutralizing antibody titers above 3 natural logs essentially indefinitely. The absolute titer of antivaccinia antibody was only slightly higher after multiple vaccinations. In 97% of the participants, no decrease in vaccinia-specific antibody titers was noted with age over a follow-up period of up to 88 years. Moreover, Baltimore Longitudinal Study of Aging participants who survived active smallpox infections in their youth retained antivaccinia antibody titers that were similar to the levels detected in vaccinated subjects.",
      "sentences": [
        [
          {
            "segment_text": "RESULTS-Vaccinated participants maintained antivaccinia IgG and neutralizing antibody titers above 3 natural logs essentially indefinitely .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The absolute titer of antivaccinia antibody was only slightly higher after multiple vaccinations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 97 % of the participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "no decrease in vaccinia-specific antibody titers was noted with age over a follow-up period of up to 88 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , Baltimore Longitudinal Study of Aging participants who survived active smallpox infections in their youth retained antivaccinia antibody titers that were similar to the levels detected in vaccinated subjects .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CONCLUSION-These data suggest that multiple or recent vaccinations are not essential to maintain vaccinia-specific antibody responses in human subjects. Scarce vaccine supplies should be applied first to individuals who have not previously been vaccinated.",
      "sentences": [
        [
          {
            "segment_text": "CONCLUSION-These data suggest that multiple or recent vaccinations are not essential to maintain vaccinia-specific antibody responses in human subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scarce vaccine supplies should be applied first to individuals who have not previously been vaccinated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "246"
  }
}