{
  "paper_id": "ecf2675fbb7883ca4a8f98c34eadb55c6b857aaa",
  "metadata": {
    "title": "Targeting deubiquitinase USP28 for cancer therapy",
    "coda_data_split": "train",
    "coda_paper_id": 7441,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "As one of the most important post-translational modifications, ubiquitination plays versatile roles in cancer-related pathways, and is involved in protein metabolism, cell-cycle progression, apoptosis, and transcription. Counteracting the activities of the E3 ligases, the deubiquitylating enzymes have been suggested as another important mechanism to modulate the ubiquitination process, and are implicated in cancer as well. In this article, we review the emerging roles of USP28 in cancer pathways as revealed by recent studies. We discuss the major mechanisms by which USP28 is involved in the cancer-related pathways, whereby USP28 regulates physiological homeostasis of ubiquitination process, DNA-damage response, and cell cycle during genotoxic stress. We further review the studies where USP28 was targeted for treating multiples cancers including non-small cell lung cancer, breast cancer, intestinal cancers, gliomas, and bladder cancer. As a result, the clinical significance of targeting USP28 for cancer therapy merits further exploration and demonstration.",
      "sentences": [
        [
          {
            "segment_text": "As one of the most important post-translational modifications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ubiquitination plays versatile roles in cancer-related pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and is involved in protein metabolism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cell-cycle progression , apoptosis , and transcription .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Counteracting the activities of the E3 ligases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the deubiquitylating enzymes have been suggested as another important mechanism to modulate the ubiquitination process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are implicated in cancer as well .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we review the emerging roles of USP28 in cancer pathways as revealed by recent studies .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We discuss the major mechanisms by which USP28 is involved in the cancer-related pathways ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "whereby USP28 regulates physiological homeostasis of ubiquitination process ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "DNA-damage response , and cell cycle during genotoxic stress .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We further review the studies where USP28 was targeted for treating multiples cancers including non-small cell lung cancer ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "breast cancer , intestinal cancers ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "gliomas , and bladder cancer .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "As a result , the clinical significance of targeting USP28 for cancer therapy merits further exploration and demonstration .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "• In addition to developing pharmacological inhibitors of USP28, what are other efficient strategies of targeting USP28 that have clinical adaptability and feasibility for treating cancers?",
      "sentences": [
        [
          {
            "segment_text": "• In addition to developing pharmacological inhibitors of USP28 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "what are other efficient strategies of targeting USP28 that have clinical adaptability and feasibility for treating cancers ?",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "17",
    "token_num": "196"
  }
}