{
  "paper_id": "ed007702856090f02ecd9922877c3261ed3c1061",
  "metadata": {
    "title": "THE ROLE OF INTERFERON IN SPONTANEOUS CELL-MEDIATED CYTOTOXICITY IN PIGS",
    "coda_data_split": "train",
    "coda_paper_id": 7522,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": ". The role of interferon in spontaneous cell-mediated cytotoxicity in pigs. Vet. Microbiol., I i : 69 -77.",
      "sentences": [
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The role of interferon in spontaneous cell-mediated cytotoxicity in pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microbiol. , I i : 69 -77 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Specific release of StCr and the production of interferon (IFN) increased in parallel in a spontaneous cell-mediated cytotoxicity (SCMC) assay in which uninfected PK-15 cells or PK-15 cells persistently infected with transmissible gastroenteritis virus (PK-15-TGE cells) were used as targets, and peripheral blood lymphocytes (PBL) from a young adult pig were used as effector cells. Higher levels of both specific S~Cr release and IFN were obtained in the assays containing PK-15-TGE cells. Co-cultivation of PBL from newborn piglets with PK-15-TGE cells yielded similar levels of IFN to those produced by co-cultivation of adult PBL and PK-15-TGE cells, but lower levels of IFN were produced by co-cultivation with uninfected PK-15 cells. Pretreatment of adult PBL with IFN augmented their SCMC effector activity for both PK-15 and PK-15-TGE cells in the S~Cr release assay. Pretreatment of the PK-15-TGE target cells with IFN did not affect their release of S*Cr in the SCMC reaction, while IFN pretreatment of PK-15 targets protected them against SCMC.",
      "sentences": [
        [
          {
            "segment_text": "Specific release of StCr and the production of interferon ( IFN ) increased in parallel in a spontaneous cell-mediated cytotoxicity ( SCMC ) assay in which uninfected PK-15 cells or PK-15 cells persistently infected with transmissible gastroenteritis virus ( PK-15-TGE cells ) were used as targets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and peripheral blood lymphocytes ( PBL ) from a young adult pig were used as effector cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Higher levels of both specific S ~ Cr release and IFN were obtained in the assays containing PK-15-TGE cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Co-cultivation of PBL from newborn piglets with PK-15-TGE cells yielded similar levels of IFN to those produced by co-cultivation of adult PBL and PK-15-TGE cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but lower levels of IFN were produced by co-cultivation with uninfected PK-15 cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pretreatment of adult PBL with IFN augmented their SCMC effector activity for both PK-15 and PK-15-TGE cells in the S ~ Cr release assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pretreatment of the PK-15-TGE target cells with IFN did not affect their release of S * Cr in the SCMC reaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while IFN pretreatment of PK-15 targets protected them against SCMC .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In a single cell cytotoxicity assay the effects of IFN pretreatment on the effector adult PBL and on the PK-15 and PK-15-TGE target cells were confirmed, and SCMC incompetent PBL from neonatal piglets were rendered cytotoxic by pretreatment with IFN. PBL from newborn piglets bound to either target cell with the same frequency as PBL from SCMC competent adult pigs, and IFN pretreatment of either effector or target cells had no effect on target-binding frequency.",
      "sentences": [
        [
          {
            "segment_text": "In a single cell cytotoxicity assay the effects of IFN pretreatment on the effector adult PBL and on the PK-15 and PK-15-TGE target cells were confirmed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and SCMC incompetent PBL from neonatal piglets were rendered cytotoxic by pretreatment with IFN .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PBL from newborn piglets bound to either target cell with the same frequency as PBL from SCMC competent adult pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and IFN pretreatment of either effector or target cells had no effect on target-binding frequency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "284"
  }
}