{
  "paper_id": "ed14eddfda405171b26574eabd570b636c372903",
  "metadata": {
    "title": "Expression, purification, and in vitro activity of an arterivirus main proteinase",
    "coda_data_split": "train",
    "coda_paper_id": 2905,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To allow the biochemical and structural characterization of the chymotrypsin-like \"main proteinase\" (non-structural protein 4; nsp4) of the arterivirus prototype Equine Arteritis Virus (EAV), we developed protocols for the large-scale production of recombinant nsp4 in Escherichia coli. The nsp4 proteinase was expressed either fused to maltose binding protein or carrying a C-terminal hexahistidine tag. Following purification, the nsp4 moiety of MBP-nsp4 was successfully used for structural studies [Barrette-Ng, I., 2002. Structure of arterivirus nsp4-the smallest chymotrypsinlike proteinase with an alpha/beta C-terminal extension and alternate conformations of the oxyanion hole. J. Biol. Chem. 277, 39960-39966]. Furthermore, both forms of the EAV proteinase were shown to be proteolytically active in two different trans-cleavage assays. Recombinant nsp4 cleaved the cognate nsp6/7-and nsp7/8 site in in vitro synthesized substrates. In a synthetic peptide-based activity assay, the potential of the recombinant proteinase to cleave peptides mimicking the P9-P7 residues of six nsp4 cleavage sites was investigated. The peptide representing the EAV nsp7/8 junction was used to optimize the reaction conditions (pH 7.5, 25 mM NaCl, 30% glycerol at 30 • C), which resulted in a maximum turnover of 15% of this substrate in 4 h, using a substrate to enzyme molar ratio of 24:1. The assays described in this study can be used for a more extensive biochemical characterization of the EAV main proteinase, including studies aiming to identify inhibitors of proteolytic activity.",
      "sentences": [
        [
          {
            "segment_text": "To allow the biochemical and structural characterization of the chymotrypsin-like `` main proteinase \u0027\u0027 ( non-structural protein 4 ; nsp4 ) of the arterivirus prototype Equine Arteritis Virus ( EAV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we developed protocols for the large-scale production of recombinant nsp4 in Escherichia coli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The nsp4 proteinase was expressed either fused to maltose binding protein or carrying a C-terminal hexahistidine tag .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Following purification , the nsp4 moiety of MBP-nsp4 was successfully used for structural studies ( Barrette-Ng , I. , 2002 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Structure of arterivirus nsp4-the smallest chymotrypsinlike proteinase with an alpha/beta C-terminal extension and alternate conformations of the oxyanion hole .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "J. Biol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Chem .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "277 , 39960-39966 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Furthermore , both forms of the EAV proteinase were shown to be proteolytically active in two different trans-cleavage assays .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recombinant nsp4 cleaved the cognate nsp6/7-and nsp7/8 site in in vitro synthesized substrates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In a synthetic peptide-based activity assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the potential of the recombinant proteinase to cleave peptides mimicking the P9-P7 residues of six nsp4 cleavage sites was investigated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The peptide representing the EAV nsp7/8 junction was used to optimize the reaction conditions ( pH 7.5 , 25 mM NaCl , 30 % glycerol at 30 • C ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which resulted in a maximum turnover of 15 % of this substrate in 4 h ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "using a substrate to enzyme molar ratio of 24:1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assays described in this study can be used for a more extensive biochemical characterization of the EAV main proteinase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including studies aiming to identify inhibitors of proteolytic activity .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "17",
    "token_num": "265"
  }
}