{
  "paper_id": "ed1be8e58bb5910ac90924e9812f4e164e45f3a1",
  "metadata": {
    "title": "Adaptation and Attenuation of Duck Tembusu Virus Strain Du/CH/ LSD/110128 following Serial Passage in Chicken Embryos",
    "coda_data_split": "train",
    "coda_paper_id": 3894,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Duck Tembusu virus (DTMUV) is a newly emerging pathogenic flavivirus that has caused massive economic losses to the duck industry in China. In the current study, a virulent strain of DTMUV, designated Du/CH/LSD/110128, was isolated from the livers of diseased ducks and attenuated by serial passage in embryonated chicken eggs. The virus was partially attenuated after 50 and 70 passages and was fully attenuated after 90 passages, based on mortality and morbidity rates and viral loads in inoculated ducklings. Fourteen amino acid substitutions were observed in the capsid, prM, envelope, NS1, NS3, NS4A, NS4B, and NS5 proteins of the fully attenuated strain of Du/CH/LSD/110128, which might be responsible for the observed changes in replication and pathogenicity. A 72-nucleotide deletion was also observed in the 3\u003d untranslated region of the virus after 30 passages. The fully attenuated virus retained the immunogenicity of the parental strain, providing effective protection to challenge with virulent Du/CH/LSD/110128, and may represent a suitable candidate as a vaccine strain against DTMUV infection in ducks. Our results also lay the foundation for future studies on the replication and pathogenic mechanisms of DTMUV.",
      "sentences": [
        [
          {
            "segment_text": "Duck Tembusu virus ( DTMUV ) is a newly emerging pathogenic flavivirus that has caused massive economic losses to the duck industry in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , a virulent strain of DTMUV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designated Du/CH/LSD / 110128 , was isolated from the livers of diseased ducks and attenuated by serial passage in embryonated chicken eggs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The virus was partially attenuated after 50 and 70 passages and was fully attenuated after 90 passages ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on mortality and morbidity rates and viral loads in inoculated ducklings .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fourteen amino acid substitutions were observed in the capsid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prM , envelope , NS1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NS3 , NS4A , NS4B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NS5 proteins of the fully attenuated strain of Du/CH/LSD / 110128 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might be responsible for the observed changes in replication and pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A 72-nucleotide deletion was also observed in the 3 \u003d untranslated region of the virus after 30 passages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The fully attenuated virus retained the immunogenicity of the parental strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing effective protection to challenge with virulent Du/CH/LSD / 110128 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and may represent a suitable candidate as a vaccine strain against DTMUV infection in ducks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also lay the foundation for future studies on the replication and pathogenic mechanisms of DTMUV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "214"
  }
}