{
  "paper_id": "ed3dac12ca72f06c51d7f68ae5fe6aaaa6f3e740",
  "metadata": {
    "title": "The Expression of IL-6, TNF-, and MCP-1 in Respiratory Viral Infection in Acute Exacerbations of Chronic Obstructive Pulmonary Disease",
    "coda_data_split": "train",
    "coda_paper_id": 10577,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Viral infection is a common trigger for acute exacerbations of chronic obstructive pulmonary disease (AECOPD). The aim of this study is to investigate the expression of cytokines in AECOPD. Patients with AECOPD requiring hospitalization were recruited. Meanwhile healthy volunteers of similar age that accepted routine check-ups and showed no clinical symptoms of inflammatory diseases were also recruited. Induced sputum and serum were collected. Induced sputum of participants was processed and tested for thirteen viruses and bacteria. Forty cytokines were assayed in serum using the Quantibody Human Inflammation Array 3 (Ray Biotech, Inc.). The most common virus detected in virus positive AECOPD (VP) was influenza A (16%). No virus was found in controls. Circulating levels of IL-6, TNF-, and MCP-1 were elevated in VP and coinfection subjects ( \u003c 0.05), while the levels of 37 other cytokines showed no difference, compared with virus negative groups and controls ( \u003e 0.05). Additionally, VP patients were less likely to have received influenza vaccination. VP patients had a systemic inflammation response involving IL-6, TNF-, and MCP-1 which may be due to virus-induced activation of macrophages. There are important opportunities for further investigating AECOPD mechanisms and for the development of better strategies in the management and prevention of virus-related AECOPD.",
      "sentences": [
        [
          {
            "segment_text": "Viral infection is a common trigger for acute exacerbations of chronic obstructive pulmonary disease ( AECOPD ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study is to investigate the expression of cytokines in AECOPD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Patients with AECOPD requiring hospitalization were recruited .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Meanwhile healthy volunteers of similar age that accepted routine check-ups and showed no clinical symptoms of inflammatory diseases were also recruited .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Induced sputum and serum were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Induced sputum of participants was processed and tested for thirteen viruses and bacteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Forty cytokines were assayed in serum using the Quantibody Human Inflammation Array 3 ( Ray Biotech , Inc. ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The most common virus detected in virus positive AECOPD ( VP ) was influenza A ( 16 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No virus was found in controls .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Circulating levels of IL-6 , TNF - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and MCP-1 were elevated in VP and coinfection subjects ( \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the levels of 37 other cytokines showed no difference ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with virus negative groups and controls ( \u003e 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , VP patients were less likely to have received influenza vaccination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VP patients had a systemic inflammation response involving IL-6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TNF - , and MCP-1 which may be due to virus-induced activation of macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There are important opportunities for further investigating AECOPD mechanisms and for the development of better strategies in the management and prevention of virus-related AECOPD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "239"
  }
}