{
  "paper_id": "ed7df72b3e3b59fbc931840d0691e0f364e62d8d",
  "metadata": {
    "title": "The association between self-perceived proficiency of personal protective equipment and objective performance: An observational study during a bioterrorism simulation drill",
    "coda_data_split": "train",
    "coda_paper_id": 5573,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The recent Ebola virus disease outbreak emphasized the potential misuse of personal protective equipment (PPE) by health care workers (HCWs) during such an event. We aimed to compare selfperceived proficiency of PPE use and objective performance, and identify predictors of low compliance and PPE misuse. Methods: An observational study combined with subjective questionnaires were carried out during a bioterror simulation drill. Forty-two observers evaluated performance under PPE. Mistakes were recorded and graded using a structured observational format and were correlated with the subjective questionnaires and with demographic parameters. Results: One hundred seventy-eight HCWs from community clinics and hospitals were included. The mean self-perceived proficiency was high (6.1 out of 7), mean level of comfort was moderate (4.0 out of 7), and mean objective performance was intermediate (9.5 out of 13). There was no correlation between comfort and objective performance scores. Self-perceived proficiency was in correlation with donning and continuous performance with PPE but not with doffing. Clinic personnel performed better than personnel in hospitals (40.3% vs 67.8% with 3 or more mistakes, respectively; P \u003d .001). Demographic characteristics had no correlation with objective or self-perceived performance. Conclusions: Self-perceived proficiency is a poor predictor of appropriate PPE use. The results suggest poor awareness of the possibility of PPE misuse.",
      "sentences": [
        [
          {
            "segment_text": "The recent Ebola virus disease outbreak emphasized the potential misuse of personal protective equipment ( PPE ) by health care workers ( HCWs ) during such an event .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We aimed to compare selfperceived proficiency of PPE use and objective performance ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and identify predictors of low compliance and PPE misuse .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : An observational study combined with subjective questionnaires were carried out during a bioterror simulation drill .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Forty-two observers evaluated performance under PPE .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mistakes were recorded and graded using a structured observational format and were correlated with the subjective questionnaires and with demographic parameters .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : One hundred seventy-eight HCWs from community clinics and hospitals were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean self-perceived proficiency was high ( 6.1 out of 7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mean level of comfort was moderate ( 4.0 out of 7 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and mean objective performance was intermediate ( 9.5 out of 13 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no correlation between comfort and objective performance scores .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Self-perceived proficiency was in correlation with donning and continuous performance with PPE but not with doffing .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinic personnel performed better than personnel in hospitals ( 40.3 % vs 67.8 % with 3 or more mistakes , respectively ; P \u003d .001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Demographic characteristics had no correlation with objective or self-perceived performance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Self-perceived proficiency is a poor predictor of appropriate PPE use .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest poor awareness of the possibility of PPE misuse .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "16",
    "token_num": "243"
  }
}