{
  "paper_id": "ed8cb0477be53b0ffb5ebf65d4dd46453be053b2",
  "metadata": {
    "title": "The Journal of Infectious Diseases Serologic Markers for Ebolavirus Among Healthcare Workers in the Democratic Republic of the Congo",
    "coda_data_split": "train",
    "coda_paper_id": 10392,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Healthcare settings have played a major role in propagation of Ebola virus (EBOV) outbreaks. Healthcare workers (HCWs) have elevated risk of contact with EBOV-infected patients, particularly if safety precautions are not rigorously practiced. We conducted a serosurvey to determine seroprevalence against multiple EBOV antigens among HCWs of Boende Health Zone, Democratic Republic of the Congo, the site of a 2014 EBOV outbreak. Interviews and specimens were collected from 565 consenting HCWs. Overall, 234 (41.4%) of enrolled HCWs were reactive to at least 1 EBOV protein: 159 (28.1%) were seroreactive for anti-glycoprotein immunoglobulin G (IgG), 89 (15.8%) were seroreactive for anti-nucleoprotein IgG, and 54 (9.5%) were VP40 positive. Additionally, sera from 16 (2.8%) HCWs demonstrated neutralization capacity. These data demonstrate that a significant proportion of HCWs have the ability to neutralize virus, despite never having developed Ebola virus disease symptoms, highlighting an important and poorly documented aspect of EBOV infection and progression.",
      "sentences": [
        [
          {
            "segment_text": "Healthcare settings have played a major role in propagation of Ebola virus ( EBOV ) outbreaks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Healthcare workers ( HCWs ) have elevated risk of contact with EBOV-infected patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly if safety precautions are not rigorously practiced .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted a serosurvey to determine seroprevalence against multiple EBOV antigens among HCWs of Boende Health Zone ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Democratic Republic of the Congo ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the site of a 2014 EBOV outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interviews and specimens were collected from 565 consenting HCWs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Overall , 234 ( 41.4 % ) of enrolled HCWs were reactive to at least 1 EBOV protein : 159 ( 28.1 % ) were seroreactive for anti-glycoprotein immunoglobulin G ( IgG ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "89 ( 15.8 % ) were seroreactive for anti-nucleoprotein IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 54 ( 9.5 % ) were VP40 positive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , sera from 16 ( 2.8 % ) HCWs demonstrated neutralization capacity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data demonstrate that a significant proportion of HCWs have the ability to neutralize virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite never having developed Ebola virus disease symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting an important and poorly documented aspect of EBOV infection and progression .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "189"
  }
}