{
  "paper_id": "ed99e6a929c6b77dbeaeeb4220c1a1d17a15d73a",
  "metadata": {
    "title": "Effects of echinacea on the frequency of upper respiratory tract symptoms: a randomized, double-blind, placebo-controlled trial",
    "coda_data_split": "train",
    "coda_paper_id": 9113,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Upper respiratory tract infection symptoms are a common cause of morbidity. Herbal preparations of the plant Echinacea purpurea have immune-enhancing properties.",
      "sentences": [
        [
          {
            "segment_text": "Background : Upper respiratory tract infection symptoms are a common cause of morbidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herbal preparations of the plant Echinacea purpurea have immune-enhancing properties .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: To compare the frequency of upper respiratory tract symptoms in individuals receiving E purpurea capsules and those receiving placebo to evaluate the preventive efficacy of echinacea.",
      "sentences": [
        [
          {
            "segment_text": "Objective : To compare the frequency of upper respiratory tract symptoms in individuals receiving E purpurea capsules and those receiving placebo to evaluate the preventive efficacy of echinacea .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: In a randomized, double-blind clinical trial, 90 volunteers recruited from hospital personnel were randomly assigned to receive 3 capsules twice daily of either placebo (parsley) or E purpurea for 8 weeks during the winter months. Upper respiratory tract symptoms were reported weekly during this period.",
      "sentences": [
        [
          {
            "segment_text": "Methods : In a randomized ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "double-blind clinical trial , 90 volunteers recruited from hospital personnel were randomly assigned to receive 3 capsules twice daily of either placebo ( parsley ) or E purpurea for 8 weeks during the winter months .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upper respiratory tract symptoms were reported weekly during this period .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Fifty-eight individuals were included in the final data analysis: 28 in the echinacea group and 30 in the placebo group. Individuals in the echinacea group reported 9 sick days per person during the 8-week period, whereas the placebo group reported 14 sick days (z ϭ Ϫ0.42; P ϭ .67). Mild adverse effects were noted by 8% of the echinacea group and 7% of the placebo group (P ϭ .24).",
      "sentences": [
        [
          {
            "segment_text": "Results : Fifty-eight individuals were included in the final data analysis : 28 in the echinacea group and 30 in the placebo group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Individuals in the echinacea group reported 9 sick days per person during the 8-week period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the placebo group reported 14 sick days ( z ϭ Ϫ0 .42 ; P ϭ .67 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mild adverse effects were noted by 8 % of the echinacea group and 7 % of the placebo group ( P ϭ .24 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: Prophylactic treatment with commercially available E purpurea capsules did not significantly alter the frequency of upper respiratory tract symptoms compared with placebo use.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : Prophylactic treatment with commercially available E purpurea capsules did not significantly alter the frequency of upper respiratory tract symptoms compared with placebo use .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "217"
  }
}