{
  "paper_id": "eda4b00244cb209f8e7d16463c8f6270f26d398c",
  "metadata": {
    "title": "Development and validation of serological assays for viral hemorrhagic fevers and determination of the prevalence of Rift Valley fever in Borno State, Nigeria",
    "coda_data_split": "train",
    "coda_paper_id": 8945,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Rift Valley fever (RVF) is endemic to the tropical regions of eastern and southern Africa. The seroprevalence of RVF was investigated among the human population in Borno State, Nigeria to determine the occurrence of the disease in the study area in comparison with that of Lassa fever and Crimean-Congo Hemorrhagic fever.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rift Valley fever ( RVF ) is endemic to the tropical regions of eastern and southern Africa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The seroprevalence of RVF was investigated among the human population in Borno State ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Nigeria to determine the occurrence of the disease in the study area in comparison with that of Lassa fever and Crimean-Congo Hemorrhagic fever .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Recombinant nucleoprotein (rNP)-based IgG-ELISAs for the detection of serum antibodies against RVF virus (RVFV), Lassa fever virus (LASV), and Crimean-Congo hemorrhagic fever virus (CCHFV) were used to test human sera in Borno State, Nigeria. The presence of neutralizing antibody against the RVFV-glycoprotein-bearing vesicular stomatitis virus pseudotype (RVFVpv) was also determined in the human sera.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Recombinant nucleoprotein ( rNP ) - based IgG-ELISAs for the detection of serum antibodies against RVF virus ( RVFV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Lassa fever virus ( LASV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and Crimean-Congo hemorrhagic fever virus ( CCHFV ) were used to test human sera in Borno State , Nigeria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The presence of neutralizing antibody against the RVFV-glycoprotein-bearing vesicular stomatitis virus pseudotype ( RVFVpv ) was also determined in the human sera .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Of the 297 serum samples tested, 42 (14.1%) were positive for the presence of RVFV-IgG and 22 (7.4%) and 7 (2.4%) of the serum samples were positive for antibodies against LASV and CCHFV, respectively. There was a positive correlation between the titers of neutralizing antibodies obtained using RVFVpv and those obtained using the conventional neutralization assay with the attenuated RVFV-MP12 strain.",
      "sentences": [
        [
          {
            "segment_text": "Of the 297 serum samples tested ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "42 ( 14.1 % ) were positive for the presence of RVFV-IgG and 22 ( 7.4 % ) and 7 ( 2.4 % ) of the serum samples were positive for antibodies against LASV and CCHFV , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a positive correlation between the titers of neutralizing antibodies obtained using RVFVpv and those obtained using the conventional neutralization assay with the attenuated RVFV-MP12 strain .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: The seroprevalence of RVF was significantly higher than that of LASV and CCHF in Borno State, Nigeria. The RVFVpv-based neutralization assay developed in this study has the potential to replace the traditional assays based on live viruses for the diagnosis and seroepidemiological studies of RVF.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : The seroprevalence of RVF was significantly higher than that of LASV and CCHF in Borno State , Nigeria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RVFVpv-based neutralization assay developed in this study has the potential to replace the traditional assays based on live viruses for the diagnosis and seroepidemiological studies of RVF .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "255"
  }
}