{
  "paper_id": "eddc547cbba693715e4fd55e6a946e8ec7d96bc2",
  "metadata": {
    "title": "BMC Medical Informatics and Decision Making A Severe Acute Respiratory Syndrome extranet: supporting local communication and information dissemination",
    "coda_data_split": "train",
    "coda_paper_id": 9545,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The objective of this study was to explore the use and perceptions of a local Severe Acute Respiratory Syndrome (SARS) Extranet and its potential to support future information and communication applications. The SARS Extranet was a single, managed electronic and limited access system to manage local, provincial and other SARS control information.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this study was to explore the use and perceptions of a local Severe Acute Respiratory Syndrome ( SARS ) Extranet and its potential to support future information and communication applications .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The SARS Extranet was a single ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "managed electronic and limited access system to manage local ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provincial and other SARS control information .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: During July, 2003, a web-based and paper-based survey was conducted with 53 SARS Steering Committee members in Hamilton. It assessed the use and perceptions of the Extranet that had been built to support the committee during the SARS outbreak. Before distribution, the survey was user-tested based on a think-aloud protocol, and revisions were made. Quantitative and qualitative questions were asked related to frequency of use of the Extranet, perceived overall usefulness of the resource, rationale for use, potential barriers, strengths and limitations, and potential future uses of the Extranet.",
      "sentences": [
        [
          {
            "segment_text": "Methods : During July , 2003 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a web-based and paper-based survey was conducted with 53 SARS Steering Committee members in Hamilton .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It assessed the use and perceptions of the Extranet that had been built to support the committee during the SARS outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Before distribution , the survey was user-tested based on a think-aloud protocol , and revisions were made .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantitative and qualitative questions were asked related to frequency of use of the Extranet ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "perceived overall usefulness of the resource ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rationale for use , potential barriers ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "strengths and limitations , and potential future uses of the Extranet .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The response rate was 69.4% (n \u003d 34). Of all respondents, 30 (88.2%) reported that they had visited the site, and rated it highly overall (mean \u003d 4.0; 1 \u003d low to 5 \u003d high). However, the site was rated 3.4 compared with other communications strategies used during the outbreak. Almost half of all respondents (44.1%) visited the site at least once every few days. The two most common reasons the 30 respondents visited the Extranet were to access SARS Steering Committee minutes (63.3%) and to access Hamilton medical advisories (53.3%). The most commonly cited potential future uses for the Extranet were the sending of private emails to public health experts (63.3%), and surveillance (63.3%). No one encountered personal barriers in his or her use of the site, but several mentioned that time and duplication of email information were challenges.",
      "sentences": [
        [
          {
            "segment_text": "The response rate was 69.4 % ( n \u003d 34 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of all respondents , 30 ( 88.2 % ) reported that they had visited the site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and rated it highly overall ( mean \u003d 4.0 ; 1 \u003d low to 5 \u003d high ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the site was rated 3.4 compared with other communications strategies used during the outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Almost half of all respondents ( 44.1 % ) visited the site at least once every few days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The two most common reasons the 30 respondents visited the Extranet were to access SARS Steering Committee minutes ( 63.3 % ) and to access Hamilton medical advisories ( 53.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most commonly cited potential future uses for the Extranet were the sending of private emails to public health experts ( 63.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and surveillance ( 63.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No one encountered personal barriers in his or her use of the site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but several mentioned that time and duplication of email information were challenges .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Despite higher rankings of various communication strategies during the SARS outbreak, such as email, meetings, teleconferences, and other web sites, users generally perceived a local Extranet as a useful support for the dissemination of local information during public health emergencies.",
      "sentences": [
        [
          {
            "segment_text": "Despite higher rankings of various communication strategies during the SARS outbreak ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as email , meetings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "teleconferences , and other web sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "users generally perceived a local Extranet as a useful support for the dissemination of local information during public health emergencies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "26",
    "token_num": "384"
  }
}