{
  "paper_id": "edf6ca59e90c583d527dd4e44499a4cfc5867412",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8246,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The use of recombinant gene technologies by the vaccine industry has revolutionized the way antigens are generated, and has provided safer, more effective means of protecting animals and humans against bacterial and viral pathogens. Viral and bacterial antigens for recombinant subunit vaccines have been produced in a variety of organisms. Transgenic plants are now recognized as legitimate sources for these proteins, especially in the developing area of oral vaccines, because antigens have been shown to be correctly processed in plants into forms that elicit immune responses when fed to animals or humans. Antigens expressed in maize (Zea mays) are particularly attractive since they can be deposited in the natural storage vessel, the corn seed, and can be conveniently delivered to any organism that consumes grain. We have previously demonstrated high level expression of the B-subunit of Escherichia coli heat-labile enterotoxin and the spike protein of swine transmissible gastroenteritis in corn, and have demonstrated that these antigens delivered in the seed elicit protective immune responses. Here we provide additional data to support the potency, efficacy, and stability of recombinant subunit vaccines delivered in maize seed. ",
      "sentences": [
        [
          {
            "segment_text": "The use of recombinant gene technologies by the vaccine industry has revolutionized the way antigens are generated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and has provided safer , more effective means of protecting animals and humans against bacterial and viral pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral and bacterial antigens for recombinant subunit vaccines have been produced in a variety of organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Transgenic plants are now recognized as legitimate sources for these proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in the developing area of oral vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "because antigens have been shown to be correctly processed in plants into forms that elicit immune responses when fed to animals or humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antigens expressed in maize ( Zea mays ) are particularly attractive since they can be deposited in the natural storage vessel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the corn seed , and can be conveniently delivered to any organism that consumes grain .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have previously demonstrated high level expression of the B-subunit of Escherichia coli heat-labile enterotoxin and the spike protein of swine transmissible gastroenteritis in corn ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and have demonstrated that these antigens delivered in the seed elicit protective immune responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here we provide additional data to support the potency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "efficacy , and stability of recombinant subunit vaccines delivered in maize seed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "201"
  }
}