{
  "paper_id": "ee0050c6fb81a4067d134010d0c80d21edb5df0b",
  "metadata": {
    "title": "Port d\u0027Entrée for Respiratory Infections -Does the Influenza A Virus Pave the Way for Bacteria?",
    "coda_data_split": "train",
    "coda_paper_id": 6656,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bacterial and viral co-infections of the respiratory tract are life-threatening and present a global burden to the global community. Staphylococcus aureus, Streptococcus pneumoniae, and Streptococcus pyogenes are frequent colonizers of the upper respiratory tract. Imbalances through acquisition of seasonal viruses, e.g., Influenza A virus, can lead to bacterial dissemination to the lower respiratory tract, which in turn can result in severe pneumonia. In this review, we summarize the current knowledge about bacterial and viral co-infections of the respiratory tract and focus on potential experimental models suitable for mimicking this disease. Transmission of IAV and pneumonia is mainly modeled by mouse infection. Few studies utilizing ferrets, rats, guinea pigs, rabbits, and non-human primates are also available. The knowledge gained from these studies led to important discoveries and advances in understanding these infectious diseases. Nevertheless, mouse and other infection models have limitations, especially in translation of the discoveries to humans. Here, we suggest the use of human engineered lung tissue, human ex vivo lung tissue, and porcine models to study respiratory co-infections, which might contribute to a greater translation of the results to humans and improve both, animal and human health.",
      "sentences": [
        [
          {
            "segment_text": "Bacterial and viral co-infections of the respiratory tract are life-threatening and present a global burden to the global community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Staphylococcus aureus , Streptococcus pneumoniae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Streptococcus pyogenes are frequent colonizers of the upper respiratory tract .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Imbalances through acquisition of seasonal viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "e.g. , Influenza A virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can lead to bacterial dissemination to the lower respiratory tract ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which in turn can result in severe pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize the current knowledge about bacterial and viral co-infections of the respiratory tract and focus on potential experimental models suitable for mimicking this disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Transmission of IAV and pneumonia is mainly modeled by mouse infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Few studies utilizing ferrets , rats ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "guinea pigs , rabbits , and non-human primates are also available .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The knowledge gained from these studies led to important discoveries and advances in understanding these infectious diseases .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , mouse and other infection models have limitations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "especially in translation of the discoveries to humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here , we suggest the use of human engineered lung tissue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human ex vivo lung tissue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and porcine models to study respiratory co-infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which might contribute to a greater translation of the results to humans and improve both , animal and human health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "216"
  }
}