{
  "paper_id": "ee076832e07a1d1bd6afc3c18c1573110a66cb67",
  "metadata": {
    "title": "Feline infectious peritonitis: Role of the feline coronavirus 3c gene in intestinal tropism and pathogenicity based upon isolates from resident and adopted shelter cats",
    "coda_data_split": "train",
    "coda_paper_id": 9817,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Feline infectious peritonitis virus (FIPV) was presumed to arise from mutations in the 3c of a ubiquitous and largely nonpathogenic feline enteric coronavirus (FECV). However, a recent study found that onethird of FIPV isolates have an intact 3c and suggested that it is not solely involved in FIP but is essential for intestinal replication. In order to confirm these assumptions, 27 fecal and 32 FIP coronavirus isolates were obtained from resident or adopted cats from a large metropolitan shelter during 2008-2009 and their 3a-c, E, and M genes sequenced. Forty percent of coronavirus isolates from FIP tissues had an intact 3c gene, while 60% had mutations that truncated the gene product. The 3c genes of fecal isolates from healthy cats were always intact. Coronavirus from FIP diseased tissues consistently induced FIP when given either oronasally or intraperitoneally (i.p.), regardless of the functional status of their 3c genes, thus confirming them to be FIPVs. In contrast, fecal isolates from healthy cats were infectious following oronasal infection and shed at high levels in feces without causing disease, as expected for FECVs. Only one in three cats shed FECV in the feces following i.p. infection, indicating that FECVs can replicate systemically, but with difficulty. FIPVs having a mutated 3c were not shed in the feces following either oronasal or i.p. inoculation, while FIPVs with intact 3c genes were shed in the feces following oronasal but not i.p. inoculation. Therefore, an intact 3c appears to be essential for intestinal replication. Although FIPVs with an intact 3c were shed in the feces following oronasal inoculation, fecal virus from these cats was not infectious for other cats. Attempts to identify potential FIP mutations in the 3a, 3b, E, and M were negative. However, the 3c gene of FIPVs, even though appearing intact, contained many more nonsynonymous amino acid changes in the 3 one-third of the 3c protein than FECVs. An attempt to trace FIPV isolates back to enteric strains existing in the shelter was only partially successful due to the large region over which shelter cats and kittens originated, housing conditions prior to acquisition, and rapid movement through the shelter. No evidence could be found to support a recent theory that FIPVs and FECVs are genetically distinct.",
      "sentences": [
        [
          {
            "segment_text": "Feline infectious peritonitis virus ( FIPV ) was presumed to arise from mutations in the 3c of a ubiquitous and largely nonpathogenic feline enteric coronavirus ( FECV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a recent study found that onethird of FIPV isolates have an intact 3c and suggested that it is not solely involved in FIP but is essential for intestinal replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to confirm these assumptions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "27 fecal and 32 FIP coronavirus isolates were obtained from resident or adopted cats from a large metropolitan shelter during 2008-2009 and their 3a-c ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "E , and M genes sequenced .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Forty percent of coronavirus isolates from FIP tissues had an intact 3c gene ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 60 % had mutations that truncated the gene product .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 3c genes of fecal isolates from healthy cats were always intact .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coronavirus from FIP diseased tissues consistently induced FIP when given either oronasally or intraperitoneally ( i.p. ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "regardless of the functional status of their 3c genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus confirming them to be FIPVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , fecal isolates from healthy cats were infectious following oronasal infection and shed at high levels in feces without causing disease , as expected for FECVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only one in three cats shed FECV in the feces following i.p. infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating that FECVs can replicate systemically , but with difficulty .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FIPVs having a mutated 3c were not shed in the feces following either oronasal or i.p. inoculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while FIPVs with intact 3c genes were shed in the feces following oronasal but not i.p. inoculation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , an intact 3c appears to be essential for intestinal replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although FIPVs with an intact 3c were shed in the feces following oronasal inoculation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fecal virus from these cats was not infectious for other cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attempts to identify potential FIP mutations in the 3a ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "3b , E , and M were negative .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the 3c gene of FIPVs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even though appearing intact , contained many more nonsynonymous amino acid changes in the 3 one-third of the 3c protein than FECVs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An attempt to trace FIPV isolates back to enteric strains existing in the shelter was only partially successful due to the large region over which shelter cats and kittens originated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "housing conditions prior to acquisition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and rapid movement through the shelter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No evidence could be found to support a recent theory that FIPVs and FECVs are genetically distinct .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "27",
    "token_num": "415"
  }
}