{
  "paper_id": "ee0c318d282c0089cca94f0b2ea4d90db2ab9f8a",
  "metadata": {
    "title": "Obesity and risk of respiratory tract infections: results of an infection-diary based cohort study",
    "coda_data_split": "train",
    "coda_paper_id": 6946,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory tract infections (RTIs) are a major morbidity factor contributing largely to health care costs and individual quality of life. The aim of the study was to test whether obesity (BMI ≥ 30 kg/m 2 ) is one of the risk factors underlying frequent RTIs in the German adult population. Methods: We recruited 1455 individuals between 18 to 70 years from a cross-sectional survey on airway infections in Germany and invited them to self-report in diaries incident RTIs experienced during three consecutive winter/ spring seasons. RTIs reported in these 18 months and summary measures adding-up individual RTIs were the outcomes of interest.",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory tract infections ( RTIs ) are a major morbidity factor contributing largely to health care costs and individual quality of life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the study was to test whether obesity ( BMI ≥ 30 kg/m 2 ) is one of the risk factors underlying frequent RTIs in the German adult population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We recruited 1455 individuals between 18 to 70 years from a cross-sectional survey on airway infections in Germany and invited them to self-report in diaries incident RTIs experienced during three consecutive winter / spring seasons .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RTIs reported in these 18 months and summary measures adding-up individual RTIs were the outcomes of interest .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Compared to individuals with normal weight, obese individuals reported a consistently higher frequency of upper and lower RTIs and predominantly fell in the upper 10% group of a diary sumscore adding-up 10 different RTI symptoms over time. Obesity was associated both with lower RTIs ( adjusted OR \u003d 2.02, 95%CI \u003d 1.36-3.00) and upper RTIs ( adjusted OR \u003d 1.55, 95%CI \u003d 1.22-1.96). Adjusting for demographic and lifestyle variables did only marginally affect ORs. Stratified analyses suggested a stronger association for women and effect modifications by sports activity and dietary habits.",
      "sentences": [
        [
          {
            "segment_text": "Results : Compared to individuals with normal weight ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "obese individuals reported a consistently higher frequency of upper and lower RTIs and predominantly fell in the upper 10 % group of a diary sumscore adding-up 10 different RTI symptoms over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Obesity was associated both with lower RTIs ( adjusted OR \u003d 2.02 , 95 % CI \u003d 1.36-3.00 ) and upper RTIs ( adjusted OR \u003d 1.55 , 95 % CI \u003d 1.22-1.96 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Adjusting for demographic and lifestyle variables did only marginally affect ORs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Stratified analyses suggested a stronger association for women and effect modifications by sports activity and dietary habits .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "We confirm the association of obesity with infection burden and present evidence for putative interaction with sports activity and dietary patterns.",
      "sentences": [
        [
          {
            "segment_text": "We confirm the association of obesity with infection burden and present evidence for putative interaction with sports activity and dietary patterns .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "242"
  }
}