{
  "paper_id": "ee0d298d09635c5ae72d4584fba105a705d25afb",
  "metadata": {
    "title": "Broadening of Neutralization Activity to Directly Block a Dominant Antibody-Driven SARS-Coronavirus Evolution Pathway",
    "coda_data_split": "train",
    "coda_paper_id": 9674,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Phylogenetic analyses have provided strong evidence that amino acid changes in spike (S) protein of animal and human SARS coronaviruses (SARS-CoVs) during and between two zoonotic transfers (2002/03 and 2003/04) are the result of positive selection. While several studies support that some amino acid changes between animal and human viruses are the result of inter-species adaptation, the role of neutralizing antibodies (nAbs) in driving SARS-CoV evolution, particularly during intraspecies transmission, is unknown. A detailed examination of SARS-CoV infected animal and human convalescent sera could provide evidence of nAb pressure which, if found, may lead to strategies to effectively block virus evolution pathways by broadening the activity of nAbs. Here we show, by focusing on a dominant neutralization epitope, that contemporaneousand cross-strain nAb responses against SARS-CoV spike protein exist during natural infection. In vitro immune pressure on this epitope using 2002/03 strain-specific nAb 80R recapitulated a dominant escape mutation that was present in all 2003/ 04 animal and human viruses. Strategies to block this nAb escape/naturally occurring evolution pathway by generating broad nAbs (BnAbs) with activity against 80R escape mutants and both 2002/03 and 2003/04 strains were explored. Structure-based amino acid changes in an activation-induced cytidine deaminase (AID) \u0027\u0027hot spot\u0027\u0027 in a light chain CDR (complementarity determining region) alone, introduced through shuffling of naturally occurring non-immune human VL chain repertoire or by targeted mutagenesis, were successful in generating these BnAbs. These results demonstrate that nAb-mediated immune pressure is likely a driving force for positive selection during intra-species transmission of SARS-CoV. Somatic hypermutation (SHM) of a single VL CDR can markedly broaden the activity of a strain-specific nAb. The strategies investigated in this study, in particular the use of structural information in combination of chain-shuffling as well as hot-spot CDR mutagenesis, can be exploited to broaden neutralization activity, to improve anti-viral nAb therapies, and directly manipulate virus evolution. Citation: Sui J, Aird DR, Tamin A, Murakami A, Yan M, et al. (2008) Broadening of Neutralization Activity to Directly Block a Dominant Antibody-Driven SARS-Coronavirus Evolution Pathway. PLoS Pathog 4(11): e1000197.",
      "sentences": [
        [
          {
            "segment_text": "Phylogenetic analyses have provided strong evidence that amino acid changes in spike ( S ) protein of animal and human SARS coronaviruses ( SARS-CoVs ) during and between two zoonotic transfers ( 2002/03 and 2003/04 ) are the result of positive selection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While several studies support that some amino acid changes between animal and human viruses are the result of inter-species adaptation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the role of neutralizing antibodies ( nAbs ) in driving SARS-CoV evolution ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly during intraspecies transmission , is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A detailed examination of SARS-CoV infected animal and human convalescent sera could provide evidence of nAb pressure which ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "if found , may lead to strategies to effectively block virus evolution pathways by broadening the activity of nAbs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we show , by focusing on a dominant neutralization epitope ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "that contemporaneousand cross-strain nAb responses against SARS-CoV spike protein exist during natural infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In vitro immune pressure on this epitope using 2002/03 strain-specific nAb 80R recapitulated a dominant escape mutation that was present in all 2003 / 04 animal and human viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strategies to block this nAb escape/naturally occurring evolution pathway by generating broad nAbs ( BnAbs ) with activity against 80R escape mutants and both 2002/03 and 2003/04 strains were explored .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structure-based amino acid changes in an activation-induced cytidine deaminase ( AID ) `` hot spot \u0027\u0027 in a light chain CDR ( complementarity determining region ) alone ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "introduced through shuffling of naturally occurring non-immune human VL chain repertoire or by targeted mutagenesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were successful in generating these BnAbs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that nAb-mediated immune pressure is likely a driving force for positive selection during intra-species transmission of SARS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Somatic hypermutation ( SHM ) of a single VL CDR can markedly broaden the activity of a strain-specific nAb .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strategies investigated in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular the use of structural information in combination of chain-shuffling as well as hot-spot CDR mutagenesis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can be exploited to broaden neutralization activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to improve anti-viral nAb therapies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and directly manipulate virus evolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Citation : Sui J , Aird DR ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Tamin A , Murakami A ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Yan M , et al. ( 2008 ) Broadening of Neutralization Activity to Directly Block a Dominant Antibody-Driven SARS-Coronavirus Evolution Pathway .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Pathog 4 ( 11 ) : e1000197 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
      "sentences": [
        [
          {
            "segment_text": "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration which stipulates that ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "once placed in the public domain ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "this work may be freely reproduced ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "distributed , transmitted , modified ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "built upon , or otherwise used by anyone for any lawful purpose .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "29",
    "token_num": "446"
  }
}