{
  "paper_id": "ee11a039196eecb02978ed02819c27a6bcaee6d4",
  "metadata": {
    "title": "Severe acute respiratory syndrome coronavirus protein 6 mediates ubiquitin-dependent proteosomal degradation of N-Myc (and STAT) interactor",
    "coda_data_split": "train",
    "coda_paper_id": 7900,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome coronavirus (SARS-CoV) encodes eight accessory proteins, the functions of which are not yet fully understood. SARS-CoV protein 6 (P6) is one of the previously studied accessory proteins that have been documented to enhance viral replication and suppress host interferon (IFN) signaling pathways. Through yeast two-hybrid screening, we identified eight potential cellular P6-interacting proteins from a human spleen cDNA library.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome coronavirus ( SARS-CoV ) encodes eight accessory proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the functions of which are not yet fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SARS-CoV protein 6 ( P6 ) is one of the previously studied accessory proteins that have been documented to enhance viral replication and suppress host interferon ( IFN ) signaling pathways .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through yeast two-hybrid screening , we identified eight potential cellular P6-interacting proteins from a human spleen cDNA library .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "KEYWORDS severe acute respiratory syndrome coronavirus (SARS-CoV); P6; N-Myc (and STAT) interactor (Nmi); interferon (IFN) signaling pathway; ubiquitination; proteosomal degradation",
      "sentences": [
        [
          {
            "segment_text": "KEYWORDS severe acute respiratory syndrome coronavirus ( SARS-CoV ) ; P6 ; N-Myc ( and STAT ) interactor ( Nmi ) ; interferon ( IFN ) signaling pathway ; ubiquitination ; proteosomal degradation",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "107"
  }
}