{
  "paper_id": "ee31a491e6d7a5a2446d856b7cde6b3924ed1fef",
  "metadata": {
    "title": "Celastrol inhibits hepatitis C virus replication by upregulating heme oxygenase-1 via the JNK MAPK/Nrf2 pathway in human hepatoma cells",
    "coda_data_split": "train",
    "coda_paper_id": 5338,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t background and purpose: Celastrol, a quinone methide triterpene isolated from the root extracts of Tripterygium wilfordii, can greatly induce the gene expression activity of heme oxygenase-1 (HO-1) to achieve disease prevention and control. HO-1 induction was recently shown to result in anti-HCV activity by inducing type I interferon and inhibiting hepatitis C virus (HCV) NS3/4A protease activity. The aim of the present study is to evaluate the anti-HCV activity of celastrol and characterize its mechanism of inhibition. Methods: The anti-HCV activity of celastrol was evaluated using the HCV subgenomic replicon and HCVcc infection systems. The anti-HCV mechanism of celastrol targeting HO-1 expression was clarified using specific inhibitors against several signaling pathways. The transcriptional regulation of celastrol on target gene expression was determined using promoter-based reporter activity assay. The synergistic effect of celastrol and a numbers of clinically used anti-HCV drugs was determined via a drug combination assay. Results: Celastrol inhibited HCV replication in both the HCV subgenomic and HCVcc infection systems with EC50 values of 0.37 ± 0.022 and 0.43 ± 0.019 mM, respectively. Celastrol-induced heme oxygenase 1 (HO-1) expression promoted antiviral interferon responses and inhibition of NS3/4A protease activity, thereby blocking HCV replication. These antiviral effects were abrogated by treatment with the HO-1specific inhibitor SnMP or silencing of HO-1 expression by transfection of shRNA, which indicates that HO-1 induction contributes to the anti-HCV activity of celastrol. JNK mitogen-activated protein kinase and nuclear factor erythroid 2-related factor 2 (Nrf2) were confirmed to be involved in the inductive effect of celastrol on HO-1 expression. Celastrol exhibited synergistic effects in combination with interferon-alpha, the NS5A inhibitor daclatasvir, and the NS5B inhibitor sofosbuvir. Conclusion: Celastrol can serve as a potential supplement for blocking HCV replication. Targeting the JNK/Nrf2/HO-1 axis presents a promising strategy against HCV infection.",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t background and purpose : Celastrol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a quinone methide triterpene isolated from the root extracts of Tripterygium wilfordii ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can greatly induce the gene expression activity of heme oxygenase-1 ( HO-1 ) to achieve disease prevention and control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HO-1 induction was recently shown to result in anti-HCV activity by inducing type I interferon and inhibiting hepatitis C virus ( HCV ) NS3/4A protease activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the present study is to evaluate the anti-HCV activity of celastrol and characterize its mechanism of inhibition .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The anti-HCV activity of celastrol was evaluated using the HCV subgenomic replicon and HCVcc infection systems .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The anti-HCV mechanism of celastrol targeting HO-1 expression was clarified using specific inhibitors against several signaling pathways .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The transcriptional regulation of celastrol on target gene expression was determined using promoter-based reporter activity assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The synergistic effect of celastrol and a numbers of clinically used anti-HCV drugs was determined via a drug combination assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Celastrol inhibited HCV replication in both the HCV subgenomic and HCVcc infection systems with EC50 values of 0.37 ± 0.022 and 0.43 ± 0.019 mM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Celastrol-induced heme oxygenase 1 ( HO-1 ) expression promoted antiviral interferon responses and inhibition of NS3/4A protease activity , thereby blocking HCV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These antiviral effects were abrogated by treatment with the HO-1specific inhibitor SnMP or silencing of HO-1 expression by transfection of shRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicates that HO-1 induction contributes to the anti-HCV activity of celastrol .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "JNK mitogen-activated protein kinase and nuclear factor erythroid 2-related factor 2 ( Nrf2 ) were confirmed to be involved in the inductive effect of celastrol on HO-1 expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Celastrol exhibited synergistic effects in combination with interferon-alpha ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the NS5A inhibitor daclatasvir , and the NS5B inhibitor sofosbuvir .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Celastrol can serve as a potential supplement for blocking HCV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Targeting the JNK/Nrf2/HO -1 axis presents a promising strategy against HCV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "335"
  }
}