{
  "paper_id": "ee37ae96f2e1f30ba32d089158cac645271ea6a2",
  "metadata": {
    "title": "Coronaviruses Detected in Brazilian Wild Birds Reveal Close Evolutionary Relationships with Beta-and Deltacoronaviruses Isolated From Mammals",
    "coda_data_split": "train",
    "coda_paper_id": 3961,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This study showed that the most of the coronaviruses (CoVs) detected in Brazilian wild birds clustered with the mouse hepatitis virus A59 strain, belonging to the BetaCoV group. Furthermore, CoV detected in two different bird species, Amazona vinacea and Brotogeris tirica, clustered with a CoV isolated from Sparrow (SpaCoV HKU17) belonging to a monophyletic group related with the CoVs isolated from swines (PorCoV HKU15), both belonging to the DeltaCoV genus, previously unreported in South America. Considering the risk of inter-species host switching and further adaptation to new hosts, detection in bird species of CoVs closely related to mammal CoVs should warn for the potential emergence of new threatening viruses.",
      "sentences": [
        [
          {
            "segment_text": "This study showed that the most of the coronaviruses ( CoVs ) detected in Brazilian wild birds clustered with the mouse hepatitis virus A59 strain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "belonging to the BetaCoV group .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , CoV detected in two different bird species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Amazona vinacea and Brotogeris tirica ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "clustered with a CoV isolated from Sparrow ( SpaCoV HKU17 ) belonging to a monophyletic group related with the CoVs isolated from swines ( PorCoV HKU15 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both belonging to the DeltaCoV genus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "previously unreported in South America .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Considering the risk of inter-species host switching and further adaptation to new hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "detection in bird species of CoVs closely related to mammal CoVs should warn for the potential emergence of new threatening viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "9",
    "token_num": "125"
  }
}