{
  "paper_id": "ee39b937e6add39b1d20c94dc4f514fa007a72eb",
  "metadata": {
    "title": "Intracerebral vaccination suppresses the spread of rabies virus in the mouse brain",
    "coda_data_split": "train",
    "coda_paper_id": 10249,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To investigate the efficacy of intracerebral (IC) immunization in preventing viral spread in the brain, we immunized mice with inactivated rabies virus via the subcutaneous (SC) or IC route, followed by administration of a lethal dose of rabies virus (challenge virus standard strain), directly into the brains of immunized mice. Progressive paralytic neurological signs were observed in control and 75% of SC immunized mice, whereas only 20% of IC immunized mice exhibited symptoms. Neutralizing antibody titers in blood plasma were significantly elevated in SC and IC immunized mice, with the highest levels seen in IC immunized mice. Analysis of whole brain lysates revealed a strong induction of immunoglobulin in the brains of IC immunized mice that had virus neutralizing activity. Histopathological examination of brain tissue revealed mild encephalitis and disseminated viral antigen in control and SC immunized mice, but rare in IC immunized mice. These results suggest that IC immunization induces a preventive humoral immune response against intracerebrally inoculated rabies virus. Induction of neutralizing antibody in cerebrospinal fluid represents a putative therapeutic measure for the treatment of rabid animals and humans.",
      "sentences": [
        [
          {
            "segment_text": "To investigate the efficacy of intracerebral ( IC ) immunization in preventing viral spread in the brain ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we immunized mice with inactivated rabies virus via the subcutaneous ( SC ) or IC route ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by administration of a lethal dose of rabies virus ( challenge virus standard strain ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "directly into the brains of immunized mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Progressive paralytic neurological signs were observed in control and 75 % of SC immunized mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas only 20 % of IC immunized mice exhibited symptoms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neutralizing antibody titers in blood plasma were significantly elevated in SC and IC immunized mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the highest levels seen in IC immunized mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of whole brain lysates revealed a strong induction of immunoglobulin in the brains of IC immunized mice that had virus neutralizing activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathological examination of brain tissue revealed mild encephalitis and disseminated viral antigen in control and SC immunized mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but rare in IC immunized mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that IC immunization induces a preventive humoral immune response against intracerebrally inoculated rabies virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Induction of neutralizing antibody in cerebrospinal fluid represents a putative therapeutic measure for the treatment of rabid animals and humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "202"
  }
}