{
  "paper_id": "ee5b43d20a640664510cb7a540caaae4a8e19933",
  "metadata": {
    "title": "Evidence for the Convergence Model: The Emergence of Highly Pathogenic Avian Influenza (H5N1) in Viet Nam",
    "coda_data_split": "train",
    "coda_paper_id": 8957,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Building on a series of ground breaking reviews that first defined and drew attention to emerging infectious diseases (EID), the \u0027convergence model\u0027 was proposed to explain the multifactorial causality of disease emergence. The model broadly hypothesizes disease emergence is driven by the co-incidence of genetic, physical environmental, ecological, and social factors. We developed and tested a model of the emergence of highly pathogenic avian influenza (HPAI) H5N1 based on suspected convergence factors that are mainly associated with land-use change. Building on previous geospatial statistical studies that identified natural and human risk factors associated with urbanization, we added new factors to test whether causal mechanisms and pathogenic landscapes could be more specifically identified. Our findings suggest that urbanization spatially combines risk factors to produce particular types of peri-urban landscapes with significantly higher HPAI H5N1 emergence risk. The work highlights that peri-urban areas of Viet Nam have higher levels of chicken densities, duck and geese flock size diversities, and fraction of land under rice or aquaculture than rural and urban areas. We also found that land-use diversity, a surrogate measure for potential mixing of host populations and other factors that likely influence viral transmission, significantly improves the model\u0027s predictability. Similarly, landscapes where intensive and extensive forms of poultry production overlap were found at greater risk. These results support the convergence hypothesis in general and demonstrate the potential to improve EID prevention and control by combing geospatial monitoring of these factors along with pathogen surveillance programs.",
      "sentences": [
        [
          {
            "segment_text": "Building on a series of ground breaking reviews that first defined and drew attention to emerging infectious diseases ( EID ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the ` convergence model \u0027 was proposed to explain the multifactorial causality of disease emergence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The model broadly hypothesizes disease emergence is driven by the co-incidence of genetic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "physical environmental , ecological , and social factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We developed and tested a model of the emergence of highly pathogenic avian influenza ( HPAI ) H5N1 based on suspected convergence factors that are mainly associated with land-use change .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Building on previous geospatial statistical studies that identified natural and human risk factors associated with urbanization ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we added new factors to test whether causal mechanisms and pathogenic landscapes could be more specifically identified .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that urbanization spatially combines risk factors to produce particular types of peri-urban landscapes with significantly higher HPAI H5N1 emergence risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The work highlights that peri-urban areas of Viet Nam have higher levels of chicken densities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "duck and geese flock size diversities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and fraction of land under rice or aquaculture than rural and urban areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also found that land-use diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a surrogate measure for potential mixing of host populations and other factors that likely influence viral transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significantly improves the model \u0027s predictability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , landscapes where intensive and extensive forms of poultry production overlap were found at greater risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results support the convergence hypothesis in general and demonstrate the potential to improve EID prevention and control by combing geospatial monitoring of these factors along with pathogen surveillance programs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "269"
  }
}