{
  "paper_id": "ee70b25804619797b5aeb8440a84203117ee36ef",
  "metadata": {
    "title": "A comparison of methods for purification and concentration of norovirus GII-4 capsid virus-like particles",
    "coda_data_split": "train",
    "coda_paper_id": 3284,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Noroviruses (NoVs) are one of the leading causes of acute gastroenteritis worldwide. NoV GII-4 VP1 protein was expressed in a recombinant baculovirus system using Sf9 insect cells. Several methods for purification and concentration of virus-like particles (VLPs) were evaluated. Electron microscopy (EM) and histo-blood group antigen (HBGA) binding assays showed that repeated sucrose gradient purification followed by ultrafiltration resulted in intact VLPs with excellent binding to H type 3 antigens. VLPs were stable for at least 12 months at 4°C, and up to 7 days at ambient temperature. These findings indicate that this method yielded stable and high-quality VLPs.",
      "sentences": [
        [
          {
            "segment_text": "Noroviruses ( NoVs ) are one of the leading causes of acute gastroenteritis worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "NoV GII-4 VP1 protein was expressed in a recombinant baculovirus system using Sf9 insect cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several methods for purification and concentration of virus-like particles ( VLPs ) were evaluated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Electron microscopy ( EM ) and histo-blood group antigen ( HBGA ) binding assays showed that repeated sucrose gradient purification followed by ultrafiltration resulted in intact VLPs with excellent binding to H type 3 antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "VLPs were stable for at least 12 months at 4 °C ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and up to 7 days at ambient temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings indicate that this method yielded stable and high-quality VLPs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "115"
  }
}