{
  "paper_id": "ee7231b3c46f4835345a2f595ebb53e0d77de5e2",
  "metadata": {
    "title": "Scorpion Venom-Toxins that Aid in Drug Development: A Review",
    "coda_data_split": "train",
    "coda_paper_id": 4877,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Scorpion venom components have multifaceted orientation against bacterial, viral, fungal infections and other neuronal disorders. They can modulate the ion channels (K + , Na + , Cl − , Ca 2+ ) of our body and this concept has been hypothesized in formulating pharmaceuticals. The triumphant achievement of these venom components as formulated anticancer agent in Phase I and Phase II clinical trials allure researchers to excavate beneficial venom components prohibiting DNA replication in malignant tumor cells. This review brings forth the achievements of Science and Technology in classifying the venom components as therapeutics and further application in drug product development.",
      "sentences": [
        [
          {
            "segment_text": "Scorpion venom components have multifaceted orientation against bacterial ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viral , fungal infections and other neuronal disorders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They can modulate the ion channels ( K + , Na + , Cl − , Ca 2 + ) of our body and this concept has been hypothesized in formulating pharmaceuticals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The triumphant achievement of these venom components as formulated anticancer agent in Phase I and Phase II clinical trials allure researchers to excavate beneficial venom components prohibiting DNA replication in malignant tumor cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review brings forth the achievements of Science and Technology in classifying the venom components as therapeutics and further application in drug product development .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "110"
  }
}