{
  "paper_id": "ee8483f8f2cc5fe38be4e565eae3af9d0bb8220b",
  "metadata": {
    "title": "Design, Synthesis, Evaluation and Thermodynamics of 1-Substituted Pyridylimidazo[1,5-a]Pyridine Derivatives as Cysteine Protease Inhibitors",
    "coda_data_split": "train",
    "coda_paper_id": 10593,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Targeting papain family cysteine proteases is one of the novel strategies in the development of chemotherapy for a number of diseases. Novel cysteine protease inhibitors derived from 1-pyridylimidazo[1,5-a]pyridine representing pharmacologically important class of compounds are being reported here for the first time. The derivatives were initially designed and screened in silico by molecular docking studies against papain to explore the possible mode of action. The molecular interaction between the compounds and cysteine protease (papain) was found to be very similar to the interactions observed with the respective epoxide inhibitor (E-64c) of papain. Subsequently, compounds were synthesized to validate their efficacy in wet lab experiments. When characterized kinetically, these compounds show their K i and IC 50 values in the range of 13.75 to 99.30 mM and 13.40 to 96.50 mM, respectively. The thermodynamics studies suggest their binding with papain hydrophobically and entropically driven. These inhibitors also inhibit the growth of clinically important different types of Gram positive and Gram negative bacteria having MIC 50 values in the range of 0.6-1.4 mg/ml. Based on Lipinski\u0027s rule of Five, we also propose these compounds as potent antibacterial prodrugs. The most active antibacterial compound was found to be 1-(2-pyridyl)-3-(2-hydroxyphenyl)imidazo[1,5-a]pyridine (3a).",
      "sentences": [
        [
          {
            "segment_text": "Targeting papain family cysteine proteases is one of the novel strategies in the development of chemotherapy for a number of diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Novel cysteine protease inhibitors derived from 1-pyridylimidazo ( 1,5-a ) pyridine representing pharmacologically important class of compounds are being reported here for the first time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The derivatives were initially designed and screened in silico by molecular docking studies against papain to explore the possible mode of action .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The molecular interaction between the compounds and cysteine protease ( papain ) was found to be very similar to the interactions observed with the respective epoxide inhibitor ( E-64c ) of papain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , compounds were synthesized to validate their efficacy in wet lab experiments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When characterized kinetically , these compounds show their K i and IC 50 values in the range of 13.75 to 99.30 mM and 13.40 to 96.50 mM , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The thermodynamics studies suggest their binding with papain hydrophobically and entropically driven .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These inhibitors also inhibit the growth of clinically important different types of Gram positive and Gram negative bacteria having MIC 50 values in the range of 0.6-1.4 mg/ml .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Based on Lipinski \u0027s rule of Five ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we also propose these compounds as potent antibacterial prodrugs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most active antibacterial compound was found to be 1 - ( 2-pyridyl ) -3 - ( 2-hydroxyphenyl ) imidazo ( 1,5-a ) pyridine ( 3a ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "11",
    "token_num": "236"
  }
}