{
  "paper_id": "eea14a82db80e460ff5860f2b1f009f407ae8a20",
  "metadata": {
    "title": "Glycosylation of the viral attachment protein of avian coronavirus is essential for host cell and receptor binding",
    "coda_data_split": "train",
    "coda_paper_id": 10198,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Avian coronaviruses, including infectious bronchitis virus (IBV), are important respiratory pathogens of poultry. The heavily glycosylated IBV spike protein is responsible for binding to host tissues. Glycosylation sites in the spike protein are highly conserved across viral genotypes, suggesting an important role for this modification in the virus life cycle. Here, we analyzed the N-glycosylation of the receptor-binding domain (RBD) of IBV strain M41 spike protein and assessed the role of this modification in host receptor binding. Ten single Asn-to-Ala substitutions at the predicted N-glycosylation sites of the M41-RBD were evaluated along with two control Val-to-Ala substitutions. CD analysis revealed that the secondary structure of all variants was retained compared with the unmodified M41-RBD construct. Six of the 10 glycosylation variants lost binding to chicken trachea tissue and an ELISA-presented ␣2,3-linked sialic acid oligosaccharide ligand. LC/MS E glycomics analysis revealed that glycosylation sites have specific proportions of N-glycan subtypes. Overall, the glycosylation patterns of most variant RBDs were highly similar to those of the unmodified M41-RBD construct. In silico docking experiments with the recently published cryo-EM structure of the M41 IBV spike protein and our glycosylation results revealed a potential ligand receptor site that is ringed by four glycosylation sites that dramatically impact ligand binding. Combined with the results of previous array studies, the glycosylation and mutational analyses presented here suggest a unique glycosylation-dependent binding modality for the M41 spike protein.",
      "sentences": [
        [
          {
            "segment_text": "Avian coronaviruses , including infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are important respiratory pathogens of poultry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The heavily glycosylated IBV spike protein is responsible for binding to host tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Glycosylation sites in the spike protein are highly conserved across viral genotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting an important role for this modification in the virus life cycle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we analyzed the N-glycosylation of the receptor-binding domain ( RBD ) of IBV strain M41 spike protein and assessed the role of this modification in host receptor binding .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten single Asn-to-Ala substitutions at the predicted N-glycosylation sites of the M41-RBD were evaluated along with two control Val-to-Ala substitutions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "CD analysis revealed that the secondary structure of all variants was retained compared with the unmodified M41-RBD construct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Six of the 10 glycosylation variants lost binding to chicken trachea tissue and an ELISA-presented ␣ 2,3-linked sialic acid oligosaccharide ligand .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "LC/MS E glycomics analysis revealed that glycosylation sites have specific proportions of N-glycan subtypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the glycosylation patterns of most variant RBDs were highly similar to those of the unmodified M41-RBD construct .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In silico docking experiments with the recently published cryo-EM structure of the M41 IBV spike protein and our glycosylation results revealed a potential ligand receptor site that is ringed by four glycosylation sites that dramatically impact ligand binding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combined with the results of previous array studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the glycosylation and mutational analyses presented here suggest a unique glycosylation-dependent binding modality for the M41 spike protein .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "253"
  }
}