{
  "paper_id": "eecc65b84cabf0e7c4adad5a730703430332a5ac",
  "metadata": {
    "title": "CCR5 Plays a Critical Role in the Development of Myocarditis and Host Protection in Mice Infected with Trypanosoma cruzi",
    "coda_data_split": "train",
    "coda_paper_id": 3752,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The pathogenesis of myocarditis during Trypanosoma cruzi infection is poorly understood. We investigated the role played by chemokine receptor 5 (CCR5) in the influx of T cells to the cardiac tissue of T. cruziinfected mice. mRNA and protein for the CCR5 ligands CCL3, CCL4, and CCL5 were detected in the hearts of infected mice in association with CD4 + and CD8 + T cells. There was a high level of CCR5 expression on",
      "sentences": [
        [
          {
            "segment_text": "The pathogenesis of myocarditis during Trypanosoma cruzi infection is poorly understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated the role played by chemokine receptor 5 ( CCR5 ) in the influx of T cells to the cardiac tissue of T. cruziinfected mice .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "mRNA and protein for the CCR5 ligands CCL3 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CCL4 , and CCL5 were detected in the hearts of infected mice in association with CD4 + and CD8 + T cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a high level of CCR5 expression on",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Trypanosoma cruzi is an obligatory intracellular protozoan parasite that causes Chagas disease, an important public-health problem in Latin America. In studies of infection, there is significant blood parasitemia, tissue parasitism, and tissue inflammation and a great degree of lethality, all of which are dependent on the strain of the parasite, the dose of the inoculum, and the species being studied. Control of the infection is eventually achieved. Several studies have reported an essential role for CD4 + [1-3] and CD8 + [3, 4] T cells and for interferon (IFN)-g and tumor necrosis factor (TNF)-a [5] [6] [7] [8] in the control of acute infection. However, it is still not known how these types of cells migrate to sites of tissue infection and interact with inflam-",
      "sentences": [
        [
          {
            "segment_text": "Trypanosoma cruzi is an obligatory intracellular protozoan parasite that causes Chagas disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an important public-health problem in Latin America .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In studies of infection , there is significant blood parasitemia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tissue parasitism , and tissue inflammation and a great degree of lethality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "all of which are dependent on the strain of the parasite ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the dose of the inoculum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the species being studied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Control of the infection is eventually achieved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Several studies have reported an essential role for CD4 + ( 1-3 ) and CD8 + ( 3 , 4 ) T cells and for interferon ( IFN ) - g and tumor necrosis factor ( TNF ) - a ( 5 ) ( 6 ) ( 7 ) ( 8 ) in the control of acute infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , it is still not known how these types of cells migrate to sites of tissue infection and interact with inflam -",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "239"
  }
}