{
  "paper_id": "eed7829c19a8b829dfa40c7dbb4a6e426ca9c062",
  "metadata": {
    "title": "Ethacrynic and ␣-lipoic acids inhibit vaccinia virus late gene expression",
    "coda_data_split": "train",
    "coda_paper_id": 9867,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Smallpox was declared eradicated in 1980. However recently, the need of agents effective against poxvirus infection has emerged again. In this paper, we report an original finding that two redox-modulating agents, the ethacrynic and ␣-lipoic acids (EA, LA), inhibit growth of vaccinia virus (VACV) in vitro. The effect of EA and LA was compared with those of ␤-mercaptoethanol, DTT and ascorbic acid, but these agents increased VACV growth in HeLa G cells. The inhibitory effects of EA and LA on the growth of VACV were further confirmed in several cell lines of different embryonic origin, in epithelial cells, fibroblasts, macrophages and T-lymphocytes.",
      "sentences": [
        [
          {
            "segment_text": "Smallpox was declared eradicated in 1980 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However recently , the need of agents effective against poxvirus infection has emerged again .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this paper , we report an original finding that two redox-modulating agents ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the ethacrynic and ␣ - lipoic acids ( EA , LA ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "inhibit growth of vaccinia virus ( VACV ) in vitro .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The effect of EA and LA was compared with those of ␤ - mercaptoethanol ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "DTT and ascorbic acid , but these agents increased VACV growth in HeLa G cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The inhibitory effects of EA and LA on the growth of VACV were further confirmed in several cell lines of different embryonic origin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in epithelial cells , fibroblasts , macrophages and T-lymphocytes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Finally, we have analyzed the mechanism of action of the two agents. They both decreased expression of VACV late genes, as demonstrated by western blot analysis and activity of luciferase expressed under control of different VACV promoters. In contrast, they did not inhibit virus entry into the cell, expression of VACV early genes or VACV DNA synthesis.",
      "sentences": [
        [
          {
            "segment_text": "Finally , we have analyzed the mechanism of action of the two agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "They both decreased expression of VACV late genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as demonstrated by western blot analysis and activity of luciferase expressed under control of different VACV promoters .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , they did not inhibit virus entry into the cell ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "expression of VACV early genes or VACV DNA synthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results suggest new directions in development of drugs effective against poxvirus infection.",
      "sentences": [
        [
          {
            "segment_text": "The results suggest new directions in development of drugs effective against poxvirus infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "203"
  }
}