{
  "paper_id": "eeed3ffbb9e4731570065f7634b6b7927a729862",
  "metadata": {
    "title": "NICEATM-ICCVAM # International Workshop on Alternative Methods to Reduce, Refine, and Replace the Use of Animals in Vaccine Potency and Safety Testing: Non-animal replacement methods for veterinary vaccine potency testing: state of the science and future directions peer-review under responsibility of the National Toxicology Program Interagency Center for the Evaluation of Alternative Toxicological Methods (NICEATM). peer-review under responsibility of the National Toxicology Program Interagency Center for the Evaluation of Alternative Toxicological Methods (NICEATM)",
    "coda_data_split": "train",
    "coda_paper_id": 10477,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "NICEATM and ICCVAM convened an international workshop to review the state of the science of human and veterinary vaccine potency and safety testing methods and to identify opportunities to advance new and improved methods that can further reduce, refine, and replace animal use. Six topics were addressed in detail by speakers and workshop participants and are reported in a series of six reports. This workshop report, the second in the series, provides recommendations for current and future use of nonanimal methods and strategies for veterinary vaccine potency testing. Workshop participants recommended that future efforts to replace animal use give priority to vaccines (1) that use large numbers of animals per test and for which many serials are produced annually, (2) that involve significant animal pain and distress during procedures, (3) for which the functional protective antigen has been identified, (4) that involve foreign animal/zoonotic organisms that are dangerous to humans, and (5) that involve pathogens that can be easily spread to wildlife populations. Vaccines identified as the highest priorities were those for rabies, Leptospira spp., Clostridium spp., Erysipelas, foreign animal diseases (FAD), poultry diseases, and fish diseases. Further research on the identification, purification, and characterization of vaccine protective antigens in veterinary vaccines was also identified as a priority. critical knowledge and data gaps, including opportunities to apply new science and technology. Recommendations included (1) investigations into the relative impact of various adjuvants on antigen quantification assays, (2) investigations into extraction methods that could be used for vaccines containing adjuvants that can interfere with antigen assays, and (3) review of the current status of rabies and tetanus human vaccine in vitro potency methods for their potential application to the corresponding veterinary vaccines. Workshop participants recommended enhanced international harmonization and cooperation and closer collaborations between human and veterinary researchers to expedite progress. Implementation of the workshop recommendations is expected to advance alternative in vitro methods for veterinary vaccine potency testing that will benefit animal welfare and replace animal use while ensuring continued protection of human and animal health.",
      "sentences": [
        [
          {
            "segment_text": "NICEATM and ICCVAM convened an international workshop to review the state of the science of human and veterinary vaccine potency and safety testing methods and to identify opportunities to advance new and improved methods that can further reduce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "refine , and replace animal use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Six topics were addressed in detail by speakers and workshop participants and are reported in a series of six reports .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This workshop report , the second in the series ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provides recommendations for current and future use of nonanimal methods and strategies for veterinary vaccine potency testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Workshop participants recommended that future efforts to replace animal use give priority to vaccines ( 1 ) that use large numbers of animals per test and for which many serials are produced annually ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) that involve significant animal pain and distress during procedures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 3 ) for which the functional protective antigen has been identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 4 ) that involve foreign animal/zoonotic organisms that are dangerous to humans ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 5 ) that involve pathogens that can be easily spread to wildlife populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Vaccines identified as the highest priorities were those for rabies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Leptospira spp. , Clostridium spp. ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Erysipelas , foreign animal diseases ( FAD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "poultry diseases , and fish diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research on the identification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "purification , and characterization of vaccine protective antigens in veterinary vaccines was also identified as a priority .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "critical knowledge and data gaps ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including opportunities to apply new science and technology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recommendations included ( 1 ) investigations into the relative impact of various adjuvants on antigen quantification assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "( 2 ) investigations into extraction methods that could be used for vaccines containing adjuvants that can interfere with antigen assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ( 3 ) review of the current status of rabies and tetanus human vaccine in vitro potency methods for their potential application to the corresponding veterinary vaccines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Workshop participants recommended enhanced international harmonization and cooperation and closer collaborations between human and veterinary researchers to expedite progress .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Implementation of the workshop recommendations is expected to advance alternative in vitro methods for veterinary vaccine potency testing that will benefit animal welfare and replace animal use while ensuring continued protection of human and animal health .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "23",
    "token_num": "383"
  }
}