{
  "paper_id": "eef4cc12b84be0a4217da828b75f06529ba5d01b",
  "metadata": {
    "title": "Genomes of the Mouse Collaborative Cross",
    "coda_data_split": "train",
    "coda_paper_id": 4051,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Collaborative Cross (CC) is a multiparent panel of recombinant inbred (RI) mouse strains derived from eight founder laboratory strains. RI panels are popular because of their long-term genetic stability, which enhances reproducibility and integration of data collected across time and conditions. Characterization of their genomes can be a community effort, reducing the burden on individual users. Here we present the genomes of the CC strains using two complementary approaches as a resource to improve power and interpretation of genetic experiments. Our study also provides a cautionary tale regarding the limitations imposed by such basic biological processes as mutation and selection. A distinct advantage of inbred panels is that genotyping only needs to be performed on the panel, not on each individual mouse. The initial CC genome data were haplotype reconstructions based on dense genotyping of the most recent common ancestors (MRCAs) of each strain followed by imputation from the genome sequence of the corresponding founder inbred strain. The MRCA resource captured segregating regions in strains that were not fully inbred, but it had limited resolution in the transition regions between founder haplotypes, and there was uncertainty about founder assignment in regions of limited diversity. Here we report the whole genome sequence of 69 CC strains generated by paired-end short reads at 303 coverage of a single male per strain. Sequencing leads to a substantial improvement in the fine structure and completeness of the genomes of the CC. Both MRCAs and sequenced samples show a significant reduction in the genome-wide haplotype frequencies from two wild-derived strains, CAST/EiJ and PWK/PhJ. In addition, analysis of the evolution of the patterns of heterozygosity indicates that selection against three wild-derived founder strains played a significant role in shaping the genomes of the CC. The sequencing resource provides the first description of tens of thousands of new genetic variants introduced by mutation and drift in the CC genomes. We estimate that new SNP mutations are accumulating in each CC strain at a rate of 2.4 6 0.4 per gigabase per generation. The fixation of new mutations by genetic drift has introduced thousands of new variants into the CC strains. The majority of these mutations are novel compared to currently sequenced laboratory stocks and wild mice, and some are predicted to alter gene function. Approximately one-third of the CC inbred strains have acquired large deletions (.10 kb) many of which overlap known coding genes and functional elements. The sequence of these mice is a critical resource to CC users, increases threefold the number of mouse inbred strain genomes available publicly, and provides insight into the effect of mutation and drift on common resources.",
      "sentences": [
        [
          {
            "segment_text": "The Collaborative Cross ( CC ) is a multiparent panel of recombinant inbred ( RI ) mouse strains derived from eight founder laboratory strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RI panels are popular because of their long-term genetic stability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which enhances reproducibility and integration of data collected across time and conditions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Characterization of their genomes can be a community effort ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing the burden on individual users .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present the genomes of the CC strains using two complementary approaches as a resource to improve power and interpretation of genetic experiments .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Our study also provides a cautionary tale regarding the limitations imposed by such basic biological processes as mutation and selection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A distinct advantage of inbred panels is that genotyping only needs to be performed on the panel ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "not on each individual mouse .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The initial CC genome data were haplotype reconstructions based on dense genotyping of the most recent common ancestors ( MRCAs ) of each strain followed by imputation from the genome sequence of the corresponding founder inbred strain .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The MRCA resource captured segregating regions in strains that were not fully inbred ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "but it had limited resolution in the transition regions between founder haplotypes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and there was uncertainty about founder assignment in regions of limited diversity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Here we report the whole genome sequence of 69 CC strains generated by paired-end short reads at 303 coverage of a single male per strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequencing leads to a substantial improvement in the fine structure and completeness of the genomes of the CC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both MRCAs and sequenced samples show a significant reduction in the genome-wide haplotype frequencies from two wild-derived strains , CAST/EiJ and PWK/PhJ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , analysis of the evolution of the patterns of heterozygosity indicates that selection against three wild-derived founder strains played a significant role in shaping the genomes of the CC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sequencing resource provides the first description of tens of thousands of new genetic variants introduced by mutation and drift in the CC genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We estimate that new SNP mutations are accumulating in each CC strain at a rate of 2.4 6 0.4 per gigabase per generation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The fixation of new mutations by genetic drift has introduced thousands of new variants into the CC strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The majority of these mutations are novel compared to currently sequenced laboratory stocks and wild mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and some are predicted to alter gene function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately one-third of the CC inbred strains have acquired large deletions ( .10 kb ) many of which overlap known coding genes and functional elements .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sequence of these mice is a critical resource to CC users ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increases threefold the number of mouse inbred strain genomes available publicly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and provides insight into the effect of mutation and drift on common resources .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "26",
    "token_num": "473"
  }
}