{
  "paper_id": "ef000d8cdab3895e2321286f16cce2b8aea458d1",
  "metadata": {
    "title": "Controlled efficacy trial confirming toltrazuril resistance in a field isolate of ovine Eimeria spp",
    "coda_data_split": "train",
    "coda_paper_id": 4798,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Coccidiosis due to Eimeria spp. infections in lambs causes increased mortality and substantial production losses, and anticoccidials are important for control of the infection. Anticoccidial resistance has been reported in poultry and swine, and we recently described reduced toltrazuril efficacy in ovine Eimeria spp. in some Norwegian sheep farms using a newly developed faecal oocyst count reduction test (FOCRT). The aim of the present study was to use a controlled efficacy trial to assess the efficacy of toltrazuril against a field isolate suspected of being resistant. Methods: Twenty lambs, 17-22 days old and raised protected against exposure to coccidia, were infected with a field isolate of 100,000 Eimeria spp. oocysts. This isolate was obtained from a farm with a previously calculated drug efficacy of 56% (95% confidence interval: -433.9 to 96.6%). At day 7 post-infection, 10 of the lambs were orally treated with 20 mg/kg toltrazuril (Baycox Sheep vet., Bayer Animal Health), while the other 10 lambs (controls) were given physiological saline. Clinical examinations were conducted, and weight gains recorded. Daily faecal samples were scored for diarrhoea on a scale from 1 to 5, and oocyst excretion was determined using a modified McMaster technique. Oocysts were morphologically identified to species level. At 17-24 days post-infection, the lambs were euthanized and necropsied.",
      "sentences": [
        [
          {
            "segment_text": "Background : Coccidiosis due to Eimeria spp. infections in lambs causes increased mortality and substantial production losses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and anticoccidials are important for control of the infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Anticoccidial resistance has been reported in poultry and swine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and we recently described reduced toltrazuril efficacy in ovine Eimeria spp. in some Norwegian sheep farms using a newly developed faecal oocyst count reduction test ( FOCRT ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the present study was to use a controlled efficacy trial to assess the efficacy of toltrazuril against a field isolate suspected of being resistant .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Twenty lambs , 17-22 days old and raised protected against exposure to coccidia ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were infected with a field isolate of 100,000 Eimeria spp. oocysts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This isolate was obtained from a farm with a previously calculated drug efficacy of 56 % ( 95 % confidence interval : -433.9 to 96.6 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At day 7 post-infection , 10 of the lambs were orally treated with 20 mg/kg toltrazuril ( Baycox Sheep vet. , Bayer Animal Health ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "while the other 10 lambs ( controls ) were given physiological saline .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical examinations were conducted , and weight gains recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Daily faecal samples were scored for diarrhoea on a scale from 1 to 5 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and oocyst excretion was determined using a modified McMaster technique .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Oocysts were morphologically identified to species level .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At 17-24 days post-infection , the lambs were euthanized and necropsied .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: The tested Eimeria isolate was resistant against toltrazuril, and resistance was seen in both pathogenic and non-pathogenic species. In addition, no significant differences in faecal score, growth, gross pathology or histological changes were identified between the two groups. The pathogenic E. ovinoidalis was the dominant species, and no significant difference in the individual prevalence of E. ovinoidalis post-treatment was found between treated (66.9%) and control lambs (61.9%). Other species identified included E. crandallis/weybridgensis, E. parva, E. marsica, E. faurei, E. pallida, E. ahsata and E. bakuensis.",
      "sentences": [
        [
          {
            "segment_text": "Results : The tested Eimeria isolate was resistant against toltrazuril ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and resistance was seen in both pathogenic and non-pathogenic species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , no significant differences in faecal score ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "growth , gross pathology or histological changes were identified between the two groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pathogenic E. ovinoidalis was the dominant species ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no significant difference in the individual prevalence of E. ovinoidalis post-treatment was found between treated ( 66.9 % ) and control lambs ( 61.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other species identified included E. crandallis/weybridgensis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "E. parva , E. marsica ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "E. faurei , E. pallida ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "E. ahsata and E. bakuensis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This study confirms toltrazuril resistance in ovine Eimeria spp.; in addition, the data support the use of FOCRT as an appropriate tool for field evaluation of anticoccidial efficacy. Due to limited anticoccidial treatment alternatives, these findings may have important implications for the sheep industry, particularly in northern Europe.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This study confirms toltrazuril resistance in ovine Eimeria spp. ; in addition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the data support the use of FOCRT as an appropriate tool for field evaluation of anticoccidial efficacy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to limited anticoccidial treatment alternatives ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these findings may have important implications for the sheep industry , particularly in northern Europe .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "29",
    "token_num": "410"
  }
}