{
  "paper_id": "ef00e8f5511080b7724cf80d289003c3dfa170d7",
  "metadata": {
    "title": "IMMUNE RESPONSES TO RNA-VIRUS INFECTIONS OF THE CNS",
    "coda_data_split": "train",
    "coda_paper_id": 2875,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A successful outcome for the host of virus infection of the central nervous system (CNS) requires the elimination of the virus without damage to essential non-renewable cells, such as neurons. As a result, inflammatory responses must be tightly controlled, and many unique mechanisms seem to contribute to this control. In addition to being important causes of human disease, RNA viruses that infect the CNS provide useful models in which to study immune responses in the CNS. Recent work has shown the importance of innate immune responses in the CNS in controlling virus infection. And advances have been made in assessing the relative roles of cytotoxic T cells, antibodies and cytokines in the clearance of viruses from neurons, glial cells and meningeal cells.",
      "sentences": [
        [
          {
            "segment_text": "A successful outcome for the host of virus infection of the central nervous system ( CNS ) requires the elimination of the virus without damage to essential non-renewable cells , such as neurons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a result , inflammatory responses must be tightly controlled ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many unique mechanisms seem to contribute to this control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to being important causes of human disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNA viruses that infect the CNS provide useful models in which to study immune responses in the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recent work has shown the importance of innate immune responses in the CNS in controlling virus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "And advances have been made in assessing the relative roles of cytotoxic T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "antibodies and cytokines in the clearance of viruses from neurons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glial cells and meningeal cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "135"
  }
}