{
  "paper_id": "ef09d37e1c747791a2ede52bb7ccf2f617b3d271",
  "metadata": {
    "title": "Commentary Operation of mitochondrial machinery in viral infection-induced immune responses",
    "coda_data_split": "train",
    "coda_paper_id": 2315,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mitochondria have been recognized as ancient bacteria that contain evolutionary endosymbionts. Metabolic pathways and inflammatory signals interact within mitochondria in response to different stresses, such as viral infections. In this commentary, we address several interesting questions, including (1) how do mitochondrial machineries participate in immune responses; (2) how do mitochondria mediate antiviral immunity; (3) what mechanisms involved in mitochondrial machinery, including the downregulation of mitochondrial DNA (mtDNA), disturbances of mitochondrial dynamics, and the induction of mitophagy and regulation of apoptosis, have been adopted by viruses to evade antiviral immunity; (4) what mechanisms involve the regulation of mitochondrial machineries in antiviral therapeutics; and (5) what are the potential challenges and perspectives in developing mitochondria-targeting antiviral treatments? This commentary provides a comprehensive review of the roles and mechanisms of mitochondrial machineries in immunity, viral infections and related antiviral therapeutics.",
      "sentences": [
        [
          {
            "segment_text": "Mitochondria have been recognized as ancient bacteria that contain evolutionary endosymbionts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Metabolic pathways and inflammatory signals interact within mitochondria in response to different stresses , such as viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this commentary , we address several interesting questions ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including ( 1 ) how do mitochondrial machineries participate in immune responses ; ( 2 ) how do mitochondria mediate antiviral immunity ; ( 3 ) what mechanisms involved in mitochondrial machinery ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including the downregulation of mitochondrial DNA ( mtDNA ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "disturbances of mitochondrial dynamics , and the induction of mitophagy and regulation of apoptosis ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "have been adopted by viruses to evade antiviral immunity ; ( 4 ) what mechanisms involve the regulation of mitochondrial machineries in antiviral therapeutics ; and ( 5 ) what are the potential challenges and perspectives in developing mitochondria-targeting antiviral treatments ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This commentary provides a comprehensive review of the roles and mechanisms of mitochondrial machineries in immunity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "viral infections and related antiviral therapeutics .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "9",
    "token_num": "165"
  }
}