{
  "paper_id": "ef20a0cd67ce018cf061f154bd8be9d0e58d0f23",
  "metadata": {
    "title": "Effectiveness of zinc supplementation on diarrhea and average daily gain in pre- weaned dairy calves: A double-blind, block- randomized, placebo-controlled clinical trial",
    "coda_data_split": "train",
    "coda_paper_id": 3630,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The objective of this clinical trial was to evaluate the effectiveness of zinc supplementation on diarrhea and average daily weight gain (ADG) in pre-weaned dairy calves. A total of 1,482 healthy Holstein heifer and bull calves from a large California dairy were enrolled at 24 to 48 hours of age until hutch exit at approximately 90 days of age. Calves were block-randomized by time to one of three treatments: 1) placebo, 2) zinc methionine (ZM), or 3) zinc sulfate (ZS) administered in milk once daily for 14 days. Serum total protein at enrollment and body weight at birth, treatment end, and hutch exit were measured. Fecal consistency was assessed daily for 28 days post-enrollment. For a random sample of 127 calves, serum zinc concentrations before and after treatment and a fecal antigen ELISA at diarrhea start and resolution for Escherichia coli K99, rotavirus, coronavirus, and Cryptosporidium parvum were performed. Linear regression showed that ZM-treated bull calves had 22 g increased ADG compared to placebo-treated bulls (P \u003d 0.042). ZM-treated heifers had 9 g decreased ADG compared to placebo-treated heifers (P \u003d 0.037), after adjusting for average birth weight. Sex-stratified models showed that high birth weight heifers treated with ZM gained more than placebo-treated heifers of the same birth weight, which suggests a doseresponse effect rather than a true sex-specific effect of ZM on ADG. Cox regression showed that ZM and ZS-treated calves had a 14.7% (P \u003d 0.015) and 13.9% (P \u003d 0.022) reduced hazard of diarrhea, respectively, compared to placebo-treated calves. Calves supplemented for at least the first five days of diarrhea with ZM and ZS had a 21.4% (P \u003d 0.027) and 13.0% (P \u003d 0.040) increased hazard of cure from diarrhea, respectively, compared to placebo-treated calves. Logistic regression showed that the odds of microbiological cure at diarrhea resolution for rotavirus, C. parvum, or any single fecal pathogen was not different between treatment groups. Zinc supplementation delayed diarrhea and expedited diarrhea recovery in pre-weaned calves. Additionally, zinc improved weight gain differentially in bulls compared to heifers, indicating a research need for sex-specific dosing.",
      "sentences": [
        [
          {
            "segment_text": "The objective of this clinical trial was to evaluate the effectiveness of zinc supplementation on diarrhea and average daily weight gain ( ADG ) in pre-weaned dairy calves .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 1,482 healthy Holstein heifer and bull calves from a large California dairy were enrolled at 24 to 48 hours of age until hutch exit at approximately 90 days of age .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Calves were block-randomized by time to one of three treatments : 1 ) placebo ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2 ) zinc methionine ( ZM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or 3 ) zinc sulfate ( ZS ) administered in milk once daily for 14 days .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum total protein at enrollment and body weight at birth ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "treatment end , and hutch exit were measured .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Fecal consistency was assessed daily for 28 days post-enrollment .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For a random sample of 127 calves ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "serum zinc concentrations before and after treatment and a fecal antigen ELISA at diarrhea start and resolution for Escherichia coli K99 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rotavirus , coronavirus , and Cryptosporidium parvum were performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Linear regression showed that ZM-treated bull calves had 22 g increased ADG compared to placebo-treated bulls ( P \u003d 0.042 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ZM-treated heifers had 9 g decreased ADG compared to placebo-treated heifers ( P \u003d 0.037 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "after adjusting for average birth weight .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sex-stratified models showed that high birth weight heifers treated with ZM gained more than placebo-treated heifers of the same birth weight ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which suggests a doseresponse effect rather than a true sex-specific effect of ZM on ADG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cox regression showed that ZM and ZS-treated calves had a 14.7 % ( P \u003d 0.015 ) and 13.9 % ( P \u003d 0.022 ) reduced hazard of diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , compared to placebo-treated calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Calves supplemented for at least the first five days of diarrhea with ZM and ZS had a 21.4 % ( P \u003d 0.027 ) and 13.0 % ( P \u003d 0.040 ) increased hazard of cure from diarrhea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , compared to placebo-treated calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Logistic regression showed that the odds of microbiological cure at diarrhea resolution for rotavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C. parvum , or any single fecal pathogen was not different between treatment groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Zinc supplementation delayed diarrhea and expedited diarrhea recovery in pre-weaned calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , zinc improved weight gain differentially in bulls compared to heifers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating a research need for sex-specific dosing .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Results of a previous zinc clinical trial [11] indicated that a sample size of 213 diarrheic calves per group (α \u003d 0.05, β \u003d 0.10, power 90%) would be needed to show a difference in ADG of Effect of zinc on diarrhea in calves PLOS ONE | https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Results of a previous zinc clinical trial ( 11 ) indicated that a sample size of 213 diarrheic calves per group ( α \u003d 0.05 , β \u003d 0.10 , power 90 % ) would be needed to show a difference in ADG of Effect of zinc on diarrhea in calves PLOS ONE | https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Prior to the trial, total daily dietary zinc consumed by calves during the first 14 days of life was estimated using heavy metal analysis of water (n \u003d 2), calf milk (n \u003d 2), two types of oral electrolyte solutions (n \u003d 2), calf starter grain (n \u003d 2), and an estimated intake of starter grain by calves less than 14 days of age [20, 21] . Analysis was performed at the California Animal Health and Food Safety System\u0027s (CAHFS) Toxicology Laboratory (Davis, CA) by ICP-MS Effect of zinc on diarrhea in calves PLOS ONE | https://doi.org/10.1371/journal.pone.0219321 July 10, 2019 3 / 22 1 First diarrhea defined as the first day post-enrollment with fecal score greater than 1. 2 Treatments: placebo \u003d 0.44 g fresh milk replacer powder (MRP); zinc methionine \u003d 80 mg of zinc (0.45 g zinc methionine complex as Zinpro180) in 0.44 g of fresh MRP; zinc sulfate \u003d 80 mg of zinc (0.22 g zinc sulfate monohydrate) in 0.44 g of fresh MRP.",
      "sentences": [
        [
          {
            "segment_text": "Prior to the trial , total daily dietary zinc consumed by calves during the first 14 days of life was estimated using heavy metal analysis of water ( n \u003d 2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "calf milk ( n \u003d 2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "two types of oral electrolyte solutions ( n \u003d 2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "calf starter grain ( n \u003d 2 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and an estimated intake of starter grain by calves less than 14 days of age ( 20 , 21 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis was performed at the California Animal Health and Food Safety System \u0027s ( CAHFS ) Toxicology Laboratory ( Davis , CA ) by ICP-MS Effect of zinc on diarrhea in calves PLOS ONE | https://doi.org/10.1371/journal.pone.0219321 July 10 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "2019 3 / 22 1 First diarrhea defined as the first day post-enrollment with fecal score greater than 1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "2 Treatments : placebo \u003d 0.44 g fresh milk replacer powder ( MRP ) ; zinc methionine \u003d 80 mg of zinc ( 0.45 g zinc methionine complex as Zinpro180 ) in 0.44 g of fresh MRP ; zinc sulfate \u003d 80 mg of zinc ( 0.22 g zinc sulfate monohydrate ) in 0.44 g of fresh MRP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "18",
    "segment_num": "34",
    "token_num": "660"
  }
}