{
  "paper_id": "ef4480ccc6cf9f54d201dbd9f1dec7cbba683400",
  "metadata": {
    "title": "Bradford Hill\u0027s criteria, emerging zoonoses, and One Health",
    "coda_data_split": "train",
    "coda_paper_id": 3938,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Zoonoses constitute more than 60% of infectious diseases and 75% of emerging infectious diseases. Inappropriate overemphasis of specialization of disciplines has ignored public health. Identifying the causes of disease and determining how exposures are related to outcomes in \u0027\u0027emerging zoonoses\" affecting multiple species are considered to be the hallmarks of public health research and practice that compels the adoption of \u0027\u0027One Health\". The interactions within and among populations of vertebrates in the causation and transmissions of emerging zoonotic diseases are inherently dynamic, interdependent, and systems based. Disease causality theories have moved from one or several agents causing disease in a single species, to one infectious agent causing disease in multiple species-emerging zoonoses. Identification of the causative pathogen components or structures, elucidating the mechanisms of species specificity, and understanding the natural conditions of emergence would facilitate better derivation of the causal mechanism. Good quality evidence on causation in emerging zoonoses affecting multiple species makes a strong recommendation under the One Health approach for disease prevention and control from diagnostic tests, treatment, antimicrobial resistance, preventive vaccines, and evidence informed health policies. In the tenets of One Health, alliances work best when the legitimate interests of the different partners combine to prevent and control emerging zoonoses.",
      "sentences": [
        [
          {
            "segment_text": "Zoonoses constitute more than 60 % of infectious diseases and 75 % of emerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Inappropriate overemphasis of specialization of disciplines has ignored public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identifying the causes of disease and determining how exposures are related to outcomes in `` emerging zoonoses \u0027\u0027 affecting multiple species are considered to be the hallmarks of public health research and practice that compels the adoption of `` One Health \u0027\u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The interactions within and among populations of vertebrates in the causation and transmissions of emerging zoonotic diseases are inherently dynamic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interdependent , and systems based .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disease causality theories have moved from one or several agents causing disease in a single species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to one infectious agent causing disease in multiple species-emerging zoonoses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identification of the causative pathogen components or structures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "elucidating the mechanisms of species specificity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and understanding the natural conditions of emergence would facilitate better derivation of the causal mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Good quality evidence on causation in emerging zoonoses affecting multiple species makes a strong recommendation under the One Health approach for disease prevention and control from diagnostic tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "treatment , antimicrobial resistance , preventive vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and evidence informed health policies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the tenets of One Health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alliances work best when the legitimate interests of the different partners combine to prevent and control emerging zoonoses .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "227"
  }
}