{
  "paper_id": "ef4e43d93ed9d8c4cc2a7924d17a07c5526affe4",
  "metadata": {
    "title": "Astrovirus Infections in Animal Mammalian Species",
    "coda_data_split": "train",
    "coda_paper_id": 3635,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The fi rst reports of astroviruses in animals date back to the end of the 1970s, when infections in mammals such as lambs and calves suffering from diarrhea were reported for the fi rst time. Since then, several mammalian species have been shown to be susceptible to astroviruses which appear to be genetically diverse and to have acquired host-speci fi city. To date, astroviruses have been detected in 16 different orders or species of mammals in addition to humans, and signs of infection range from unapparent infection or very mild disease to diarrhea, lethargy, and anorexia, mainly observed in young individuals. This chapter describes those astroviruses detected in nonhuman mammalian species worldwide, as well as their molecular and phenotypic characteristics and their role in diseases. The capacity of these viruses to cross-species barriers and their subsequent adaptation to novel hosts is also highlighted.",
      "sentences": [
        [
          {
            "segment_text": "The fi rst reports of astroviruses in animals date back to the end of the 1970s ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when infections in mammals such as lambs and calves suffering from diarrhea were reported for the fi rst time .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then , several mammalian species have been shown to be susceptible to astroviruses which appear to be genetically diverse and to have acquired host-speci fi city .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , astroviruses have been detected in 16 different orders or species of mammals in addition to humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and signs of infection range from unapparent infection or very mild disease to diarrhea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lethargy , and anorexia , mainly observed in young individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This chapter describes those astroviruses detected in nonhuman mammalian species worldwide ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as their molecular and phenotypic characteristics and their role in diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The capacity of these viruses to cross-species barriers and their subsequent adaptation to novel hosts is also highlighted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "156"
  }
}