{
  "paper_id": "ef5fe7296ec8baf90d974cf5737af0da3ed403ea",
  "metadata": {
    "title": "A 3-year prospective study of the epidemiology of acute respiratory viral infections in hospitalized children in Shenzhen, China",
    "coda_data_split": "train",
    "coda_paper_id": 4928,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background The epidemiology of local viral etiologies is essential for the management of viral respiratory tract infections. Limited data are available in China to describe the epidemiology of viral respiratory infections, especially in small-medium cities and rural areas.",
      "sentences": [
        [
          {
            "segment_text": "Background The epidemiology of local viral etiologies is essential for the management of viral respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limited data are available in China to describe the epidemiology of viral respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in small-medium cities and rural areas .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives To determine the viral etiology and seasonality of acute respiratory infections in hospitalized children, a 3-year study was conducted in Shenzhen, China.",
      "sentences": [
        [
          {
            "segment_text": "Objectives To determine the viral etiology and seasonality of acute respiratory infections in hospitalized children ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a 3-year study was conducted in Shenzhen , China .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods Nasopharyngeal aspirates from eligible children were collected. Influenza and other respiratory viruses were tested by molecular assays simultaneously. Data were analyzed to describe the frequency and seasonality.",
      "sentences": [
        [
          {
            "segment_text": "Methods Nasopharyngeal aspirates from eligible children were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Influenza and other respiratory viruses were tested by molecular assays simultaneously .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed to describe the frequency and seasonality .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Of the 2025 children enrolled in the study, 971 (48Á0%) were positive for at least one viral pathogen, in which 890 (91Á7%) were \u003c4 years of age. The three most prevalent viruses were influenza A (IAV; 35Á8%), respiratory syncytial virus (RSV; 30Á5%) and human rhinovirus (HRV; 21Á5%). Co-infections were found in 302 cases (31Á1%), and dual viral infection was dominant. RSV, HRV and IAV were the most frequent viral agents involved in coinfection. On the whole, the obvious seasonal peaks mainly from March to May were observed with peak strength varying from 1 year to another.",
      "sentences": [
        [
          {
            "segment_text": "Of the 2025 children enrolled in the study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "971 ( 48Á0 % ) were positive for at least one viral pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which 890 ( 91Á7 % ) were \u003c 4 years of age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The three most prevalent viruses were influenza A ( IAV ; 35Á8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory syncytial virus ( RSV ; 30Á5 % ) and human rhinovirus ( HRV ; 21Á5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Co-infections were found in 302 cases ( 31Á1 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and dual viral infection was dominant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV , HRV and IAV were the most frequent viral agents involved in coinfection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "On the whole , the obvious seasonal peaks mainly from March to May were observed with peak strength varying from 1 year to another .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions This study provides a basic profile of the epidemiology of acute respiratory viral infection in hospitalized children in Shenzhen. The spectrum of viruses in the study site is similar to that in other places, but the seasonality is closely related to geographic position, different from that in big cities in northern China and neighboring Hong Kong.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions This study provides a basic profile of the epidemiology of acute respiratory viral infection in hospitalized children in Shenzhen .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The spectrum of viruses in the study site is similar to that in other places ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the seasonality is closely related to geographic position ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "different from that in big cities in northern China and neighboring Hong Kong .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "13",
    "segment_num": "21",
    "token_num": "288"
  }
}