{
  "paper_id": "ef6250133744275008b7aaa0007875fdca93290e",
  "metadata": {
    "title": "Former AED Lecturer Practitioner from 2002-2005) a, * , Ping Fat Lau MPh",
    "coda_data_split": "train",
    "coda_paper_id": 5801,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper aims to share with the readers about the experience of emergency nursing development and related roles in Hong Kong. The roles of emergency nurses are evolving and triggered by three major historical milestones. The three milestones consist of: (1) Transition of nursing education from hospital training to nursing degree program at universities in 1990; (2) The re-evolution after the establishment of Hospital Authority in 1993; (3) Hong Kong\u0027s return to China in 1997. These milestones have contributed immensely to the development of quality nursing education, nursing professionalism with emphasis on specialty knowledge and skill training in Accident and Emergency departments (AED) in Hong Kong. Since 1991, the emergency nursing role has been expanded and extended. Wound management remains one of the major extending roles for emergency nurses, who confine themselves to manage simple wounds. Nurse initiated tetanus immunization, intravenous access; investigations such as electrocardiogram, blood glucose, and urinalysis are well implemented in all AEDs under the governance of guidelines and protocols. Initial triage analgesic for the minor musculoskeletal injury and fever are also part of the triage care in some AEDs in Hong Kong now. To meet the demand and challenge, innovative role development such as lecturer practitioners and emergency nurse practitioners have been piloted and implemented recently.",
      "sentences": [
        [
          {
            "segment_text": "This paper aims to share with the readers about the experience of emergency nursing development and related roles in Hong Kong .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The roles of emergency nurses are evolving and triggered by three major historical milestones .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The three milestones consist of : ( 1 ) Transition of nursing education from hospital training to nursing degree program at universities in 1990 ; ( 2 ) The re-evolution after the establishment of Hospital Authority in 1993 ; ( 3 ) Hong Kong \u0027s return to China in 1997 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These milestones have contributed immensely to the development of quality nursing education ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nursing professionalism with emphasis on specialty knowledge and skill training in Accident and Emergency departments ( AED ) in Hong Kong .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 1991 , the emergency nursing role has been expanded and extended .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Wound management remains one of the major extending roles for emergency nurses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "who confine themselves to manage simple wounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nurse initiated tetanus immunization , intravenous access ; investigations such as electrocardiogram ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blood glucose , and urinalysis are well implemented in all AEDs under the governance of guidelines and protocols .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Initial triage analgesic for the minor musculoskeletal injury and fever are also part of the triage care in some AEDs in Hong Kong now .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To meet the demand and challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "innovative role development such as lecturer practitioners and emergency nurse practitioners have been piloted and implemented recently .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Besides the normal duty, emergency nurses also participate in the work outside the hospitals such as involvement in emergency medical teams to assist in various rescue missions or volunteer for Flight Nursing (Government Flying Services).",
      "sentences": [
        [
          {
            "segment_text": "Besides the normal duty , emergency nurses also participate in the work outside the hospitals such as involvement in emergency medical teams to assist in various rescue missions or volunteer for Flight Nursing ( Government Flying Services ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "However, the nursing shortage is another common problem faced by the Hong Kong health care body. With the help of advanced technology, better pre-graduate",
      "sentences": [
        [
          {
            "segment_text": "However , the nursing shortage is another common problem faced by the Hong Kong health care body .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the help of advanced technology , better pre-graduate",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "305"
  }
}