{
  "paper_id": "ef78166253de329621b80f8ea193609d0330f0b5",
  "metadata": {
    "title": "Specific real-time reverse transcription-polymerase chain reaction for detection and quantitation of turkey coronavirus RNA in tissues and feces from turkeys infected with turkey coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 9184,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Turkey coronavirus (TCoV) infection causes acute atrophic enteritis in the turkey poults, leading to significant economic loss in the U.S. turkey industry. Rapid detection, differentiation, and quantitation of TCoV are critical to the diagnosis and control of the disease. A specific one-step real-time reverse transcriptionpolymerase chain reaction (RRT-PCR) assay for detection and quantitation of TCoV in the turkey tissues was developed using a dual-labeled fluorescent probe. The fluorogenic probe labeled with a reporter dye (FAM, 6-carboxytetramethylrhodamin) and a quencher dye (AbsoluteQuencher TM ) was designed to bind to a 186 base-pair fragment flanked by the two PCR primers targeting the 3 end of spike gene of TCoV. The assay was performed on different avian viruses and bacteria to determine the specificity as well as serial dilutions of TCoV for the sensitivity. Three animal trials were conducted to further validate the assay. Ten-day-old turkey poults were inoculated orally with 100 EID 50 of TCoV. Intestinal tissues (duodenum, jejunum, ileum, cecum), feces from the cloacal swabs, or feces from the floor were collected at 12 h, 1, 2, 3, 5, 7, and/or 14 days post-inoculation (DPI). RNA was extracted from each sample and subjected to the RRT-PCR. The designed primers and probe were specific for TCoV. Other non-TCoV avian viruses and bacteria were not amplified by RRT-PCR. The assay was highly sensitive and could quantitate between 10 2 and 10 10 copies/l of viral genome. The viral RNA in the intestine segments reached the highest level, 6 × 10 15 copies/l, in the jejunum at 5 DPI. Eighty-four intestine segments assayed by the developed RRT-PCR and immunofluorescence antibody assay (IFA) revealed that there were 6 segments negative for TCoV by both assays, 45 positive for TCoV by IFA, and 77 positive for TCoV by RRT-PCR. Turkey coronavirus was detected in the feces from the cloacal swabs or floor 1-14 DPI; however, the viral RNA load varied among different turkey poults at different intervals from different trials. The highest amount of viral RNA, 2.8 × 10 10 copies/l, in the feces was the one from the cloacal swab collected at 1 DPI. The average amount of TCoV RNA in the cloacal fecal samples was 10 times higher than that in the fecal droppings on the floor. Taken together, the results indicated that the developed RRT-PCR assay is rapid, sensitive, and specific for detection, differentiation, and quantitation of TCoV in the turkey tissues and should be helpful in monitoring the progression of TCoV induced acute enteritis in the turkey flocks.",
      "sentences": [
        [
          {
            "segment_text": "Turkey coronavirus ( TCoV ) infection causes acute atrophic enteritis in the turkey poults ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to significant economic loss in the U.S. turkey industry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rapid detection , differentiation , and quantitation of TCoV are critical to the diagnosis and control of the disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A specific one-step real-time reverse transcriptionpolymerase chain reaction ( RRT-PCR ) assay for detection and quantitation of TCoV in the turkey tissues was developed using a dual-labeled fluorescent probe .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The fluorogenic probe labeled with a reporter dye ( FAM , 6-carboxytetramethylrhodamin ) and a quencher dye ( AbsoluteQuencher TM ) was designed to bind to a 186 base-pair fragment flanked by the two PCR primers targeting the 3 end of spike gene of TCoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The assay was performed on different avian viruses and bacteria to determine the specificity as well as serial dilutions of TCoV for the sensitivity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three animal trials were conducted to further validate the assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ten-day-old turkey poults were inoculated orally with 100 EID 50 of TCoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intestinal tissues ( duodenum , jejunum , ileum , cecum ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "feces from the cloacal swabs ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or feces from the floor were collected at 12 h ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "1 , 2 , 3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5 , 7 , and/or 14 days post-inoculation ( DPI ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RNA was extracted from each sample and subjected to the RRT-PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The designed primers and probe were specific for TCoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Other non-TCoV avian viruses and bacteria were not amplified by RRT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The assay was highly sensitive and could quantitate between 10 2 and 10 10 copies/l of viral genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viral RNA in the intestine segments reached the highest level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 × 10 15 copies/l ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the jejunum at 5 DPI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighty-four intestine segments assayed by the developed RRT-PCR and immunofluorescence antibody assay ( IFA ) revealed that there were 6 segments negative for TCoV by both assays ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "45 positive for TCoV by IFA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 77 positive for TCoV by RRT-PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Turkey coronavirus was detected in the feces from the cloacal swabs or floor 1-14 DPI ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the viral RNA load varied among different turkey poults at different intervals from different trials .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest amount of viral RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "2.8 × 10 10 copies/l ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the feces was the one from the cloacal swab collected at 1 DPI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The average amount of TCoV RNA in the cloacal fecal samples was 10 times higher than that in the fecal droppings on the floor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , the results indicated that the developed RRT-PCR assay is rapid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "sensitive , and specific for detection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "differentiation , and quantitation of TCoV in the turkey tissues and should be helpful in monitoring the progression of TCoV induced acute enteritis in the turkey flocks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "32",
    "token_num": "475"
  }
}