{
  "paper_id": "ef8d5f283816c67a1af2a88c454c165b04946775",
  "metadata": {
    "title": "INTESTINAL ANTIBODY RESPONSE AFTER VACCINATION AND INFECTION WITH ROTAVIRUS OF CALVES FED COLOSTRUM WITH OR WITHOUT ROTAVIRUS ANTIBODY",
    "coda_data_split": "train",
    "coda_paper_id": 5494,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Van Zaane, D., IJzerman, 3. and De Leeuw, P.W., 1986. Intestinal antibody response after vaccination and infection with rotavirus of calves fed colostrum with or without rotavirus antibody. Vet. Immunol. Immunopathol., 11:45-63.",
      "sentences": [
        [
          {
            "segment_text": "Van Zaane , D. , IJzerman , 3 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "and De Leeuw , P.W. , 1986 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Intestinal antibody response after vaccination and infection with rotavirus of calves fed colostrum with or without rotavirus antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vet .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Immunol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Immunopathol. , 11:45-63 .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "The intestinal and systemic antibody response of cah\u0027es vaccinated and/or challenged with rotavirus was studied employing isotype-specific ELISAs for the detection of IgG1, IgG2, IgM and IgA antibodies to rotavirus. Monoclonal antibodies to bovine immunoglobulin isotypes of proven specificity were used as conjugated or catching antibody.",
      "sentences": [
        [
          {
            "segment_text": "The intestinal and systemic antibody response of cah ` es vaccinated and/or challenged with rotavirus was studied employing isotype-specific ELISAs for the detection of IgG1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "IgG2 , IgM and IgA antibodies to rotavirus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Monoclonal antibodies to bovine immunoglobulin isotypes of proven specificity were used as conjugated or catching antibody .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Five days after oral inoculation (dpi) of a 5-day-old gnotobiotic calf with rotavirus, IgM rotavirus antibodies were excreted in faeces, followed 5 days later by IgA rotavirus antibodies. The increase in IgM rotavirus antibody titre coincided with the inability to detect further rotavirus excretion. Faeces IgM and IgA rotavirus antibody titres fell to low levels within 3 weeks post infection. IgG 1 and IgG 2 rotavirus antibodies were not detected in faecal samples. In serum, antibodies to rotavirus of all four isotypes were detected, starting with IgM at 5 dpi.",
      "sentences": [
        [
          {
            "segment_text": "Five days after oral inoculation ( dpi ) of a 5-day-old gnotobiotic calf with rotavirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgM rotavirus antibodies were excreted in faeces ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed 5 days later by IgA rotavirus antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The increase in IgM rotavirus antibody titre coincided with the inability to detect further rotavirus excretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Faeces IgM and IgA rotavirus antibody titres fell to low levels within 3 weeks post infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgG 1 and IgG 2 rotavirus antibodies were not detected in faecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In serum , antibodies to rotavirus of all four isotypes were detected ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "starting with IgM at 5 dpi .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Two SPF-calves, which were fed colostrum free of rotavirus antibodies, were vaccinated with a modified live rotavirus vaccine and challenged with virulent rotavirus 6 days later. Upon vaccination, the cah\u0027es showed an antibody response similar to the response of the infected gnotobiotic calf. Intestinal IgM rotavirus antibodies were excreted before or on the day of challenge and appeared to be associated with protection against challenge infection with virulent virus and rotavirus-induced diarrhoea. In 3 control calves, which were challenged only, the antibody patterns also resembled that of the gnotobiotic calf and again the appearance of IgM rotavirus antibodies coincided with the end of the rotavirus detection period.",
      "sentences": [
        [
          {
            "segment_text": "Two SPF-calves , which were fed colostrum free of rotavirus antibodies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were vaccinated with a modified live rotavirus vaccine and challenged with virulent rotavirus 6 days later .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Upon vaccination , the cah ` es showed an antibody response similar to the response of the infected gnotobiotic calf .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Intestinal IgM rotavirus antibodies were excreted before or on the day of challenge and appeared to be associated with protection against challenge infection with virulent virus and rotavirus-induced diarrhoea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 3 control calves , which were challenged only ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the antibody patterns also resembled that of the gnotobiotic calf and again the appearance of IgM rotavirus antibodies coincided with the end of the rotavirus detection period .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Two other groups of :3 SPF-calves were treated similarly, but the calves were fed co]ostrum with rotavirus antibodies during the first 48 h of life. These calves excreted passively acquired IgG 1 and IgG 2 rotavirus antibodies in their faeces from 2 to 6 days after birth. After vaccination, no IgM or IgA antibody activity in serum or faeces was detectable. Upon challenge, all calves developed diarrhoea and excreted rotavirus. Seven to 10 days after challenge low levels of IgM rotavirus antibody were detected for a short period.",
      "sentences": [
        [
          {
            "segment_text": "Two other groups of : 3 SPF-calves were treated similarly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the calves were fed co ) ostrum with rotavirus antibodies during the first 48 h of life .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These calves excreted passively acquired IgG 1 and IgG 2 rotavirus antibodies in their faeces from 2 to 6 days after birth .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After vaccination , no IgM or IgA antibody activity in serum or faeces was detectable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Upon challenge , all calves developed diarrhoea and excreted rotavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven to 10 days after challenge low levels of IgM rotavirus antibody were detected for a short period .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These data indicate that the intestinal antibody response of young calves to an enteric viral infection is associated with the excretion of IgM antibodies, immediately followed by IgA antibodies. This response is absent or diminished in ealves with passively acquired specific antibodies which may explain the failure to induce a protective intestinal immune response by oral vaccination with modified live rotavirus of calves fed co]ostrum containing rotavirus antibodies.",
      "sentences": [
        [
          {
            "segment_text": "These data indicate that the intestinal antibody response of young calves to an enteric viral infection is associated with the excretion of IgM antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "immediately followed by IgA antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This response is absent or diminished in ealves with passively acquired specific antibodies which may explain the failure to induce a protective intestinal immune response by oral vaccination with modified live rotavirus of calves fed co ) ostrum containing rotavirus antibodies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "24",
    "segment_num": "32",
    "token_num": "487"
  }
}