{
  "paper_id": "efac5c5025f1b54b65276fea345f3a2dc580d174",
  "metadata": {
    "title": "Retrospective Evaluation of Control Measures for Contacts of Patient with Marburg Hemorrhagic Fever",
    "coda_data_split": "train",
    "coda_paper_id": 5574,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "After an imported case of Marburg hemorrhagic fever was reported in 2008 in the Netherlands, control measures to prevent transmission were implemented. To evaluate consequences of these measures, we administered a structured questionnaire to 130 contacts classifi ed as either having high-risk or low-risk exposure to body fl uids of the case-patient; 77 (59.2%) of 130 contacts responded. A total of 67 (87.0%) of 77 respondents agreed that temperature monitoring and reporting was necessary, signifi cantly more often among high-risk than low-risk contacts (p\u003c0.001). Strict compliance with daily temperature monitoring decreased from 80.5% (62/77) during week 1 to 66.2% (51/77) during week 3. Contacts expressed concern about development of Marburg hemorrhagic fever (58.4%, 45/77) and infecting a family member (40.2%, 31/77). High-risk contacts had signifi cantly higher scores on psychological impact scales (p\u003c0.001) during and after the monitoring period. Public health authorities should specifi cally address consequences of control measures on the daily life of contacts.",
      "sentences": [
        [
          {
            "segment_text": "After an imported case of Marburg hemorrhagic fever was reported in 2008 in the Netherlands ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "control measures to prevent transmission were implemented .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To evaluate consequences of these measures ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we administered a structured questionnaire to 130 contacts classifi ed as either having high-risk or low-risk exposure to body fl uids of the case-patient ; 77 ( 59.2 % ) of 130 contacts responded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 67 ( 87.0 % ) of 77 respondents agreed that temperature monitoring and reporting was necessary ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "signifi cantly more often among high-risk than low-risk contacts ( p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strict compliance with daily temperature monitoring decreased from 80.5 % ( 62/77 ) during week 1 to 66.2 % ( 51/77 ) during week 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Contacts expressed concern about development of Marburg hemorrhagic fever ( 58.4 % , 45/77 ) and infecting a family member ( 40.2 % , 31/77 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High-risk contacts had signifi cantly higher scores on psychological impact scales ( p \u003c 0.001 ) during and after the monitoring period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Public health authorities should specifi cally address consequences of control measures on the daily life of contacts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "195"
  }
}