{
  "paper_id": "efc1b7d8cc09b229c5cd7cda3a8ff8446e0d8b63",
  "metadata": {
    "title": "New Insights into Flavivirus Evolution, Taxonomy and Biogeographic History, Extended by Analysis of Canonical and Alternative Coding Sequences",
    "coda_data_split": "train",
    "coda_paper_id": 10431,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To generate the most diverse phylogenetic dataset for the flaviviruses to date, we determined the genomic sequences and phylogenetic relationships of 14 flaviviruses, of which 10 are primarily associated with Culex spp. mosquitoes. We analyze these data, in conjunction with a comprehensive collection of flavivirus genomes, to characterize flavivirus evolutionary and biogeographic history in unprecedented detail and breadth. Based on the presumed introduction of yellow fever virus into the Americas via the transatlantic slave trade, we extrapolated a timescale for a relevant subset of flaviviruses whose evolutionary history, shows that different Culex-spp. associated flaviviruses have been introduced from the Old World to the New World on at least five separate occasions, with 2 different sets of factors likely to have contributed to the dispersal of the different viruses. We also discuss the significance of programmed ribosomal frameshifting in a central region of the polyprotein open reading frame in some mosquito-associated flaviviruses.",
      "sentences": [
        [
          {
            "segment_text": "To generate the most diverse phylogenetic dataset for the flaviviruses to date ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we determined the genomic sequences and phylogenetic relationships of 14 flaviviruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "of which 10 are primarily associated with Culex spp. mosquitoes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyze these data , in conjunction with a comprehensive collection of flavivirus genomes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "to characterize flavivirus evolutionary and biogeographic history in unprecedented detail and breadth .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Based on the presumed introduction of yellow fever virus into the Americas via the transatlantic slave trade ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we extrapolated a timescale for a relevant subset of flaviviruses whose evolutionary history , shows that different Culex-spp .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "associated flaviviruses have been introduced from the Old World to the New World on at least five separate occasions ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with 2 different sets of factors likely to have contributed to the dispersal of the different viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also discuss the significance of programmed ribosomal frameshifting in a central region of the polyprotein open reading frame in some mosquito-associated flaviviruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "163"
  }
}