{
  "paper_id": "efc40fc57c0832923577b3f3fea326be41143765",
  "metadata": {
    "title": "Chinese Journal of Natural Medicines Exploration of the mechanisms of Ge Gen Decoction against influenza A virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 4409,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Ge Gen Decoction (GGD), a Traditional Chinese Medicine prescription, is mainly used to treat infectious respiratory diseases and can relieve the symptoms of influenza A virus (IAV) infection. However, the underlying mechanism of GGD against IAV infection remains unclear. In this study, we found that GGD had moderate anti-IAV activity in vitro. GGD was more effective when given before the viral infection and targeted the viral attachment and replication stages rather than the internalization stage. In vivo, GGD treatment reduced the virus titers of lung tissue significantly and improved the survival rate, lung index, and pulmonary histopathological changes in H1N1-infected mice. We observed the changes in several key immuno-related indexes in GGD administrated H1N1-infected mice with anti-IAV drug oseltamivir phosphate as the control. GGD treatment decreased the expression of TNF-α and improved Th1/Th2 immune balance to reduce the excessive immune response in H1N1-infected mice. Besides, the expression of the toll-like receptor 7 signaling pathway in H1N1-infected mice decreased after GGD treatment. Our results showed that GGD has anti-IAV activity and can modulate the immune system to relieve lung inflammation.",
      "sentences": [
        [
          {
            "segment_text": "Ge Gen Decoction ( GGD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a Traditional Chinese Medicine prescription ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is mainly used to treat infectious respiratory diseases and can relieve the symptoms of influenza A virus ( IAV ) infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the underlying mechanism of GGD against IAV infection remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that GGD had moderate anti-IAV activity in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GGD was more effective when given before the viral infection and targeted the viral attachment and replication stages rather than the internalization stage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In vivo , GGD treatment reduced the virus titers of lung tissue significantly and improved the survival rate ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lung index , and pulmonary histopathological changes in H1N1-infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We observed the changes in several key immuno-related indexes in GGD administrated H1N1-infected mice with anti-IAV drug oseltamivir phosphate as the control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GGD treatment decreased the expression of TNF-α and improved Th1/Th2 immune balance to reduce the excessive immune response in H1N1-infected mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides , the expression of the toll-like receptor 7 signaling pathway in H1N1-infected mice decreased after GGD treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results showed that GGD has anti-IAV activity and can modulate the immune system to relieve lung inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "12",
    "token_num": "200"
  }
}