{
  "paper_id": "efc7604ddb49c098ee68aa59fbdd23833f4b3469",
  "metadata": {
    "title": "Introduction",
    "coda_data_split": "train",
    "coda_paper_id": 10347,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
      "sentences": [
        [
          {
            "segment_text": "publicly funded repositories , such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Disease surveillance often refers to the continuous, systematic collection, analysis, and interpretation of disease outbreaks and their related factors and to the use of such findings in guiding disease control practice. Infectious disease Early Warning for Infectious Disease Outbreak. http://dx.",
      "sentences": [
        [
          {
            "segment_text": "Disease surveillance often refers to the continuous ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "systematic collection , analysis , and interpretation of disease outbreaks and their related factors and to the use of such findings in guiding disease control practice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infectious disease Early Warning for Infectious Disease Outbreak .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "http://dx .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "97"
  }
}