{
  "paper_id": "efd94d1135c5ee11c2af624b344881e079a5ce7a",
  "metadata": {
    "title": "\u0027Tiny Iceland\u0027 preparing for Ebola in a globalized world",
    "coda_data_split": "train",
    "coda_paper_id": 8551,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: The Ebola epidemic in West Africa caused global fear and stirred up worldwide preparedness activities in countries sharing borders with those affected, and in geographically far-away countries such as Iceland. Objective: To describe and analyse Ebola preparedness activities within the Icelandic healthcare system, and to explore the perspectives and experiences of managers and frontline health workers. Methods: A qualitative case study, based on semi-structured interviews with 21 staff members in the national Ebola Treatment Team, Emergency Room at Landspitali University Hospital, and managers of the response team. Results: Contextual factors such as culture and demography influenced preparedness, and contributed to the positive state of mind of participants, and ingenuity in using available resources for preparedness. While participants believed they were ready to take on the task of Ebola, they also had doubts about the chances of Ebola ever reaching Iceland. Yet, factors such as fear of Ebola and the perceived stigma associated with caring for a potentially infected Ebola patient, influenced the preparation process and resulted in plans for specific precautions by staff to secure the safety of their families. There were also concerns about the teamwork and lack of commitment by some during training. Being a \u0027tiny\u0027 nation was seen as both an asset and a weakness in the preparation process. Honest information sharing and scenario-based training contributed to increased confidence amongst participants in the response plans. Conclusions: Communication and training were important for preparedness of health staff in Iceland, in order to receive, admit, and treat a patient suspected of having Ebola, while doubts prevailed on staff capacity to properly do so. For optimal preparedness, likely scenarios for future global security health threats need to be repeatedly enacted, and areas plagued by poverty and fragile healthcare systems require global support.",
      "sentences": [
        [
          {
            "segment_text": "Background : The Ebola epidemic in West Africa caused global fear and stirred up worldwide preparedness activities in countries sharing borders with those affected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and in geographically far-away countries such as Iceland .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objective : To describe and analyse Ebola preparedness activities within the Icelandic healthcare system ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to explore the perspectives and experiences of managers and frontline health workers .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A qualitative case study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on semi-structured interviews with 21 staff members in the national Ebola Treatment Team ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Emergency Room at Landspitali University Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and managers of the response team .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Contextual factors such as culture and demography influenced preparedness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and contributed to the positive state of mind of participants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ingenuity in using available resources for preparedness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While participants believed they were ready to take on the task of Ebola ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they also had doubts about the chances of Ebola ever reaching Iceland .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Yet , factors such as fear of Ebola and the perceived stigma associated with caring for a potentially infected Ebola patient ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenced the preparation process and resulted in plans for specific precautions by staff to secure the safety of their families .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There were also concerns about the teamwork and lack of commitment by some during training .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Being a ` tiny \u0027 nation was seen as both an asset and a weakness in the preparation process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Honest information sharing and scenario-based training contributed to increased confidence amongst participants in the response plans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Communication and training were important for preparedness of health staff in Iceland ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in order to receive , admit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and treat a patient suspected of having Ebola ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while doubts prevailed on staff capacity to properly do so .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For optimal preparedness , likely scenarios for future global security health threats need to be repeatedly enacted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and areas plagued by poverty and fragile healthcare systems require global support .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "25",
    "token_num": "329"
  }
}