{
  "paper_id": "efe70e43f427293c049a92a7dffc93cc41205228",
  "metadata": {
    "title": "CLINICAL LUNG AND HEART/LUNG TRANSPLANTATION Indirect Fluorescent Antibody Testing of Nasopharyngeal Swabs for Influenza Diagnosis in Lung Transplant Recipients",
    "coda_data_split": "train",
    "coda_paper_id": 8239,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Rapid and reliable diagnosis of respiratory viral infections (RVI) in lung transplant recipients is essential to direct therapy of acute graft dysfunction and identify epidemic trends. Traditional techniques of serology and viral culture are limited by the lack of antibody response and delay in diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rapid and reliable diagnosis of respiratory viral infections ( RVI ) in lung transplant recipients is essential to direct therapy of acute graft dysfunction and identify epidemic trends .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Traditional techniques of serology and viral culture are limited by the lack of antibody response and delay in diagnosis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We examined the clinical utility of indirect fluorescent antibody (IFA) testing in adult lung transplant patients with suspected RVI, compared with serology and culture. Nasopharyngeal and throat swabs (NT) were obtained to sample epithelial cells, followed by application of monoclonal antibody to respiratory syncytial virus, adenovirus, parainfluenza 1-3 and influenza A and B. The Bartels Respiratory Viral Detection kit was used with IFA results available within 24 hours.",
      "sentences": [
        [
          {
            "segment_text": "We examined the clinical utility of indirect fluorescent antibody ( IFA ) testing in adult lung transplant patients with suspected RVI ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "compared with serology and culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasopharyngeal and throat swabs ( NT ) were obtained to sample epithelial cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by application of monoclonal antibody to respiratory syncytial virus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "adenovirus , parainfluenza 1-3 and influenza A and B .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Bartels Respiratory Viral Detection kit was used with IFA results available within 24 hours .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": ": Nine of 18 patients tested positive for RVI with influenza A (n ϭ 8) and influenza B (n ϭ 1) detected. The sensitivity of IFA (67%) was higher than that of cell culture (45%). With intensive supportive therapy, infection was self-limiting in bronchiolitis obliterans syndrome (BOS) Grade 0 -2 patients. However, patients with BOS Grade 3 manifested an acute exacerbation of airflow obstruction, which proved to be irreversible.",
      "sentences": [
        [
          {
            "segment_text": ": Nine of 18 patients tested positive for RVI with influenza A ( n ϭ 8 ) and influenza B ( n ϭ 1 ) detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sensitivity of IFA ( 67 % ) was higher than that of cell culture ( 45 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With intensive supportive therapy , infection was self-limiting in bronchiolitis obliterans syndrome ( BOS ) Grade 0 -2 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , patients with BOS Grade 3 manifested an acute exacerbation of airflow obstruction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which proved to be irreversible .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lung transplant patients with \"flu-like\" symptoms should proceed to IFA testing of NT swab specimens for early diagnosis. Samples collected within 7 days of symptom onset have high sensitivity as compared with serology and viral culture techniques.",
      "sentences": [
        [
          {
            "segment_text": "Lung transplant patients with `` flu-like \u0027\u0027 symptoms should proceed to IFA testing of NT swab specimens for early diagnosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Samples collected within 7 days of symptom onset have high sensitivity as compared with serology and viral culture techniques .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "A cotton swab moistened in physiologic saline was inserted into both nostrils and gently rotated to absorb secretions from the posterior nasopharyngeal area. A second swab was used to vigorously rub the posterior oropharynx. Each swab was placed in 2 162 Hopkins et al.",
      "sentences": [
        [
          {
            "segment_text": "A cotton swab moistened in physiologic saline was inserted into both nostrils and gently rotated to absorb secretions from the posterior nasopharyngeal area .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A second swab was used to vigorously rub the posterior oropharynx .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each swab was placed in 2 162 Hopkins et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "18",
    "token_num": "306"
  }
}