{
  "paper_id": "eff6214cfe5b303639dfbcb72f45f171b625d887",
  "metadata": {
    "title": "Microsimulation of Financial Impact of Demand Surge on Hospitals: The H1N1 Influenza Pandemic of Fall 2009 Health Services Research",
    "coda_data_split": "train",
    "coda_paper_id": 3109,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective. Microsimulation was used to assess the financial impact on hospitals of a surge in influenza admissions in advance of the H1N1 pandemic in the fall of 2009. The goal was to estimate net income and losses (nationally, and by hospital type) of a response of filling unused hospital bed capacity proportionately and postponing elective admissions (a \"passive\" supply response). Methods. Epidemiologic assumptions were combined with assumptions from other literature (e.g., staff absenteeism, profitability by payer class), Census data on age groups by region, and baseline hospital utilization data. Hospital discharge records were available from the Healthcare Cost and Utilization Project (HCUP) Nationwide Inpatient Sample (NIS). Hospital bed capacity and staffing were measured with the American Hospital Association\u0027s (AHA) Annual Survey. Results. Nationwide, in a scenario of relatively severe epidemiologic assumptions, we estimated aggregate net income of $119 million for about 1 million additional influenza-related admissions, and a net loss of $37 million for 52,000 postponed elective admissions. Implications. Aggregate and distributional results did not suggest that a policy of promising additional financial compensation to hospitals in anticipation of the surge in flu cases was necessary. The analysis identified needs for better information of several types to improve simulations of hospital behavior and impacts during demand surges.",
      "sentences": [
        [
          {
            "segment_text": "Objective .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microsimulation was used to assess the financial impact on hospitals of a surge in influenza admissions in advance of the H1N1 pandemic in the fall of 2009 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal was to estimate net income and losses ( nationally , and by hospital type ) of a response of filling unused hospital bed capacity proportionately and postponing elective admissions ( a `` passive \u0027\u0027 supply response ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Epidemiologic assumptions were combined with assumptions from other literature ( e.g. , staff absenteeism , profitability by payer class ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Census data on age groups by region ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and baseline hospital utilization data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hospital discharge records were available from the Healthcare Cost and Utilization Project ( HCUP ) Nationwide Inpatient Sample ( NIS ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Hospital bed capacity and staffing were measured with the American Hospital Association \u0027s ( AHA ) Annual Survey .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nationwide , in a scenario of relatively severe epidemiologic assumptions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we estimated aggregate net income of $ 119 million for about 1 million additional influenza-related admissions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a net loss of $ 37 million for 52,000 postponed elective admissions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Implications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Aggregate and distributional results did not suggest that a policy of promising additional financial compensation to hospitals in anticipation of the surge in flu cases was necessary .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis identified needs for better information of several types to improve simulations of hospital behavior and impacts during demand surges .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "16",
    "token_num": "244"
  }
}