{
  "paper_id": "f00a6fcd4d95f6e44809fa7e113d6ce4acce10eb",
  "metadata": {
    "title": "Overview: Replication of Porcine Reproductive and Respiratory Syndrome Virus",
    "coda_data_split": "train",
    "coda_paper_id": 4001,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV), an arterivirus that causes significant losses in the pig industry, is one of the most important animal pathogens of global significance. Since the discovery of the virus, significant progress has been made in understanding its epidemiology and transmission, but no adequate control measures are yet available to eliminate infection with this pathogen. The genome replication of PRRSV is required to reproduce, within a few hours of infection, the millions of progeny virions that establish, disseminate, and maintain infection. Replication of the viral RNA genome is a multistep process involving a replication complex that is formed not only from components of viral and cellular origin but also from the viral genomic RNA template; this replication complex is embedded within particular virus-induced membrane vesicles. PRRSV RNA replication is directed by at least 14 replicase proteins that have both common enzymatic activities, including viral RNA polymerase, and also unusual and poorly understood RNAprocessing functions. In this review, we summarize our current understanding of PRRSV replication, which is important for developing a successful strategy for the prevention and control of this pathogen.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an arterivirus that causes significant losses in the pig industry ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is one of the most important animal pathogens of global significance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the discovery of the virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "significant progress has been made in understanding its epidemiology and transmission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but no adequate control measures are yet available to eliminate infection with this pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genome replication of PRRSV is required to reproduce ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "within a few hours of infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the millions of progeny virions that establish ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disseminate , and maintain infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replication of the viral RNA genome is a multistep process involving a replication complex that is formed not only from components of viral and cellular origin but also from the viral genomic RNA template ; this replication complex is embedded within particular virus-induced membrane vesicles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PRRSV RNA replication is directed by at least 14 replicase proteins that have both common enzymatic activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including viral RNA polymerase , and also unusual and poorly understood RNAprocessing functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we summarize our current understanding of PRRSV replication ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is important for developing a successful strategy for the prevention and control of this pathogen .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": ": porcine reproductive and respiratory syndrome virus, RNA replication, viral gene expression, arterivirus Pensaert, M.B. 1999. Entry of porcine reproductive and respiratory syndrome virus into porcine alveolar macrophages via receptor-mediated endocytosis. . 2010. Arterivirus Nsp1 modulates the accumulation of minus-strand templates to control the relative abundance of viral mRNAs. PLoS Pathog. 6, e1000772. Nedialkova, D.D., Ulferts, R., van den Born, E., Lauber, C., Gorbalenya, A.E., Ziebuhr, J., and Snijder, E.J. 2009. Biochemical characterization of arterivirus nonstructural protein 11 reveals the nidovirus-wide conservation of a replicative endoribonuclease. J. Virol. 83, 5671-5682. Nelsen, C.J., Murtaugh, M.P., and Faaberg, K.S. 1999. Porcine reproductive and respiratory syndrome virus comparison: divergent evolution on two continents. . 1993. Differentiation of U.S. and European isolates of porcine reproductive and respiratory syndrome virus by monoclonal antibodies.",
      "sentences": [
        [
          {
            "segment_text": ": porcine reproductive and respiratory syndrome virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RNA replication , viral gene expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "arterivirus Pensaert , M.B. 1999 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Entry of porcine reproductive and respiratory syndrome virus into porcine alveolar macrophages via receptor-mediated endocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2010 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Arterivirus Nsp1 modulates the accumulation of minus-strand templates to control the relative abundance of viral mRNAs .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS Pathog .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "6 , e1000772 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Nedialkova , D.D. , Ulferts ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "R. , van den Born ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "E. , Lauber , C. ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Gorbalenya , A.E. , Ziebuhr ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "J. , and Snijder , E.J. 2009 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Biochemical characterization of arterivirus nonstructural protein 11 reveals the nidovirus-wide conservation of a replicative endoribonuclease .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "J. Virol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "83 , 5671-5682 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Nelsen , C.J. , Murtaugh ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "M.P. , and Faaberg , K.S. 1999 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus comparison : divergent evolution on two continents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "1993 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Differentiation of U.S. and European isolates of porcine reproductive and respiratory syndrome virus by monoclonal antibodies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "22",
    "segment_num": "38",
    "token_num": "373"
  }
}