{
  "paper_id": "f01d49f05b9ed5770dc018cf0ecc0af63b8538c3",
  "metadata": {
    "title": "US Public Health Service Commissioned Corps Nurses: Responding in Times of National Need",
    "coda_data_split": "train",
    "coda_paper_id": 10748,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The overarching mission of the Commissioned Corps of the US Public Health Service (PHS) is to protect, promote, and advance the health and safety of the nation. The Corps comprises more than 6400 active-duty public health professionals who develop and implement a broad range of public health programs. Being one of America\u0027s 7 uniformed services (Box 1), it fills essential public health leadership and service roles within major federal agencies and programs. The Corps is a vital component of the PHS, the largest public health program in the world. 1 This article presents an overview of the PHS and how Commissioned Corps officers respond during times of national and global need.",
      "sentences": [
        [
          {
            "segment_text": "The overarching mission of the Commissioned Corps of the US Public Health Service ( PHS ) is to protect ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promote , and advance the health and safety of the nation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Corps comprises more than 6400 active-duty public health professionals who develop and implement a broad range of public health programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Being one of America \u0027s 7 uniformed services ( Box 1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it fills essential public health leadership and service roles within major federal agencies and programs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The Corps is a vital component of the PHS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the largest public health program in the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1 This article presents an overview of the PHS and how Commissioned Corps officers respond during times of national and global need .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "125"
  }
}