{
  "paper_id": "f01dfb8b3f82a6ed33c97e4c22309ee8c0ac1b6a",
  "metadata": {
    "title": "Confidence in managing human monkeypox cases in Asia: A cross-sectional survey among general practitioners in Indonesia",
    "coda_data_split": "train",
    "coda_paper_id": 10508,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The current re-emergence of human monkeypox (HMPX) is a global concern for endemic and non-endemic countries, but healthcare workers in some regions, like Asia, have less experience with identifying and treating HMPX cases. This study aimed to assess the confidence and its predictors in HMPX case management among general practitioners (GPs), the frontline doctors in Indonesia, and to explore their perspectives on HMPX. Between May and July 2019, GPs in Indonesia completed an online-based survey. The questionnaire collected information on GPs\u0027 confidence, perspective, sociodemographic, workplace and professional characteristics, exposure to HMPX information and knowledge on HMPX. A logistic regression analysis was employed to explore the explanatory variables influencing the confidence and the perspective. We included 395 GPs in our analysis (77.4% out of 510 responses received) of which 10.1% and 34.9% were classified having good confidence using an 80% and 70% cut-off for confidence score, respectively. In the adjusted analysis, receiving information about HMPX during medical training was the only variable significantly associated with good confidence (adjusted odds ratio 2.74, 95% confidence interval 1.57 to 4.78 and p \u003c 0.001). Approximately 73.6% and 77.",
      "sentences": [
        [
          {
            "segment_text": "The current re-emergence of human monkeypox ( HMPX ) is a global concern for endemic and non-endemic countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but healthcare workers in some regions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "like Asia , have less experience with identifying and treating HMPX cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to assess the confidence and its predictors in HMPX case management among general practitioners ( GPs ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the frontline doctors in Indonesia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to explore their perspectives on HMPX .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Between May and July 2019 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "GPs in Indonesia completed an online-based survey .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The questionnaire collected information on GPs \u0027 confidence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "perspective , sociodemographic , workplace and professional characteristics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "exposure to HMPX information and knowledge on HMPX .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A logistic regression analysis was employed to explore the explanatory variables influencing the confidence and the perspective .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We included 395 GPs in our analysis ( 77.4 % out of 510 responses received ) of which 10.1 % and 34.9 % were classified having good confidence using an 80 % and 70 % cut-off for confidence score , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the adjusted analysis , receiving information about HMPX during medical training was the only variable significantly associated with good confidence ( adjusted odds ratio 2.74 , 95 % confidence interval 1.57 to 4.78 and p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Approximately 73.6 % and 77 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "221"
  }
}