{
  "paper_id": "f02dfef2035b19d983f4687dda7a732f68be7d87",
  "metadata": {
    "title": "Recombinant nucleocapsid protein-based IgG enzyme-linked immunosorbent assay for the serological diagnosis of SARS",
    "coda_data_split": "train",
    "coda_paper_id": 6049,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The recombinant nucleocapsid protein (rNP) of severe acute respiratory syndrome (SARS) coronavirus (SARS-CoV) was expressed in a baculovirus system. The purified SARS-CoV rNP was used as an antigen for detection of SARS-CoV antibodies in IgG enzyme-linked immunosorbent assay (ELISA). The ELISA was evaluated in comparison with neutralizing antibody assay and the authentic SARS-CoV antigen-based IgG ELISA. Two-hundred and seventy-six serum samples were collected from health care workers in a hospital in which a nosocomial SARS outbreak took place and used for evaluation. The SARS-CoV rNP-based IgG ELISA has 92% of sensitivity and specificity compared with the neutralizing antibody assay and 94% sensitivity and specificity compared with the authentic SARS-CoV antigen-based IgG ELISA. The results suggest that the newly developed SARS-CoV rNP-based IgG ELISA is a valuable tool for the diagnosis and seroepidemiological study of SARS. The SARS-CoV rNP-based IgG ELISA has an advantage over the conventional IgG ELISA in that the antigen can be prepared by laboratory workers without the risk of infection.",
      "sentences": [
        [
          {
            "segment_text": "The recombinant nucleocapsid protein ( rNP ) of severe acute respiratory syndrome ( SARS ) coronavirus ( SARS-CoV ) was expressed in a baculovirus system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purified SARS-CoV rNP was used as an antigen for detection of SARS-CoV antibodies in IgG enzyme-linked immunosorbent assay ( ELISA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ELISA was evaluated in comparison with neutralizing antibody assay and the authentic SARS-CoV antigen-based IgG ELISA .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two-hundred and seventy-six serum samples were collected from health care workers in a hospital in which a nosocomial SARS outbreak took place and used for evaluation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The SARS-CoV rNP-based IgG ELISA has 92 % of sensitivity and specificity compared with the neutralizing antibody assay and 94 % sensitivity and specificity compared with the authentic SARS-CoV antigen-based IgG ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that the newly developed SARS-CoV rNP-based IgG ELISA is a valuable tool for the diagnosis and seroepidemiological study of SARS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The SARS-CoV rNP-based IgG ELISA has an advantage over the conventional IgG ELISA in that the antigen can be prepared by laboratory workers without the risk of infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "180"
  }
}