{
  "paper_id": "f02eac27bb8f96925adea277a27b22bf32710b77",
  "metadata": {
    "title": "Bats and Buildings: The Conservation of Synanthropic Bats",
    "coda_data_split": "train",
    "coda_paper_id": 9764,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Humans have shared buildings with bats for thousands of years, probably as early as first humans built primitive huts. Indeed, many bat species can be defined as synanthropic, i.e., they have a strong ecological association with humans. Bats have been observed using buildings as roosting and foraging sites, temporary shelters, for reproduction and hibernation. A synanthropic lifestyle may result in direct fitness benefits owing to energetic advantages in warmer roosts, which may ultimately lead to more rapid gestation and faster development of juveniles, or by being less exposed to natural predators in urban environments. All",
      "sentences": [
        [
          {
            "segment_text": "Humans have shared buildings with bats for thousands of years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "probably as early as first humans built primitive huts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , many bat species can be defined as synanthropic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "i.e. , they have a strong ecological association with humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Bats have been observed using buildings as roosting and foraging sites ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "temporary shelters , for reproduction and hibernation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A synanthropic lifestyle may result in direct fitness benefits owing to energetic advantages in warmer roosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may ultimately lead to more rapid gestation and faster development of juveniles ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or by being less exposed to natural predators in urban environments .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "107"
  }
}