{
  "paper_id": "f04ae49e396269b6fc64538613ea9a6d53583bd6",
  "metadata": {
    "title": "Immunogenicity and efficacy of a chimpanzee adenovirus-vectored Rift Valley Fever vaccine in mice",
    "coda_data_split": "train",
    "coda_paper_id": 6384,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Rift Valley Fever (RVF) is a viral zoonosis that historically affects livestock production and human health in sub-Saharan Africa, though epizootics have also occurred in the Arabian Peninsula. Whilst an effective live-attenuated vaccine is available for livestock, there is currently no licensed human RVF vaccine. Replication-deficient chimpanzee adenovirus (ChAd) vectors are an ideal platform for development of a human RVF vaccine, given the low prevalence of neutralizing antibodies against them in the human population, and their excellent safety and immunogenicity profile in human clinical trials of vaccines against a wide range of pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rift Valley Fever ( RVF ) is a viral zoonosis that historically affects livestock production and human health in sub-Saharan Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though epizootics have also occurred in the Arabian Peninsula .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whilst an effective live-attenuated vaccine is available for livestock ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is currently no licensed human RVF vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Replication-deficient chimpanzee adenovirus ( ChAd ) vectors are an ideal platform for development of a human RVF vaccine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "given the low prevalence of neutralizing antibodies against them in the human population ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their excellent safety and immunogenicity profile in human clinical trials of vaccines against a wide range of pathogens .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Here, in BALB/c mice, we evaluated the immunogenicity and efficacy of a replication-deficient chimpanzee adenovirus vector, ChAdOx1, encoding the RVF virus envelope glycoproteins, Gn and Gc, which are targets of virus neutralizing antibodies. The ChAdOx1-GnGc vaccine was assessed in comparison to a replication-deficient human adenovirus type 5 vector encoding Gn and Gc (HAdV5-GnGc), a strategy previously shown to confer protective immunity against RVF in mice. Results: A single immunization with either of the vaccines conferred protection against RVF virus challenge eight weeks post-immunization. Both vaccines elicited RVF virus neutralizing antibody and a robust CD8 + T cell response.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Here , in BALB/c mice ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we evaluated the immunogenicity and efficacy of a replication-deficient chimpanzee adenovirus vector ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "ChAdOx1 , encoding the RVF virus envelope glycoproteins ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Gn and Gc , which are targets of virus neutralizing antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The ChAdOx1-GnGc vaccine was assessed in comparison to a replication-deficient human adenovirus type 5 vector encoding Gn and Gc ( HAdV5-GnGc ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a strategy previously shown to confer protective immunity against RVF in mice .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A single immunization with either of the vaccines conferred protection against RVF virus challenge eight weeks post-immunization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both vaccines elicited RVF virus neutralizing antibody and a robust CD8 + T cell response .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Together the results support further development of RVF vaccines based on replication-deficient adenovirus vectors, with ChAdOx1-GnGc being a potential candidate for use in future human clinical trials.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Together the results support further development of RVF vaccines based on replication-deficient adenovirus vectors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with ChAdOx1-GnGc being a potential candidate for use in future human clinical trials .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "251"
  }
}