{
  "paper_id": "f06ef04db2928aa8b627475a04a65d227ea97c1a",
  "metadata": {
    "title": "Mini-review Proprotein convertases: Key players in inflammation-related malignancies and metastasis",
    "coda_data_split": "train",
    "coda_paper_id": 2030,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Many cancers occur from locations of inflammation due to chronic irritation and/or infection. Tumor microenvironment contains various different inflammatory cells and mediators that orchestrate diverse neoplastic processes, including proliferation, survival, adhesion and migration. In parallel, tumor cells have adapted some of the signaling molecules used by inflammatory cells, such as selectins and chemokines as well as their receptors for invasion, extravasation and subsequently metastasis. Expression and/or activation of the majority of these molecules is mediated by the proprotein convertases (PCs); proteases expressed by both tumor cells and inflammatory cells. This review analyzes the potential role of these enzymatic system in inflammation-associated cancer impacting on the malignant and metastatic potential of cancer cells, describing the possible use of PCs as a new anti-inflammatory therapeutic approach to tumor progression and metastasis.",
      "sentences": [
        [
          {
            "segment_text": "Many cancers occur from locations of inflammation due to chronic irritation and/or infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tumor microenvironment contains various different inflammatory cells and mediators that orchestrate diverse neoplastic processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including proliferation , survival , adhesion and migration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In parallel , tumor cells have adapted some of the signaling molecules used by inflammatory cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as selectins and chemokines as well as their receptors for invasion , extravasation and subsequently metastasis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Expression and/or activation of the majority of these molecules is mediated by the proprotein convertases ( PCs ) ; proteases expressed by both tumor cells and inflammatory cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review analyzes the potential role of these enzymatic system in inflammation-associated cancer impacting on the malignant and metastatic potential of cancer cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "describing the possible use of PCs as a new anti-inflammatory therapeutic approach to tumor progression and metastasis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "144"
  }
}