{
  "paper_id": "f0a7684b84d874e9d61eee9c4cff37bb45bb2547",
  "metadata": {
    "title": "Brief Communication",
    "coda_data_split": "train",
    "coda_paper_id": 9126,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Since mid-December of 2019, coronavirus disease 2019 (COVID-19) has been spreading from Wuhan, China. The confirmed COVID-19 patients in South Korea are those who came from or visited China. As secondary transmissions have occurred and the speed of transmission is accelerating, there are rising concerns about community infections. The 54-year old male is the third patient diagnosed with COVID-19 in Korea. He is a worker for a clothing business and had mild respiratory symptoms and intermittent fever in the beginning of hospitalization, and pneumonia symptoms on chest computerized tomography scan on day 6 of admission. This patient caused one case of secondary transmission and three cases of tertiary transmission. Hereby, we report the clinical findings of the index patient who was the first to cause tertiary transmission outside China. Interestingly, after lopinavir/ritonavir (Kaletra, AbbVie) was administered, β-coronavirus viral loads significantly decreased and no or little coronavirus titers were observed.",
      "sentences": [
        [
          {
            "segment_text": "Since mid-December of 2019 , coronavirus disease 2019 ( COVID-19 ) has been spreading from Wuhan , China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The confirmed COVID-19 patients in South Korea are those who came from or visited China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As secondary transmissions have occurred and the speed of transmission is accelerating ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are rising concerns about community infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 54-year old male is the third patient diagnosed with COVID-19 in Korea .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "He is a worker for a clothing business and had mild respiratory symptoms and intermittent fever in the beginning of hospitalization ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and pneumonia symptoms on chest computerized tomography scan on day 6 of admission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This patient caused one case of secondary transmission and three cases of tertiary transmission .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hereby , we report the clinical findings of the index patient who was the first to cause tertiary transmission outside China .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Interestingly , after lopinavir/ritonavir ( Kaletra , AbbVie ) was administered ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "β-coronavirus viral loads significantly decreased and no or little coronavirus titers were observed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "169"
  }
}