{
  "paper_id": "f0b430a0d9c598233e8619391de12c5214340709",
  "metadata": {
    "title": "Polyether ionophores: broad-spectrum and promising biologically active molecules for the control of drug-resistant bacteria and parasites",
    "coda_data_split": "train",
    "coda_paper_id": 5016,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background-As multidrug-resistant (MDR) pathogens continue to emerge, there is a substantial amount of pressure to identify new drug candidates. Carboxyl polyethers, also referred to as polyether antibiotics, are a unique class of compounds with outstanding potency against a variety of critical infectious disease targets including protozoa, bacteria and viruses. The characteristics of these molecules that are of key interest are their selectivity and high potency against several MDR etiological agents.",
      "sentences": [
        [
          {
            "segment_text": "Background-As multidrug-resistant ( MDR ) pathogens continue to emerge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a substantial amount of pressure to identify new drug candidates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Carboxyl polyethers , also referred to as polyether antibiotics ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "are a unique class of compounds with outstanding potency against a variety of critical infectious disease targets including protozoa , bacteria and viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The characteristics of these molecules that are of key interest are their selectivity and high potency against several MDR etiological agents .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective-Although many studies have been published about carboxyl polyether antibiotics, there are no recent reviews of this class of drugs. The purpose of this review is to provide the reader with an overview of the spectrum of activity of polyether antibiotics, their mechanism of action, toxicity and potential as drug candidates to combat drug-resistant infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Objective-Although many studies have been published about carboxyl polyether antibiotics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "there are no recent reviews of this class of drugs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The purpose of this review is to provide the reader with an overview of the spectrum of activity of polyether antibiotics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "their mechanism of action , toxicity and potential as drug candidates to combat drug-resistant infectious diseases .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion-Polyether ionophores show a high degree of promise for the potential control of drug-resistant bacterial and parasitic infections. Despite the long history of use of this class of drugs, very limited medicinal chemistry and drug optimization studies have been reported, thus leaving the door open to these opportunities in the future. Scifinder and PubMed were the main search engines used to locate articles relevant to the topic presented in the present review. Keywords used in our search were specific names of each of the 88 compounds presented in the review as well as more general terms such as polyethers, ionophores, carboxylic polyethers and polyether antibiotics.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion-Polyether ionophores show a high degree of promise for the potential control of drug-resistant bacterial and parasitic infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the long history of use of this class of drugs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "very limited medicinal chemistry and drug optimization studies have been reported ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus leaving the door open to these opportunities in the future .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Scifinder and PubMed were the main search engines used to locate articles relevant to the topic presented in the present review .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Keywords used in our search were specific names of each of the 88 compounds presented in the review as well as more general terms such as polyethers ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ionophores , carboxylic polyethers and polyether antibiotics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "253"
  }
}