{
  "paper_id": "f0c641e0f558a2275ed3624b475e2d7102fbf366",
  "metadata": {
    "title": "Glycyrrhizic acid as a multifunctional drug carrier -From physicochemical properties to biomedical applications: A modern insight on the ancient drug",
    "coda_data_split": "train",
    "coda_paper_id": 3578,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Glycyrrhizic acid is the main active component of Licorice root which has been known in traditional Chinese and Japanese medicine since ancient times. In these cultures glycyrrhizic acid (GA) is one of the most frequently used drugs. However, only in 21-st century a novel unusual property of the GA to enhance the activity of other drugs has been discovered. The review describes briefly the experimental evidences of wide spectrum of own biological activities of glycyrrhizic acid as well as discusses the possible mechanisms of the ability of GA to enhance the activity of other drugs. We have shown that due to its amphiphilic nature GA is able to form self-associates in aqueous and non-aqueous media, as well as water soluble complexes with a wide range of lipophilic drugs. The main purpose of our review is to focus reader\u0027s attention on physicochemical studies of the molecular mechanisms of GA activity as a drug delivery system (DDS). In our opinion, the most intriguing feature of glycyrrhizic acid which might be the key factor in its therapeutic activity is the ability of GA to incorporate into the lipid bilayer and to increase the membrane fluidity and permeability. The ability of biomolecules and their aggregates to change the properties of cell membranes is of great significance, from both fundamental and practical points of view. monstrated the ability of GA to interact with cell membrane and to https://doi.",
      "sentences": [
        [
          {
            "segment_text": "Glycyrrhizic acid is the main active component of Licorice root which has been known in traditional Chinese and Japanese medicine since ancient times .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In these cultures glycyrrhizic acid ( GA ) is one of the most frequently used drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , only in 21-st century a novel unusual property of the GA to enhance the activity of other drugs has been discovered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The review describes briefly the experimental evidences of wide spectrum of own biological activities of glycyrrhizic acid as well as discusses the possible mechanisms of the ability of GA to enhance the activity of other drugs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We have shown that due to its amphiphilic nature GA is able to form self-associates in aqueous and non-aqueous media ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as water soluble complexes with a wide range of lipophilic drugs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main purpose of our review is to focus reader \u0027s attention on physicochemical studies of the molecular mechanisms of GA activity as a drug delivery system ( DDS ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In our opinion , the most intriguing feature of glycyrrhizic acid which might be the key factor in its therapeutic activity is the ability of GA to incorporate into the lipid bilayer and to increase the membrane fluidity and permeability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ability of biomolecules and their aggregates to change the properties of cell membranes is of great significance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from both fundamental and practical points of view .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "monstrated the ability of GA to interact with cell membrane and to https://doi .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "251"
  }
}