{
  "paper_id": "f0d86a63138eb6493f0665bb489419ab6e67c912",
  "metadata": {
    "title": "Monomeric Intermediates Formed by Vesiculovirus Glycoprotein during Its Low-pH-induced Structural Transition",
    "coda_data_split": "train",
    "coda_paper_id": 6351,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vesiculoviruses enter cells by membrane fusion, driven by a large, low-pH-induced, conformational change in the fusion glycoprotein (G) that involves transition from a trimeric pre-fusion to a trimeric post-fusion state. G is the model of class III fusion glycoproteins which also includes the fusion glycoproteins of herpesviruses (gB) and baculoviruses (gp64). Class III fusion proteins combine features of the previously characterized class I and class II fusion proteins. In this review, we first present and discuss the data that indicate that the Vesiculovirus G structural transition proceeds through monomeric intermediates. Then, we focus on a recently determined crystal structure of the Chandipura virus G ectodomain that contained two monomeric intermediate conformations of the glycoprotein, revealing the chronological order of the structural changes in the protein and offering a detailed pathway for the conformational change, in agreement with electron microscopy data. In the crystal, the intermediates were associated through their fusion domain in an antiparallel manner to form an intermolecular β-sheet. Mutagenesis indicated that this interface is functionally relevant. All those structural data challenge the current model proposed for viral membrane fusion. Therefore, we wonder if this mode of operating is specific to Vesiculovirus G and discuss data indicating that class II fusion glycoproteins are monomeric when they interact with the target membrane but also crystal structures suggesting the existence of non-trimeric intermediates for influenza hemagglutinin which is the prototype of class I fusion proteins.",
      "sentences": [
        [
          {
            "segment_text": "Vesiculoviruses enter cells by membrane fusion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "driven by a large , low-pH-induced ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "conformational change in the fusion glycoprotein ( G ) that involves transition from a trimeric pre-fusion to a trimeric post-fusion state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "G is the model of class III fusion glycoproteins which also includes the fusion glycoproteins of herpesviruses ( gB ) and baculoviruses ( gp64 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Class III fusion proteins combine features of the previously characterized class I and class II fusion proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we first present and discuss the data that indicate that the Vesiculovirus G structural transition proceeds through monomeric intermediates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Then , we focus on a recently determined crystal structure of the Chandipura virus G ectodomain that contained two monomeric intermediate conformations of the glycoprotein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "revealing the chronological order of the structural changes in the protein and offering a detailed pathway for the conformational change ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in agreement with electron microscopy data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the crystal , the intermediates were associated through their fusion domain in an antiparallel manner to form an intermolecular β-sheet .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mutagenesis indicated that this interface is functionally relevant .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All those structural data challenge the current model proposed for viral membrane fusion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , we wonder if this mode of operating is specific to Vesiculovirus G and discuss data indicating that class II fusion glycoproteins are monomeric when they interact with the target membrane but also crystal structures suggesting the existence of non-trimeric intermediates for influenza hemagglutinin which is the prototype of class I fusion proteins .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "258"
  }
}