{
  "paper_id": "f0efc7104651baf03c3bb08565dd1d907cbeb976",
  "metadata": {
    "title": "Comprehensive Analysis of Severe Viral Infections of Respiratory Tract admitted to PICUs during the Winter Season in Turkey",
    "coda_data_split": "train",
    "coda_paper_id": 10246,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To analyze the course of seasonal viral infections of respiratory tract in patients hospitalized in pediatric intensive care units (PICU) of 16 centers in Turkey. Materials and methods: It is a retrospective, observational, and multicenter study conducted in 16 tertiary PICUs in Turkey includes a total of 302 children with viral cause in the nasal swab which required PICU admission with no interventions. Results: Median age of patients was 12 months. Respiratory syncytial virus (RSV) was more common in patients over one year of age whereas influenza, human Bocavirus in patients above a year of age was more common (p \u003c0.05). Clinical presentations influencing mortality were neurologic symptoms, tachycardia, hypoxia, hypotension, elevated lactate, and acidosis. The critical pH value related with mortality was ≤7.10, and critical PCO 2 ≥60 mm Hg. Conclusion: Our findings demonstrate that patients with neurological symptoms, tachycardia, hypoxia, hypotension, acidosis, impaired liver, and renal function at the time of admission exhibit more severe mortal progressions. Presence of acidosis and multiorgan failure was found to be predictor for mortality. Knowledge of clinical presentation and age-related variations among seasonal viruses may give a clue about severe course and prognosis. By presenting the analyzed data of 302 PICU admissions, current study reveals severity of viral respiratory tract infections and release tips for handling them.",
      "sentences": [
        [
          {
            "segment_text": "To analyze the course of seasonal viral infections of respiratory tract in patients hospitalized in pediatric intensive care units ( PICU ) of 16 centers in Turkey .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : It is a retrospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "observational , and multicenter study conducted in 16 tertiary PICUs in Turkey includes a total of 302 children with viral cause in the nasal swab which required PICU admission with no interventions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Median age of patients was 12 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) was more common in patients over one year of age whereas influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "human Bocavirus in patients above a year of age was more common ( p \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical presentations influencing mortality were neurologic symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tachycardia , hypoxia , hypotension ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "elevated lactate , and acidosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The critical pH value related with mortality was ≤ 7.10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and critical PCO 2 ≥ 60 mm Hg .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Our findings demonstrate that patients with neurological symptoms ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "tachycardia , hypoxia , hypotension ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "acidosis , impaired liver , and renal function at the time of admission exhibit more severe mortal progressions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Presence of acidosis and multiorgan failure was found to be predictor for mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Knowledge of clinical presentation and age-related variations among seasonal viruses may give a clue about severe course and prognosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By presenting the analyzed data of 302 PICU admissions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "current study reveals severity of viral respiratory tract infections and release tips for handling them .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "253"
  }
}