{
  "paper_id": "f0fc6e2d9cc1c6eaf6f4d83a775cc50dae0e6bd0",
  "metadata": {
    "title": "Autophagy Genes Enhance Murine Gammaherpesvirus 68 Reactivation from Latency by Preventing Virus-Induced Systemic Inflammation Article Autophagy Genes Enhance Murine Gammaherpesvirus 68 Reactivation from Latency by Preventing Virus-Induced Systemic Inflammation",
    "coda_data_split": "train",
    "coda_paper_id": 2559,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Graphical Abstract Highlights d Autophagy (Atg) genes in myeloid cells inhibit virus-triggered systemic inflammation d Atg gene-regulated systemic inflammation inhibits herpesvirus reactivation d Interferon-g controls herpesvirus reactivation in the setting of Atg gene mutations SUMMARY Host genes that regulate systemic inflammation upon chronic viral infection are incompletely understood. Murine gammaherpesvirus 68 (MHV68) infection is characterized by latency in macrophages, and reactivation is inhibited by interferon-g (IFN-g).",
      "sentences": [
        [
          {
            "segment_text": "Graphical Abstract Highlights d Autophagy ( Atg ) genes in myeloid cells inhibit virus-triggered systemic inflammation d Atg gene-regulated systemic inflammation inhibits herpesvirus reactivation d Interferon-g controls herpesvirus reactivation in the setting of Atg gene mutations SUMMARY Host genes that regulate systemic inflammation upon chronic viral infection are incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Murine gammaherpesvirus 68 ( MHV68 ) infection is characterized by latency in macrophages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and reactivation is inhibited by interferon-g ( IFN-g ) .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Using a lysozyme-M-cre (LysMcre) expression system, we show that deletion of autophagy-related (Atg) genes Fip200, beclin 1, Atg14, Atg16l1, Atg7, Atg3, and Atg5, in the myeloid compartment, inhibited MHV68 reactivation in macrophages. Atg5 deficiency did not alter reactivation from B cells, and effects on reactivation from macrophages were not explained by alterations in productive viral replication or the establishment of latency. Rather, chronic MHV68 infection triggered increased systemic inflammation, increased T cell production of IFN-g, and an IFN-g-induced transcriptional signature in macrophages from Atg gene-deficient mice. The Atg5-related reactivation defect was partially reversed by neutralization of IFN-g. Thus Atg genes in myeloid cells dampen virus-induced systemic inflammation, creating an environment that fosters efficient MHV68 reactivation from latency.",
      "sentences": [
        [
          {
            "segment_text": "Using a lysozyme-M-cre ( LysMcre ) expression system ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we show that deletion of autophagy-related ( Atg ) genes Fip200 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "beclin 1 , Atg14 , Atg16l1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Atg7 , Atg3 , and Atg5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the myeloid compartment , inhibited MHV68 reactivation in macrophages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Atg5 deficiency did not alter reactivation from B cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and effects on reactivation from macrophages were not explained by alterations in productive viral replication or the establishment of latency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rather , chronic MHV68 infection triggered increased systemic inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "increased T cell production of IFN-g ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an IFN-g-induced transcriptional signature in macrophages from Atg gene-deficient mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Atg5-related reactivation defect was partially reversed by neutralization of IFN-g .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus Atg genes in myeloid cells dampen virus-induced systemic inflammation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "creating an environment that fosters efficient MHV68 reactivation from latency .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "215"
  }
}