{
  "paper_id": "f1013cd932609e52386c3ab7fe07b6c95f6398f3",
  "metadata": {
    "title": "BASIC-ALIMENTARY TRACT Tissue-Specific Amino Acid Transporter Partners ACE2 and Collectrin Differentially Interact With Hartnup Mutations",
    "coda_data_split": "train",
    "coda_paper_id": 3117,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Hartnup amino acid transporter B 0 AT1 (SLC6A19) is the major luminal sodium-dependent neutral amino acid transporter of small intestine and kidney proximal tubule. The expression of B 0 AT1 in kidney was recently shown to depend on its association with collectrin (Tmem27), a protein homologous to the membrane-anchoring domain of angiotensin-converting enzyme (ACE) 2. Methods: Because collectrin is almost absent from small intestine, we tested the hypothesis that it is ACE2 that interacts with B 0 AT1 in enterocytes. Furthermore, because B 0 AT1 expression depends on an associated protein, we tested the hypothesis that Hartnup-causing B 0 AT1 mutations differentially impact on B 0 AT1 interaction with intestinal and kidney accessory proteins. Results: Immunofluorescence, coimmunoprecipitation, and functional experiments using wild-type and ace2-null mice showed that expression of B 0 AT1 in small intestine critically depends on ACE2. Coexpressing new and previously identified Hartnup disorder-causing missense mutations of B 0 AT1 with either collectrin or ACE2 in Xenopus laevis oocytes showed that the high-frequency D173N and the newly identified P265L mutant B 0 AT1 transporters can still be activated by ACE2 but not collectrin coexpression. In contrast, the human A69T and R240Q B 0 AT1 mutants cannot be activated by either of the associated proteins, although they function as wild-type B 0 AT1 when expressed alone. Conclusions: We thus show that ACE2 is necessary for the expression of the Hartnup transporter in intestine and suggest that the differential functional association of mutant B 0 AT1 transporters with ACE2 and collectrin in intestine and kidney, respectively, participates in the phenotypic heterogeneity of human Hartnup disorder.",
      "sentences": [
        [
          {
            "segment_text": "Hartnup amino acid transporter B 0 AT1 ( SLC6A19 ) is the major luminal sodium-dependent neutral amino acid transporter of small intestine and kidney proximal tubule .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The expression of B 0 AT1 in kidney was recently shown to depend on its association with collectrin ( Tmem27 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a protein homologous to the membrane-anchoring domain of angiotensin-converting enzyme ( ACE ) 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Because collectrin is almost absent from small intestine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we tested the hypothesis that it is ACE2 that interacts with B 0 AT1 in enterocytes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Furthermore , because B 0 AT1 expression depends on an associated protein ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we tested the hypothesis that Hartnup-causing B 0 AT1 mutations differentially impact on B 0 AT1 interaction with intestinal and kidney accessory proteins .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Immunofluorescence , coimmunoprecipitation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and functional experiments using wild-type and ace2-null mice showed that expression of B 0 AT1 in small intestine critically depends on ACE2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Coexpressing new and previously identified Hartnup disorder-causing missense mutations of B 0 AT1 with either collectrin or ACE2 in Xenopus laevis oocytes showed that the high-frequency D173N and the newly identified P265L mutant B 0 AT1 transporters can still be activated by ACE2 but not collectrin coexpression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the human A69T and R240Q B 0 AT1 mutants can not be activated by either of the associated proteins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although they function as wild-type B 0 AT1 when expressed alone .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We thus show that ACE2 is necessary for the expression of the Hartnup transporter in intestine and suggest that the differential functional association of mutant B 0 AT1 transporters with ACE2 and collectrin in intestine and kidney ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , participates in the phenotypic heterogeneity of human Hartnup disorder .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations used in this paper: ACE, angiotensin-converting enzyme; SNP, single nucleotide polymorphism; TEVC, 2-electrode voltage clamp. Figure 5. Missense mutations in the SLC6A19 gene causing Hartnup disorder. The model of B 0 AT1 is based on the Slc6 bacterial homologue from Aquifex aeolicus LeuT Aa 16 and the transmembrane segments are numbered. The localization of mutations causing a loss of surface expression (R57, G93, L242, E501, P579) is depicted in the left panel. The sites of mutations leading to a differential interaction with the 2 accessory proteins (D173 and P265) are depicted as black spheres on the middle panel, and the sites of the mutations preventing both accessory proteins of stimulating the transport function are depicted on the right panel (A69 and R240).",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations used in this paper : ACE ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "angiotensin-converting enzyme ; SNP , single nucleotide polymorphism ; TEVC , 2-electrode voltage clamp .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Figure 5 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Missense mutations in the SLC6A19 gene causing Hartnup disorder .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model of B 0 AT1 is based on the Slc6 bacterial homologue from Aquifex aeolicus LeuT Aa 16 and the transmembrane segments are numbered .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The localization of mutations causing a loss of surface expression ( R57 , G93 , L242 , E501 , P579 ) is depicted in the left panel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The sites of mutations leading to a differential interaction with the 2 accessory proteins ( D173 and P265 ) are depicted as black spheres on the middle panel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the sites of the mutations preventing both accessory proteins of stimulating the transport function are depicted on the right panel ( A69 and R240 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "14",
    "segment_num": "22",
    "token_num": "439"
  }
}