{
  "paper_id": "f1047ae96f09b45c09546bb26c210e0d6ea691a5",
  "metadata": {
    "title": "Role of Fibrinolysis in the Nasal System TAKAYUKI SEJIMA AND YOICHI SAKATA^",
    "coda_data_split": "train",
    "coda_paper_id": 4923,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this chapter, we show the presence of tissue-type plasminogen activator (t-PA), urokinase-type plasminogen activator (u-PA), and plasminogen activator inhibitor-1 (PAI-1) in nasal mucosa. It is suggested that t-PA synthesized in mucous cells is promptly secreted and modifies the watery nasal discharge in allergic rhinitis and that u-PA activity may help with the passage of large amounts of rhinorrhea by reducing its viscosity. Furthermore, we clarify the relation between fibrinolytic components and the pathology of allergy, particularly during the development of nasal allergy and nasal tissue changes. Wild-type (WT) mice can develop nasal allergy for ovalbumin (OVA) sensitization, but PAI-1-deficient mice (PAI-T^\") cannot. The production of specific immunoglobulins IgGl and IgE in the serum and production of interleukins IL-4 and IL-5 in splenocyte culture supernatant increased significantly in WT-OVA mice. In PAI-l\"^\" mice, these reactions were absent, and specific IgG2a in serum and interferon-y in splenocyte culture medium increased significantly. Histopathologically, there was marked goblet cell hyperplasia and eosinophil infiltration into the nasal mucosa in WT-OVA mice, but these were absent in PAI-l\"^\" mice. These results indicate that the immune response in WT-OVA mice can be classified as a dominant Th2 response, which would promote collagen deposition. In contrast, the Th2 response in PAI-l\"^\" mice was down-regulated and the immune response shifted from Th2-dominant reaction to a Thl-dominant one. Taken together, these findings suggest that PAI-1 plays an important role not only in thrombolysis but also in the immune response.",
      "sentences": [
        [
          {
            "segment_text": "In this chapter , we show the presence of tissue-type plasminogen activator ( t-PA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "urokinase-type plasminogen activator ( u-PA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and plasminogen activator inhibitor-1 ( PAI-1 ) in nasal mucosa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is suggested that t-PA synthesized in mucous cells is promptly secreted and modifies the watery nasal discharge in allergic rhinitis and that u-PA activity may help with the passage of large amounts of rhinorrhea by reducing its viscosity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we clarify the relation between fibrinolytic components and the pathology of allergy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly during the development of nasal allergy and nasal tissue changes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wild-type ( WT ) mice can develop nasal allergy for ovalbumin ( OVA ) sensitization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but PAI-1-deficient mice ( PAI-T ^ \u0027\u0027 ) can not .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The production of specific immunoglobulins IgGl and IgE in the serum and production of interleukins IL-4 and IL-5 in splenocyte culture supernatant increased significantly in WT-OVA mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In PAI-l \u0027\u0027 ^ \u0027\u0027 mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these reactions were absent , and specific IgG2a in serum and interferon-y in splenocyte culture medium increased significantly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathologically , there was marked goblet cell hyperplasia and eosinophil infiltration into the nasal mucosa in WT-OVA mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but these were absent in PAI-l \u0027\u0027 ^ \u0027\u0027 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicate that the immune response in WT-OVA mice can be classified as a dominant Th2 response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which would promote collagen deposition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the Th2 response in PAI-l \u0027\u0027 ^ \u0027\u0027 mice was down-regulated and the immune response shifted from Th2-dominant reaction to a Thl-dominant one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these findings suggest that PAI-1 plays an important role not only in thrombolysis but also in the immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "287"
  }
}