{
  "paper_id": "f112c54cb08caca42865c197c3389393c3a63cb7",
  "metadata": {
    "title": "Animal Models for the Study of Neuroimmunological Disease",
    "coda_data_split": "train",
    "coda_paper_id": 8377,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The development and use of numerous animal models of human autoimmune diseases have provided important advances in our understanding of pathogenic mechanisms of disease and provided robust and reliable models to test novel therapeutic strategies. However, few preclinical studies of therapeutic treatments have demonstrated efficacy in the clinic, possibly because of the biological differences between humans and other animals. Although animal models of human disease are imperfect, it is important to understand the differences between the human disease and its animal models and to design experimental studies using animal models appropriately for the questions being asked. This review provides an overview of the currently used animal models of three human neuroimmunological diseases, multiple sclerosis, Guillain-Barré syndrome, and myasthenia gravis, as well as the advantages and disadvantages of each model and how they correlate or differ from their human counterpart.",
      "sentences": [
        [
          {
            "segment_text": "The development and use of numerous animal models of human autoimmune diseases have provided important advances in our understanding of pathogenic mechanisms of disease and provided robust and reliable models to test novel therapeutic strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , few preclinical studies of therapeutic treatments have demonstrated efficacy in the clinic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "possibly because of the biological differences between humans and other animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although animal models of human disease are imperfect ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is important to understand the differences between the human disease and its animal models and to design experimental studies using animal models appropriately for the questions being asked .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an overview of the currently used animal models of three human neuroimmunological diseases ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "multiple sclerosis , Guillain-Barré syndrome ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and myasthenia gravis , as well as the advantages and disadvantages of each model and how they correlate or differ from their human counterpart .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "150"
  }
}