{
  "paper_id": "f12dac6dd672f51fbf89bec56df7f7a8af5331df",
  "metadata": {
    "title": "Pathological and ultrastructural analysis of surgical lung biopsies in patients with swine-origin influenza type A/H1N1 and acute respiratory failure",
    "coda_data_split": "train",
    "coda_paper_id": 8564,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND: Cases of H1N1 and other pulmonary infections evolve to acute respiratory failure and death when co-infections or lung injury predominate over the immune response, thus requiring early diagnosis to improve treatment.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND : Cases of H1N1 and other pulmonary infections evolve to acute respiratory failure and death when co-infections or lung injury predominate over the immune response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus requiring early diagnosis to improve treatment .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "To perform a detailed histopathological analysis of the open lung biopsy specimens from five patients with ARDS with confirmed H1N1.",
      "sentences": [
        [
          {
            "segment_text": "To perform a detailed histopathological analysis of the open lung biopsy specimens from five patients with ARDS with confirmed H1N1 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Lung specimens underwent microbiologic analysis, and examination by optical and electron microscopy. Immunophenotyping was used to characterize macrophages, natural killer, T and B cells, and expression of cytokines and iNOS.",
      "sentences": [
        [
          {
            "segment_text": "Lung specimens underwent microbiologic analysis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and examination by optical and electron microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Immunophenotyping was used to characterize macrophages ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "natural killer , T and B cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and expression of cytokines and iNOS .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The pathological features observed were necrotizing bronchiolitis, diffuse alveolar damage, alveolar hemorrhage and abnormal immune response. Ultrastructural analysis showed viral-like particles in all cases.",
      "sentences": [
        [
          {
            "segment_text": "The pathological features observed were necrotizing bronchiolitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diffuse alveolar damage , alveolar hemorrhage and abnormal immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ultrastructural analysis showed viral-like particles in all cases .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "CONCLUSIONS: Viral-like particles can be successfully demonstrated in lung tissue by ultrastructural examination, without confirmation of the virus by RT-PCR on nasopharyngeal aspirates. Bronchioles and epithelium, rather than endothelium, are probably the primary target of infection, and diffuse alveolar damage the consequence of the effect of airways obliteration and dysfunction on innate immunity, suggesting that treatment should be focused on epithelial repair. MIS. Pathological and ultrastructural analysis of surgical lung biopsies in patients with swine-origin influenza type A/H1N1 and acute respiratory failure.",
      "sentences": [
        [
          {
            "segment_text": "CONCLUSIONS : Viral-like particles can be successfully demonstrated in lung tissue by ultrastructural examination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "without confirmation of the virus by RT-PCR on nasopharyngeal aspirates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bronchioles and epithelium , rather than endothelium ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are probably the primary target of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and diffuse alveolar damage the consequence of the effect of airways obliteration and dysfunction on innate immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that treatment should be focused on epithelial repair .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MIS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pathological and ultrastructural analysis of surgical lung biopsies in patients with swine-origin influenza type A/H1N1 and acute respiratory failure .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "212"
  }
}