{
  "paper_id": "f15c1321be493d0dc01dbd58094a96ac1e4927b5",
  "metadata": {
    "title": "A prospective study to assess the burden of influenza-related hospitalizations and emergency department visits among children in Bilbao, Spain (2010---2011) ଝ,♦",
    "coda_data_split": "train",
    "coda_paper_id": 3422,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Introduction: This study was undertaken to estimate the burden of morbidity associated with laboratory-confirmed influenza in children below 15 years of age. Patients and methods: Children presenting with acute respiratory infection and/or isolated fever at the Basurto University Hospital, Bilbao, Spain between November 2010 and May 2011 were included in this study (NCT01592799). Two nasopharyngeal secretion samples were taken from each; one for a rapid influenza diagnostic test in the emergency department, and the second for laboratory analysis using real-time polymerase chain reaction and viral culture. Results: A total of 501 children were recruited, of whom 91 were hospitalized. Influenza diagnosis was confirmed in 131 children (26.1%); 120 of 410 (29.3%) treated as outpatients and 11 of 91 (12.1%) hospitalized children. A total of 370 of 501 children (73.9%) had no laboratory test positive for influenza. The proportion of subjects with other respiratory viruses was 145/501 (28.9%) cases and co-infection with the influenza virus plus another respiratory virus was ଝ Please cite this article as: Ortiz-Lana N, Garrote E, Arístegui J, Rementeria J, García-Martínez J-A, McCoig C, et al. Estudio prospectivo para estimar la carga de hospitalización y visitas a urgencias de la gripe en población pediátrica en Bilbao (2010Bilbao ( ---2011). An Pediatr (Barc). . médico directo medio asociado con cada caso de gripe confirmada fue de 177,00 D (N \u003d 131).",
      "sentences": [
        [
          {
            "segment_text": "Introduction : This study was undertaken to estimate the burden of morbidity associated with laboratory-confirmed influenza in children below 15 years of age .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Patients and methods : Children presenting with acute respiratory infection and/or isolated fever at the Basurto University Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Bilbao , Spain between November 2010 and May 2011 were included in this study ( NCT01592799 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two nasopharyngeal secretion samples were taken from each ; one for a rapid influenza diagnostic test in the emergency department ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the second for laboratory analysis using real-time polymerase chain reaction and viral culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : A total of 501 children were recruited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of whom 91 were hospitalized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza diagnosis was confirmed in 131 children ( 26.1 % ) ; 120 of 410 ( 29.3 % ) treated as outpatients and 11 of 91 ( 12.1 % ) hospitalized children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 370 of 501 children ( 73.9 % ) had no laboratory test positive for influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The proportion of subjects with other respiratory viruses was 145/501 ( 28.9 % ) cases and co-infection with the influenza virus plus another respiratory virus was ଝ Please cite this article as : Ortiz-Lana N ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Garrote E , Arístegui J ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Rementeria J , García-Martínez J-A ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "McCoig C , et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Estudio prospectivo para estimar la carga de hospitalización y visitas a urgencias de la gripe en población pediátrica en Bilbao ( 2010Bilbao ( -- 2011 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "An Pediatr ( Barc ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "médico directo medio asociado con cada caso de gripe confirmada fue de 177,00 D ( N \u003d 131 ) .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "No se observaron diferencias estadísticamente significativas entre el coste asociado con gripe A o B. Conclusión: Casi la mitad de los casos fueron virus de gripe B. La administración de una vacuna que incluya tipos A y B de gripe debería reducir la carga de la enfermedad.",
      "sentences": [
        [
          {
            "segment_text": "No se observaron diferencias estadísticamente significativas entre el coste asociado con gripe A o B. Conclusión : Casi la mitad de los casos fueron virus de gripe B. La administración de una vacuna que incluya tipos A y B de gripe debería reducir la carga de la enfermedad .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "322"
  }
}