{
  "paper_id": "f16165ab2a0b5c0a34201ddcea547190897dd78d",
  "metadata": {
    "title": "Clinical Infectious Diseases Characterization of Aerosols Generated During Patient Care Activities",
    "coda_data_split": "train",
    "coda_paper_id": 2327,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Questions remain about the degree to which aerosols are generated during routine patient care activities and whether such aerosols could transmit viable pathogens to healthcare personnel (HCP). The objective of this study was to measure aerosol production during multiple patient care activities and to examine the samples for bacterial pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Questions remain about the degree to which aerosols are generated during routine patient care activities and whether such aerosols could transmit viable pathogens to healthcare personnel ( HCP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to measure aerosol production during multiple patient care activities and to examine the samples for bacterial pathogens .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Five aerosol characterization instruments were used to measure aerosols during 7 patient care activities: patient bathing, changing bed linens, pouring and flushing liquid waste, bronchoscopy, noninvasive ventilation, and nebulized medication administration (NMA). Each procedure was sampled 5 times. An SKC BioSampler was used for pathogen recovery. Bacterial cultures were performed on the sampling solution. Patients on contact precautions for drug-resistant organisms were selected for most activity sampling. Any patient undergoing bronchoscopy was eligible.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five aerosol characterization instruments were used to measure aerosols during 7 patient care activities : patient bathing ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "changing bed linens , pouring and flushing liquid waste ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bronchoscopy , noninvasive ventilation , and nebulized medication administration ( NMA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each procedure was sampled 5 times .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An SKC BioSampler was used for pathogen recovery .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Bacterial cultures were performed on the sampling solution .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Patients on contact precautions for drug-resistant organisms were selected for most activity sampling .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Any patient undergoing bronchoscopy was eligible .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Of 35 sampling episodes, only 2 procedures showed a significant increase in particle concentrations over baseline: NMA and bronchoscopy with NMA. Bronchoscopy without NMA and noninvasive ventilation did not generate significant aerosols. Of 78 cultures from the impinger samples, 6 of 28 baseline samples (21.4%) and 14 of 50 procedure samples (28.0%) were positive.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 35 sampling episodes , only 2 procedures showed a significant increase in particle concentrations over baseline : NMA and bronchoscopy with NMA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bronchoscopy without NMA and noninvasive ventilation did not generate significant aerosols .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of 78 cultures from the impinger samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 of 28 baseline samples ( 21.4 % ) and 14 of 50 procedure samples ( 28.0 % ) were positive .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. In this study, significant aerosol generation was only observed during NMA, both alone and during bronchoscopy. Minimal viable bacteria were recovered, mostly common environmental organisms. Although more research is needed, these data suggest that some of the procedures considered to be aerosol-generating may pose little infection risk to HCP.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , significant aerosol generation was only observed during NMA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both alone and during bronchoscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Minimal viable bacteria were recovered , mostly common environmental organisms .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although more research is needed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these data suggest that some of the procedures considered to be aerosol-generating may pose little infection risk to HCP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "271"
  }
}