{
  "paper_id": "f19e6df5a006cb83449f1ec0dd16a9aa6703b0dc",
  "metadata": {
    "title": "Evaluation of green tea extract as a safe personal hygiene against viral infections",
    "coda_data_split": "train",
    "coda_paper_id": 9838,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Viral infections often pose tremendous public health concerns as well as economic burdens. Despite the availability of vaccines or antiviral drugs, personal hygiene is considered as effective means as the first-hand measure against viral infections. The green tea catechins, in particular, epigallocatechin-3-gallate (EGCG), are known to exert potent antiviral activity. In this study, we evaluated the green tea extract as a safe personal hygiene against viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Background : Viral infections often pose tremendous public health concerns as well as economic burdens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the availability of vaccines or antiviral drugs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "personal hygiene is considered as effective means as the first-hand measure against viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The green tea catechins , in particular ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "epigallocatechin-3-gallate ( EGCG ) , are known to exert potent antiviral activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we evaluated the green tea extract as a safe personal hygiene against viral infections .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Using the influenza virus A/Puerto Rico/8/34 (H1N1) as a model, we examined the duration of the viral inactivating activity of green tea extract (GTE) under prolonged storage at various temperature conditions. Even after the storage for 56 days at different temperatures, 0.1% GTE completely inactivated 10 6 PFU of the virus (6 log 10 reduction), and 0.01% and 0.05% GTE resulted in 2 log 10 reduction of the viral titers. When supplemented with 2% citric acid, 0.1% sodium benzoate, and 0.2% ascorbic acid as anti-oxidant, the inactivating activity of GTE was temporarily compromised during earlier times of storage. However, the antiviral activity of the GTE was steadily recovered up to similar levels with those of the same concentrations of GTE without the supplements, effectively prolonging the duration of the virucidal function over extended period. Cryo-EM and DLS analyses showed a slight increase in the overall size of virus particles by GTE treatment. The results suggest that the virucidal activity of GTE is mediated by oxidative crosslinking of catechins to the viral proteins and the change of physical properties of viral membranes. Conclusions: The durability of antiviral effects of GTE was examined as solution type and powder types over extended periods at various temperature conditions using human influenza A/H1N1 virus. GTE with supplements demonstrated potent viral inactivating activity, resulting in greater than 4 log 10 reduction of viral titers even after storage for up to two months at a wide range of temperatures. These data suggest that GTE-based antiviral agents could be formulated as a safe and environmentally friendly personal hygiene against viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Results : Using the influenza virus A/Puerto Rico/8/34 ( H1N1 ) as a model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we examined the duration of the viral inactivating activity of green tea extract ( GTE ) under prolonged storage at various temperature conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Even after the storage for 56 days at different temperatures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.1 % GTE completely inactivated 10 6 PFU of the virus ( 6 log 10 reduction ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 0.01 % and 0.05 % GTE resulted in 2 log 10 reduction of the viral titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When supplemented with 2 % citric acid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.1 % sodium benzoate , and 0.2 % ascorbic acid as anti-oxidant ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the inactivating activity of GTE was temporarily compromised during earlier times of storage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the antiviral activity of the GTE was steadily recovered up to similar levels with those of the same concentrations of GTE without the supplements ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "effectively prolonging the duration of the virucidal function over extended period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cryo-EM and DLS analyses showed a slight increase in the overall size of virus particles by GTE treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results suggest that the virucidal activity of GTE is mediated by oxidative crosslinking of catechins to the viral proteins and the change of physical properties of viral membranes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The durability of antiviral effects of GTE was examined as solution type and powder types over extended periods at various temperature conditions using human influenza A/H1N1 virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "GTE with supplements demonstrated potent viral inactivating activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in greater than 4 log 10 reduction of viral titers even after storage for up to two months at a wide range of temperatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data suggest that GTE-based antiviral agents could be formulated as a safe and environmentally friendly personal hygiene against viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "376"
  }
}