{
  "paper_id": "f19e2df932f90f387fe71533f3802875d9042160",
  "metadata": {
    "title": "Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study Summary Background",
    "coda_data_split": "train",
    "coda_paper_id": 10412,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Coronavirus disease-2019 (COVID-19) is a rapidly escalating epidemic caused by SARS-CoV-2. Identification of a simple and effective indicator to assess disease severity and prognosis is urgently needed.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus disease-2019 ( COVID-19 ) is a rapidly escalating epidemic caused by SARS-CoV-2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Identification of a simple and effective indicator to assess disease severity and prognosis is urgently needed .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Dynamic changes of blood lymphocyte percentage (LYM%) in 15 death cases, 15 severe cases as well as 40 moderate cases of COVID-19 patients were retrospectively analyzed. A Time-LYM% model (TLM) was established according to the descriptive studies and was validated in 92 hospitalized cases.",
      "sentences": [
        [
          {
            "segment_text": "Dynamic changes of blood lymphocyte percentage ( LYM % ) in 15 death cases ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "15 severe cases as well as 40 moderate cases of COVID-19 patients were retrospectively analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A Time-LYM % model ( TLM ) was established according to the descriptive studies and was validated in 92 hospitalized cases .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results from death and severe cases showed that LYM% in blood tests were inversely associated with the severity and prognosis of COVID-19. LYM% in moderate type of patients with COVID-19 remained higher than 20% 10-12 days after symptom onset. In contrast, LYM% was lower than 20% in severe cases. However, LYM% in severe cases was higher than 5% 17-19 days after the onset of the disease, while it fell below 5% in death cases. Accordingly, we established a Time-LYM% model (TLM), which was validated as an independent criterion of disease classification in another 92 hospitalized patients with COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "Results from death and severe cases showed that LYM % in blood tests were inversely associated with the severity and prognosis of COVID-19 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "LYM % in moderate type of patients with COVID-19 remained higher than 20 % 10-12 days after symptom onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , LYM % was lower than 20 % in severe cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , LYM % in severe cases was higher than 5 % 17-19 days after the onset of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while it fell below 5 % in death cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Accordingly , we established a Time-LYM % model ( TLM ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which was validated as an independent criterion of disease classification in another 92 hospitalized patients with COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Lymphopenia can be used as an indicator of disease severity and prognosis of COVID-19 patients. TLM is worth of application in the clinical practice.",
      "sentences": [
        [
          {
            "segment_text": "Lymphopenia can be used as an indicator of disease severity and prognosis of COVID-19 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "TLM is worth of application in the clinical practice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "229"
  }
}