{
  "paper_id": "f1b81916fac1ca3d50dde774df2e1bb26bf0fb39",
  "metadata": {
    "title": "The vacuolar-type ATPase inhibitor archazolid increases tumor cell adhesion to endothelial cells by accumulating extracellular collagen",
    "coda_data_split": "train",
    "coda_paper_id": 2887,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The vacuolar-type H + -ATPase (v-ATPase) is the major proton pump that acidifies intracellular compartments of eukaryotic cells. Since the inhibition of v-ATPase resulted in anti-tumor and anti-metastatic effects in different tumor models, this enzyme has emerged as promising strategy against cancer. Here, we used the well-established v-ATPase inhibitor archazolid, a natural product first isolated from the myxobacterium Archangium gephyra, to study the consequences of v-ATPase inhibition in endothelial cells (ECs), in particular on the interaction between ECs and cancer cells, which has been neglected so far. Human endothelial cells treated with archazolid showed an increased adhesion of tumor cells, whereas the transendothelial migration of tumor cells was reduced. The adhesion process was independent from the EC adhesion molecules ICAM-1, VCAM-1, E-selectin and N-cadherin. Instead, the adhesion was mediated by β1-integrins expressed on tumor cells, as blocking of the integrin β1 subunit reversed this process. Tumor cells preferentially adhered to the β1-integrin ligand collagen and archazolid led to an increase in the amount of collagen on the surface of ECs. The accumulation of collagen was accompanied by a strong decrease of the expression and activity of the protease cathepsin B. Overexpression of cathepsin B in ECs prevented the capability of archazolid to increase the adhesion of tumor cells onto ECs. Our study demonstrates that the inhibition of v-ATPase by archazolid induces a pro-adhesive phenotype in endothelial cells that promotes their interaction with cancer cells, whereas the transmigration of tumor cells was reduced. These findings further support archazolid as a promising anti-metastatic compound. OPEN ACCESS Citation: Luong B, Schwenk R, Bräutigam J, Müller R, Menche D, Bischoff I, et al. (2018) The vacuolartype ATPase inhibitor archazolid increases tumor cell adhesion to endothelial cells by accumulating extracellular collagen. PLoS ONE 13(9): e0203053.",
      "sentences": [
        [
          {
            "segment_text": "The vacuolar-type H + - ATPase ( v-ATPase ) is the major proton pump that acidifies intracellular compartments of eukaryotic cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the inhibition of v-ATPase resulted in anti-tumor and anti-metastatic effects in different tumor models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this enzyme has emerged as promising strategy against cancer .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we used the well-established v-ATPase inhibitor archazolid ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a natural product first isolated from the myxobacterium Archangium gephyra ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to study the consequences of v-ATPase inhibition in endothelial cells ( ECs ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in particular on the interaction between ECs and cancer cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which has been neglected so far .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Human endothelial cells treated with archazolid showed an increased adhesion of tumor cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the transendothelial migration of tumor cells was reduced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The adhesion process was independent from the EC adhesion molecules ICAM-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "VCAM-1 , E-selectin and N-cadherin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Instead , the adhesion was mediated by β1-integrins expressed on tumor cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as blocking of the integrin β1 subunit reversed this process .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Tumor cells preferentially adhered to the β1-integrin ligand collagen and archazolid led to an increase in the amount of collagen on the surface of ECs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The accumulation of collagen was accompanied by a strong decrease of the expression and activity of the protease cathepsin B. Overexpression of cathepsin B in ECs prevented the capability of archazolid to increase the adhesion of tumor cells onto ECs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrates that the inhibition of v-ATPase by archazolid induces a pro-adhesive phenotype in endothelial cells that promotes their interaction with cancer cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the transmigration of tumor cells was reduced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings further support archazolid as a promising anti-metastatic compound .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "OPEN ACCESS Citation : Luong B ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Schwenk R , Bräutigam J ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Müller R , Menche D ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Bischoff I , et al. ( 2018 ) The vacuolartype ATPase inhibitor archazolid increases tumor cell adhesion to endothelial cells by accumulating extracellular collagen .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "PLoS ONE 13 ( 9 ) : e0203053 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "24",
    "token_num": "332"
  }
}