{
  "paper_id": "f1d1b9694aa43c837d9b758cb2d45d8a24d293e3",
  "metadata": {
    "title": "Detection and characterization of horizontal transfers in prokaryotes using genomic signature",
    "coda_data_split": "train",
    "coda_paper_id": 7307,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Horizontal DNA transfer is an important factor of evolution and participates in biological diversity. Unfortunately, the location and length of horizontal transfers (HTs) are known for very few species. The usage of short oligonucleotides in a sequence (the so-called genomic signature) has been shown to be species-specific even in DNA fragments as short as 1 kb. The genomic signature is therefore proposed as a tool to detect HTs. Since DNA transfers originate from species with a signature different from those of the recipient species, the analysis of local variations of signature along recipient genome may allow for detecting exogenous DNA. The strategy consists in (i) scanning the genome with a sliding window, and calculating the corresponding local signature (ii) evaluating its deviation from the signature of the whole genome and (iii) looking for similar signatures in a database of genomic signatures. A total of 22 prokaryote genomes are analyzed in this way. It has been observed that atypical regions make up $6% of each genome on the average. Most of the claimed HTs as well as new ones are detected. The origin of putative DNA transfers is looked for among $12 000 species. Donor species are proposed and sometimes strongly suggested, considering similarity of signatures. Among the species studied, Bacillus subtilis, Haemophilus Influenzae and Escherichia coli are investigated by many authors and give the opportunity to perform a thorough comparison of most of the bioinformatics methods used to detect HTs.",
      "sentences": [
        [
          {
            "segment_text": "Horizontal DNA transfer is an important factor of evolution and participates in biological diversity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unfortunately , the location and length of horizontal transfers ( HTs ) are known for very few species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The usage of short oligonucleotides in a sequence ( the so-called genomic signature ) has been shown to be species-specific even in DNA fragments as short as 1 kb .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The genomic signature is therefore proposed as a tool to detect HTs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since DNA transfers originate from species with a signature different from those of the recipient species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the analysis of local variations of signature along recipient genome may allow for detecting exogenous DNA .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The strategy consists in ( i ) scanning the genome with a sliding window ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and calculating the corresponding local signature ( ii ) evaluating its deviation from the signature of the whole genome and ( iii ) looking for similar signatures in a database of genomic signatures .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 22 prokaryote genomes are analyzed in this way .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It has been observed that atypical regions make up $ 6 % of each genome on the average .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most of the claimed HTs as well as new ones are detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The origin of putative DNA transfers is looked for among $ 12 000 species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Donor species are proposed and sometimes strongly suggested , considering similarity of signatures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the species studied , Bacillus subtilis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Haemophilus Influenzae and Escherichia coli are investigated by many authors and give the opportunity to perform a thorough comparison of most of the bioinformatics methods used to detect HTs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The online version of this article has been published under an open access model. Users are entitled to use, reproduce, disseminate, or display the open access version of this article for non-commercial purposes provided that: the original authorship is properly and fully attributed; the Journal and Oxford University Press are attributed as the original place of publication with the correct citation details given; if an article is subsequently reproduced or disseminated not in its entirety but only in part or as a derivative work this must be clearly indicated. For commercial re-use permissions, please contact journals.permissions@oupjournals.org.",
      "sentences": [
        [
          {
            "segment_text": "The online version of this article has been published under an open access model .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Users are entitled to use ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "reproduce , disseminate , or display the open access version of this article for non-commercial purposes provided that : the original authorship is properly and fully attributed ; the Journal and Oxford University Press are attributed as the original place of publication with the correct citation details given ; if an article is subsequently reproduced or disseminated not in its entirety but only in part or as a derivative work this must be clearly indicated .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "For commercial re-use permissions , please contact journals.permissions@oupjournals.org .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "ª 2005, the authors",
      "sentences": [
        [
          {
            "segment_text": "ª 2005 , the authors",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "16",
    "segment_num": "20",
    "token_num": "382"
  }
}