{
  "paper_id": "f1d92c740ecb6d711507ed6e483472c8e1ecb3a6",
  "metadata": {
    "title": "One health -an ecological and evolutionary framework for tackling Neglected Zoonotic Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 4950,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Understanding the complex population biology and transmission ecology of multihost parasites has been declared as one of the major challenges of biomedical sciences for the 21st century and the Neglected Zoonotic Diseases (NZDs) are perhaps the most neglected of all the Neglected Tropical Diseases (NTDs). Here we consider how multihost parasite transmission and evolutionary dynamics may affect the success of human and animal disease control programmes, particularly neglected diseases of the developing world. We review the different types of zoonotic interactions that occur, both ecological and evolutionary, their potential relevance for current human control activities, and make suggestions for the development of an empirical evidence base and theoretical framework to better understand and predict the outcome of such interactions. In particular, we consider whether preventive chemotherapy, the current mainstay of NTD control, can be successful without a One Health approach. Transmission within and between animal reservoirs and humans can have important ecological and evolutionary consequences, driving the evolution and establishment of drug resistance, as well as providing selective pressures for spill-over, host switching, hybridizations and introgressions between animal and human parasites. Our aim here is to highlight the importance of both elucidating disease ecology, including identifying key hosts and tailoring control effort accordingly, and understanding parasite evolution, such as precisely how infectious agents may respond and adapt to anthropogenic change. Both elements are essential if we are to alleviate disease risks from NZDs in humans, domestic animals and wildlife.",
      "sentences": [
        [
          {
            "segment_text": "Understanding the complex population biology and transmission ecology of multihost parasites has been declared as one of the major challenges of biomedical sciences for the 21st century and the Neglected Zoonotic Diseases ( NZDs ) are perhaps the most neglected of all the Neglected Tropical Diseases ( NTDs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we consider how multihost parasite transmission and evolutionary dynamics may affect the success of human and animal disease control programmes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly neglected diseases of the developing world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review the different types of zoonotic interactions that occur ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "both ecological and evolutionary , their potential relevance for current human control activities ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and make suggestions for the development of an empirical evidence base and theoretical framework to better understand and predict the outcome of such interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , we consider whether preventive chemotherapy ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the current mainstay of NTD control ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "can be successful without a One Health approach .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Transmission within and between animal reservoirs and humans can have important ecological and evolutionary consequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "driving the evolution and establishment of drug resistance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as providing selective pressures for spill-over ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "host switching , hybridizations and introgressions between animal and human parasites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our aim here is to highlight the importance of both elucidating disease ecology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including identifying key hosts and tailoring control effort accordingly ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and understanding parasite evolution , such as precisely how infectious agents may respond and adapt to anthropogenic change .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Both elements are essential if we are to alleviate disease risks from NZDs in humans , domestic animals and wildlife .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Adamo, S., and J. P. Webster 2013. Neural parasitology: how parasites alter host behaviour. Journal of Experimental Biology 216:1-2.",
      "sentences": [
        [
          {
            "segment_text": "Adamo , S. , and J. P. Webster 2013 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Neural parasitology : how parasites alter host behaviour .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Journal of Experimental Biology 216:1-2 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "290"
  }
}