{
  "paper_id": "f1e1e2511e051195c8327a56d5c311a2dd4ab6b3",
  "metadata": {
    "title": "viruses Gemcitabine and Nucleos(t)ide Synthesis Inhibitors Are Broad-Spectrum Antiviral Drugs that Activate Innate Immunity",
    "coda_data_split": "train",
    "coda_paper_id": 6726,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Nucleoside analogs have been frequently identified as antiviral agents. In recent years, gemcitabine, a cytidine analog in clinical use for the treatment of many solid tumors, was also shown to have antiviral activity against a broad range of viruses. Nucleoside analogs generally interfere with cellular nucleos(t)ide synthesis pathways, resulting in the depletion or imbalance of (d)NTP pools. Intriguingly, a few recent reports have shown that some nucleoside analogs, including gemcitabine, activated innate immunity, inducing the expression of interferon-stimulated genes, through nucleos(t)ide synthesis inhibition. The precise crosstalk between these two independent processes remains to be determined. Nonetheless, we summarize the current knowledge of nucleos(t)ide synthesis inhibition-related innate immunity and propose it as a newly emerging antiviral mechanism of nucleoside analogs.",
      "sentences": [
        [
          {
            "segment_text": "Nucleoside analogs have been frequently identified as antiviral agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In recent years , gemcitabine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a cytidine analog in clinical use for the treatment of many solid tumors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was also shown to have antiviral activity against a broad range of viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nucleoside analogs generally interfere with cellular nucleos ( t ) ide synthesis pathways ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in the depletion or imbalance of ( d ) NTP pools .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intriguingly , a few recent reports have shown that some nucleoside analogs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including gemcitabine , activated innate immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inducing the expression of interferon-stimulated genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through nucleos ( t ) ide synthesis inhibition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The precise crosstalk between these two independent processes remains to be determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , we summarize the current knowledge of nucleos ( t ) ide synthesis inhibition-related innate immunity and propose it as a newly emerging antiviral mechanism of nucleoside analogs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "12",
    "token_num": "150"
  }
}