{
  "paper_id": "f1e47847b222b58ed3c6cc35c785b1136c388019",
  "metadata": {
    "title": "Macrophages of multiple sclerosis patients display deficient SHP-1 expression and enhanced inflammatory phenotype HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 4695,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent studies in mice have demonstrated that the protein tyrosine phosphatase SHP-1 is a crucial negative regulator of pro-inflammatory cytokine signaling, TLR signaling, and inflammatory gene expression. Furthermore, mice genetically lacking SHP-1 (me/me) display a profound susceptibility to inflammatory CNS demyelination relative to wild type mice. In particular, SHP-1 deficiency may act predominantly in inflammatory macrophages to increase CNS demyelination as SHP-1-deficient macrophages display co-expression of inflammatory effector molecules and increased demyelinating activity in me/me mice. Recently, we reported that PBMCs of multiple sclerosis (MS) patients have a deficiency in SHP-1 expression relative to normal control subjects indicating that SHP-1 deficiency may play a similar role in MS as to that seen in mice. Therefore, it became essential to examine the specific expression and function of SHP-1 in macrophages from MS patients. Herein, we document that macrophages of MS patients have deficient SHP-1 protein and mRNA expression relative to those of normal control subjects. To examine functional consequences of the lower SHP-1, the activation of STAT6, STAT1, and NF-κB was quantified and macrophages of MS patients showed increased activation of these transcription factors. In accordance with this observation, several STAT6-, STAT1-, and NF-κB-responsive genes that mediate inflammatory demyelination were increased in macrophages of MS patients following cytokine and TLR agonist stimulation. Supporting a direct role of SHP-1 deficiency in altered macrophage function, experimental depletion of SHP-1 in normal subject macrophages resulted in an increased STAT/NF-κB activation and increased inflammatory gene expression to levels seen in macrophages of MS patients. In conclusion, macrophages of MS patients display a deficiency of SHP-1 expression, heightened activation of STAT6, STAT1, and NF-κB and a corresponding inflammatory profile that may be important in controlling macrophage-mediated demyelination in MS.",
      "sentences": [
        [
          {
            "segment_text": "Recent studies in mice have demonstrated that the protein tyrosine phosphatase SHP-1 is a crucial negative regulator of pro-inflammatory cytokine signaling ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "TLR signaling , and inflammatory gene expression .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , mice genetically lacking SHP-1 ( me/me ) display a profound susceptibility to inflammatory CNS demyelination relative to wild type mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , SHP-1 deficiency may act predominantly in inflammatory macrophages to increase CNS demyelination as SHP-1-deficient macrophages display co-expression of inflammatory effector molecules and increased demyelinating activity in me/me mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , we reported that PBMCs of multiple sclerosis ( MS ) patients have a deficiency in SHP-1 expression relative to normal control subjects indicating that SHP-1 deficiency may play a similar role in MS as to that seen in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , it became essential to examine the specific expression and function of SHP-1 in macrophages from MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Herein , we document that macrophages of MS patients have deficient SHP-1 protein and mRNA expression relative to those of normal control subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To examine functional consequences of the lower SHP-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the activation of STAT6 , STAT1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NF-κB was quantified and macrophages of MS patients showed increased activation of these transcription factors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In accordance with this observation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "several STAT6 - , STAT1 - ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NF-κB-responsive genes that mediate inflammatory demyelination were increased in macrophages of MS patients following cytokine and TLR agonist stimulation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Supporting a direct role of SHP-1 deficiency in altered macrophage function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "experimental depletion of SHP-1 in normal subject macrophages resulted in an increased STAT/NF-κB activation and increased inflammatory gene expression to levels seen in macrophages of MS patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , macrophages of MS patients display a deficiency of SHP-1 expression ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "heightened activation of STAT6 , STAT1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NF-κB and a corresponding inflammatory profile that may be important in controlling macrophage-mediated demyelination in MS.",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Patients and normal subjects donated 50 ml of blood collected in heparinazed tubes. Blood was diluted 1:1 with Hank\u0027s balanced salt solution (HBSS) and overlaid onto lymphocyte Christophi et al.",
      "sentences": [
        [
          {
            "segment_text": "Patients and normal subjects donated 50 ml of blood collected in heparinazed tubes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Blood was diluted 1:1 with Hank \u0027s balanced salt solution ( HBSS ) and overlaid onto lymphocyte Christophi et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "351"
  }
}