{
  "paper_id": "f1f805bd6e6e85dfb4e9ec5b0e88d81e3e18408e",
  "metadata": {
    "title": "Mitigating the impact of conference and travel cancellations on researchers\u0027 futures",
    "coda_data_split": "train",
    "coda_paper_id": 6156,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The need to protect public health during the current COVID-19 pandemic has necessitated conference cancellations on an unprecedented scale. As the scientific community adapts to new working conditions, it is important to recognize that some of our actions may disproportionately affect early-career researchers and scientists from countries with limited research funding. We encourage all conference organizers, funders and institutions who are able to do so to consider how they can mitigate the unintended consequences of conference and travel cancellations and we provide seven recommendations for how this could be achieved. The proposed solutions may also offer long-term benefits for those who normally cannot attend conferences, and thus lead to a more equitable future for generations of researchers.",
      "sentences": [
        [
          {
            "segment_text": "The need to protect public health during the current COVID-19 pandemic has necessitated conference cancellations on an unprecedented scale .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the scientific community adapts to new working conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is important to recognize that some of our actions may disproportionately affect early-career researchers and scientists from countries with limited research funding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We encourage all conference organizers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "funders and institutions who are able to do so to consider how they can mitigate the unintended consequences of conference and travel cancellations and we provide seven recommendations for how this could be achieved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The proposed solutions may also offer long-term benefits for those who normally can not attend conferences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and thus lead to a more equitable future for generations of researchers .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "7",
    "token_num": "125"
  }
}