{
  "paper_id": "f20de93051bf69ee18c58253e256cb4024038c3f",
  "metadata": {
    "title": "Identification of Group 1 Coronavirus Antigen in Multisystemic Granulomatous Lesions in Ferrets (Mustela putorius furo)",
    "coda_data_split": "train",
    "coda_paper_id": 7105,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Tissues from nine ferrets with granulomatous lesions similar to those seen in feline infectious peritonitis were examined histopathologically and immunohistochemically. Four main types of lesions were observed: di¡use granulomatous in£ammation on serosal surfaces; granulomas with areas of necrosis; granulomas without necrosis; and granulomas with neutrophils. Other less commonly seen lesions were granulomatous necrotizing vasculitis and endogenous lipid pneumonia. FCV3-70 monoclonal antibody produced immunolabelling of group 1 coronavirus antigen in tissue samples from eight animals, the antigen being present in the cytoplasm of macrophages in the di¡erent types of granulomatous lesions. r",
      "sentences": [
        [
          {
            "segment_text": "Tissues from nine ferrets with granulomatous lesions similar to those seen in feline infectious peritonitis were examined histopathologically and immunohistochemically .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Four main types of lesions were observed : di ¡ use granulomatous in £ ammation on serosal surfaces ; granulomas with areas of necrosis ; granulomas without necrosis ; and granulomas with neutrophils .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other less commonly seen lesions were granulomatous necrotizing vasculitis and endogenous lipid pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "FCV3-70 monoclonal antibody produced immunolabelling of group 1 coronavirus antigen in tissue samples from eight animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the antigen being present in the cytoplasm of macrophages in the di ¡ erent types of granulomatous lesions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "106"
  }
}