{
  "paper_id": "f210cb3da35e11e4e268372baad244fbdc140ab1",
  "metadata": {
    "title": "The pattern of proteins synthesized in the liver is profoundly modified upon infection of susceptible mice with mouse hepatitis virus 3",
    "coda_data_split": "train",
    "coda_paper_id": 10402,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Susceptible BALB/c mice, after experimental infection with mouse hepatitis virus 3 (MHV3), revealed virus titres in the liver that increased gradually to a peak of 8 x 10 5 PFU/g of tissue after 3 days\u0027 infection, when the mice died of acute hepatitis. BALB/c mice were infected with MHV3, subsequently labelled in vivo with 3SS-methionine, and then the liver preparations from both infected and non-infected animals were subjected to two-dimensional gel electrophoresis. Comparisons of the patterns by computer image analysis revealed 17 gene products which increased, and 8 gene products which decreased, upon virus infection in their two-dimensional gel spot intensity. We conclude that during MHV3 infection of a susceptible strain of mice, a major modification in protein synthesis occurs. The pattern alterations were not related to the virus gene products but were mostly endogenous mouse proteins. Whether these proteins are a result of a defance attempt by the animal, or are dictated by the virus in order to prevent a protective response from happening, remains to be shown.",
      "sentences": [
        [
          {
            "segment_text": "Susceptible BALB/c mice , after experimental infection with mouse hepatitis virus 3 ( MHV3 ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "revealed virus titres in the liver that increased gradually to a peak of 8 x 10 5 PFU/g of tissue after 3 days \u0027 infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when the mice died of acute hepatitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BALB/c mice were infected with MHV3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "subsequently labelled in vivo with 3SS-methionine ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then the liver preparations from both infected and non-infected animals were subjected to two-dimensional gel electrophoresis .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Comparisons of the patterns by computer image analysis revealed 17 gene products which increased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 8 gene products which decreased ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "upon virus infection in their two-dimensional gel spot intensity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that during MHV3 infection of a susceptible strain of mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a major modification in protein synthesis occurs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The pattern alterations were not related to the virus gene products but were mostly endogenous mouse proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whether these proteins are a result of a defance attempt by the animal ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or are dictated by the virus in order to prevent a protective response from happening , remains to be shown .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "14",
    "token_num": "188"
  }
}