{
  "paper_id": "f212d6366a45726107a30bde1f4615c28cb5ce22",
  "metadata": {
    "title": "REVIEW A decade and a half of protein intrinsic disorder: Biology still waits for physics",
    "coda_data_split": "train",
    "coda_paper_id": 8949,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The abundant existence of proteins and regions that possess specific functions without being uniquely folded into unique 3D structures has become accepted by a significant number of protein scientists. Sequences of these intrinsically disordered proteins (IDPs) and IDP regions (IDPRs) are characterized by a number of specific features, such as low overall hydrophobicity and high net charge which makes these proteins predictable. IDPs/IDPRs possess large hydrodynamic volumes, low contents of ordered secondary structure, and are characterized by high structural heterogeneity. They are very flexible, but some may undergo disorder to order transitions in the presence of natural ligands. The degree of these structural rearrangements varies over a very wide range. IDPs/IDPRs are tightly controlled under the normal conditions and have numerous specific functions that complement functions of ordered proteins and domains. When lacking proper control, they have multiple roles in pathogenesis of various human diseases. Gaining structural and functional information about these proteins is a challenge, since they do not typically \"freeze\" while their \"pictures are taken.\" However, despite or perhaps because of the experimental challenges, these fuzzy objects with fuzzy structures and fuzzy functions are among the most interesting targets for modern protein research. This review briefly summarizes some of the recent advances in this exciting field and considers some of the basic lessons learned from the analysis of physics, chemistry, and biology of IDPs.",
      "sentences": [
        [
          {
            "segment_text": "The abundant existence of proteins and regions that possess specific functions without being uniquely folded into unique 3D structures has become accepted by a significant number of protein scientists .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequences of these intrinsically disordered proteins ( IDPs ) and IDP regions ( IDPRs ) are characterized by a number of specific features ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as low overall hydrophobicity and high net charge which makes these proteins predictable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IDPs/IDPRs possess large hydrodynamic volumes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "low contents of ordered secondary structure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are characterized by high structural heterogeneity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They are very flexible , but some may undergo disorder to order transitions in the presence of natural ligands .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The degree of these structural rearrangements varies over a very wide range .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IDPs/IDPRs are tightly controlled under the normal conditions and have numerous specific functions that complement functions of ordered proteins and domains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When lacking proper control , they have multiple roles in pathogenesis of various human diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gaining structural and functional information about these proteins is a challenge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "since they do not typically `` freeze \u0027\u0027 while their `` pictures are taken . \u0027\u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , despite or perhaps because of the experimental challenges ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these fuzzy objects with fuzzy structures and fuzzy functions are among the most interesting targets for modern protein research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review briefly summarizes some of the recent advances in this exciting field and considers some of the basic lessons learned from the analysis of physics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "chemistry , and biology of IDPs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "254"
  }
}