{
  "paper_id": "f21c95ba9743114144b44a49985e05a405920b29",
  "metadata": {
    "title": "Characterization of the Cold-Sensitive Murine Hepatitis Virus Mutants Rescued from Latently Infected Cells by Cell Fusion",
    "coda_data_split": "train",
    "coda_paper_id": 6997,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse hepatitis virus, a coronavirus, was rescued from latently infected mouse neuroblastoma cells by polyethylene glyeol-induced fusion to permissive cells. The isolated viruses grew to equal or higher titers than parental JHM virus at 39\" but were restricted in replication at 32\" and hence were cold-sensitive mutants. Neither isolate synthesized RNA at the nonpermissive temperature (32\"), and temperature shift experiments indicated that the restrictive cold-sensitive step in replication occurred during an early viral function. The isolates were unable to complement each other at 32\". Although coinfection between each mutant and parental JHM virus often resulted in decreased yields of both infecting viruses, interference could not be convincingly demonstrated. Both mutants were more thermostable than parental JHM virus and could be distinguished from each other and from parental JHM virus by their thermal inactivation kinetics. The isolates were obtained from single cell clones and therefore presumed to be homogeneous; however, thermal inactivation of one (S-3JHM) indicated the possible existence of a second population. Subclones of virus prepared from each isolate were also found to be thermally stable and to retain the cold sensitive defect. No indication of a second ~pulation of S-3JHM virus was detected.",
      "sentences": [
        [
          {
            "segment_text": "Mouse hepatitis virus , a coronavirus ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "was rescued from latently infected mouse neuroblastoma cells by polyethylene glyeol-induced fusion to permissive cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The isolated viruses grew to equal or higher titers than parental JHM virus at 39 \u0027\u0027 but were restricted in replication at 32 \u0027\u0027 and hence were cold-sensitive mutants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Neither isolate synthesized RNA at the nonpermissive temperature ( 32 \u0027\u0027 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and temperature shift experiments indicated that the restrictive cold-sensitive step in replication occurred during an early viral function .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolates were unable to complement each other at 32 \u0027\u0027 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although coinfection between each mutant and parental JHM virus often resulted in decreased yields of both infecting viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "interference could not be convincingly demonstrated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Both mutants were more thermostable than parental JHM virus and could be distinguished from each other and from parental JHM virus by their thermal inactivation kinetics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The isolates were obtained from single cell clones and therefore presumed to be homogeneous ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thermal inactivation of one ( S-3JHM ) indicated the possible existence of a second population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subclones of virus prepared from each isolate were also found to be thermally stable and to retain the cold sensitive defect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No indication of a second ~ pulation of S-3JHM virus was detected .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "218"
  }
}