{
  "paper_id": "f22bbd33c610d6ee6e4f8fe91e346bd8d114b0d6",
  "metadata": {
    "title": "-NC-ND license The socio-economic distribution of exposure to Ebola: Survey evidence from Liberia and Sierra Leone",
    "coda_data_split": "train",
    "coda_paper_id": 8308,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Socio-economic factors are widely believed to have been an important driver of the transmission of Ebola Virus Disease (EVD) during the West African outbreak of 2014-16, however, studies that have investigated the relationship between socio-economic status (SES) and EVD have found inconsistent results. Using nationally representative household survey data on whether respondents knew a close friend or family member with Ebola, we explore the SES determinants of EVD exposure along individual, household, and community lines in Liberia and Sierra Leone. While we find no overall association between household wealth and EVD exposure, we find that pooled data mask important differences observed within countries with higher wealth households more likely to have been exposed to EVD in Sierra Leone and the opposite relationship in Liberia. Finally, we also generally find a positive association between education and EVD exposure both at the individual and the community levels in the full sample. There is an urgent need to better understand these relationships to examine both why the outbreak spread and to help prepare for future outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Socio-economic factors are widely believed to have been an important driver of the transmission of Ebola Virus Disease ( EVD ) during the West African outbreak of 2014-16 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , studies that have investigated the relationship between socio-economic status ( SES ) and EVD have found inconsistent results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using nationally representative household survey data on whether respondents knew a close friend or family member with Ebola ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we explore the SES determinants of EVD exposure along individual ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "household , and community lines in Liberia and Sierra Leone .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While we find no overall association between household wealth and EVD exposure ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we find that pooled data mask important differences observed within countries with higher wealth households more likely to have been exposed to EVD in Sierra Leone and the opposite relationship in Liberia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we also generally find a positive association between education and EVD exposure both at the individual and the community levels in the full sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is an urgent need to better understand these relationships to examine both why the outbreak spread and to help prepare for future outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "189"
  }
}