{
  "paper_id": "f2350d58c349650fa25cdb2b61372f6f9b8e8d68",
  "metadata": {
    "title": "Archives of Virology Isolation and Characterization of a Canine Rotavirus",
    "coda_data_split": "train",
    "coda_paper_id": 5815,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Canine rotavirus particles were visualized by direct electron microscopy in the feces from a clinically-normM dog. The virus was subsequently propagated in cell cnltures; it was chracterized and compared with rotaviruses from other species. ICeplieation of the virus in cell culture was found to be less dependent upon trypsin than that of human, bovine and porcine rotaviruses. Reproducible, sharp-edged plaques of various sizes were produced by the canine rotavirus in an established ceil line of fetal rhesus monkey kidney, MA104, under overlays of carboxymethyl cellulose or agarose, [ntraeytoplasmic inclusion bodies of different sizes and shapes were produced in infected MA104 cells. By plaque reduction neutralization assay, a two-way antigenic relationship was found between the canine (CU-1) and simian (rhesus MMU 18006 and SA-1 t ) rotaviruses. The canine rotavirus had a one-way antigenic relationship with feline (Taka), bovine (NCDV), and porcine (OSU) rotaviruses. 8 Arch. ViroL 72/1 -2",
      "sentences": [
        [
          {
            "segment_text": "Canine rotavirus particles were visualized by direct electron microscopy in the feces from a clinically-normM dog .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The virus was subsequently propagated in cell cnltures ; it was chracterized and compared with rotaviruses from other species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ICeplieation of the virus in cell culture was found to be less dependent upon trypsin than that of human , bovine and porcine rotaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reproducible , sharp-edged plaques of various sizes were produced by the canine rotavirus in an established ceil line of fetal rhesus monkey kidney ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MA104 , under overlays of carboxymethyl cellulose or agarose ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "( ntraeytoplasmic inclusion bodies of different sizes and shapes were produced in infected MA104 cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "By plaque reduction neutralization assay ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a two-way antigenic relationship was found between the canine ( CU-1 ) and simian ( rhesus MMU 18006 and SA-1 t ) rotaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The canine rotavirus had a one-way antigenic relationship with feline ( Taka ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine ( NCDV ) , and porcine ( OSU ) rotaviruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "8 Arch .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "ViroL 72/1 -2",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "174"
  }
}