{
  "paper_id": "f24931f2cc96a33d37fdd1ad97b3b694724b856a",
  "metadata": {
    "title": "Airborne transmission and precautions: facts and myths",
    "coda_data_split": "train",
    "coda_paper_id": 2819,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Airborne transmission Influenza N95 respirator Respiratory virus Severe acute respiratory syndrome (SARS) Surgical mask",
      "sentences": [
        [
          {
            "segment_text": "Airborne transmission Influenza N95 respirator Respiratory virus Severe acute respiratory syndrome ( SARS ) Surgical mask",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Airborne transmission occurs only when infectious particles of \u003c5 mm, known as aerosols, are propelled into the air. The prevention of such transmission is expensive, requiring N95 respirators and negative pressure isolation rooms. This lecture first discussed whether respiratory viral infections are airborne with reference to published reviews of studies before 2008, comparative trials of surgical masks and N95 respirators, and relevant new experimental studies. However, the most recent experimental study, using naturally infected influenza volunteers as the source, showed negative results from all the manikins that were exposed. Modelling studies by ventilation engineers were then summarized to explain why these results were not unexpected. Second, the systematic review commissioned by the World Health Organization on what constituted aerosol-generating procedures was summarized. From the available evidence, endotracheal intubation either by itself or combined with other procedures (e.g. cardiopulmonary resuscitation or bronchoscopy) was consistently associated with increased risk of transmission by the generation of aerosols. ª",
      "sentences": [
        [
          {
            "segment_text": "Airborne transmission occurs only when infectious particles of \u003c 5 mm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "known as aerosols , are propelled into the air .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prevention of such transmission is expensive ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "requiring N95 respirators and negative pressure isolation rooms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This lecture first discussed whether respiratory viral infections are airborne with reference to published reviews of studies before 2008 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comparative trials of surgical masks and N95 respirators ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and relevant new experimental studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the most recent experimental study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "using naturally infected influenza volunteers as the source ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "showed negative results from all the manikins that were exposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Modelling studies by ventilation engineers were then summarized to explain why these results were not unexpected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Second , the systematic review commissioned by the World Health Organization on what constituted aerosol-generating procedures was summarized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From the available evidence , endotracheal intubation either by itself or combined with other procedures ( e.g. cardiopulmonary resuscitation or bronchoscopy ) was consistently associated with increased risk of transmission by the generation of aerosols .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "ª",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "191"
  }
}