{
  "paper_id": "f2659bd84b8347a97b54698fbc1dea43ef10a85e",
  "metadata": {
    "title": "Hepatic Deficiency of COP9 Signalosome Subunit 8 Induces Ubiquitin-Proteasome System Impairment and Bim-Mediated Apoptosis in Murine Livers",
    "coda_data_split": "train",
    "coda_paper_id": 5513,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The COP9 signalosome (CSN), an evolutionally highly conserved protein complex composed of 8 unique subunits (CSN1 through CSN8) in higher eukaryotes, is purported to modulate protein degradation mediated by the ubiquitinproteasome system (UPS) but this has not been demonstrated in a critical mitotic parenchymal organ of vertebrates. Hepatocyte-specific knockout of the Cops8 gene (HS-Csn8KO) was shown to cause massive hepatocyte apoptosis and liver malfunction but the underlying mechanism remains unclear. Here, we report that Csn8/CSN exerts profound impacts on hepatic UPS function and is critical to the stability of the pro-apoptotic protein Bim. Significant decreases in CIS (cytokine-inducible Src homology 2 domain-containing protein), a Bim receptor of a cullin2-based ubiquitin ligase, were found to co-exist with a marked increase of Bim proteins. Csn8 deficiency also significantly decreased 19S proteasome subunit Rpt5 and markedly increased high molecular weight neddylated and ubiquitinated proteins. The use of a surrogate UPS substrate further reveals severe impairment of UPS-mediated proteolysis in HS-Csn8KO livers. Inclusion body-like materials were accumulated in Csn8 deficient hepatocytes. In addition to Bim, massive hepatocyte apoptosis in HS-Csn8KO livers is also associated with elevated expression of other members of the Bcl2 family, including pro-apoptotic Bax as well as anti-apoptotic Bcl2 and Bcl-XL. Increased interaction between Bcl2 and Bim, but not between Bcl2 and Bax, was detected. Hence, it is concluded that hepatic CSN8 deficiency impairs the UPS in the liver and the resultant Bim upregulation likely plays an important role in triggering hepatocyte apoptosis via sequestering Bcl2 away from Bax.",
      "sentences": [
        [
          {
            "segment_text": "The COP9 signalosome ( CSN ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an evolutionally highly conserved protein complex composed of 8 unique subunits ( CSN1 through CSN8 ) in higher eukaryotes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is purported to modulate protein degradation mediated by the ubiquitinproteasome system ( UPS ) but this has not been demonstrated in a critical mitotic parenchymal organ of vertebrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hepatocyte-specific knockout of the Cops8 gene ( HS-Csn8KO ) was shown to cause massive hepatocyte apoptosis and liver malfunction but the underlying mechanism remains unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we report that Csn8/CSN exerts profound impacts on hepatic UPS function and is critical to the stability of the pro-apoptotic protein Bim .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant decreases in CIS ( cytokine-inducible Src homology 2 domain-containing protein ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a Bim receptor of a cullin2-based ubiquitin ligase ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were found to co-exist with a marked increase of Bim proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Csn8 deficiency also significantly decreased 19S proteasome subunit Rpt5 and markedly increased high molecular weight neddylated and ubiquitinated proteins .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The use of a surrogate UPS substrate further reveals severe impairment of UPS-mediated proteolysis in HS-Csn8KO livers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Inclusion body-like materials were accumulated in Csn8 deficient hepatocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to Bim , massive hepatocyte apoptosis in HS-Csn8KO livers is also associated with elevated expression of other members of the Bcl2 family ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including pro-apoptotic Bax as well as anti-apoptotic Bcl2 and Bcl-XL .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increased interaction between Bcl2 and Bim ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not between Bcl2 and Bax , was detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , it is concluded that hepatic CSN8 deficiency impairs the UPS in the liver and the resultant Bim upregulation likely plays an important role in triggering hepatocyte apoptosis via sequestering Bcl2 away from Bax .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "278"
  }
}