{
  "paper_id": "f26952fcfc1863fcb5ae1d05f0e072ffa597f9b0",
  "metadata": {
    "title": "PRACTICE Severe Acute Respiratory Syndrome (SARS) and the GDP. Part II: Implications for GDPs",
    "coda_data_split": "train",
    "coda_paper_id": 4287,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The transmission modes of SARS-coronavirus appear to be through droplet spread, close contact and fomites although air borne transmission has not been ruled out. This clearly places dental personnel at risks as they work in close proximity to their patients employing droplet and aerosol generating procedures. Although the principle of universal precautions is widely advocated and followed throughout the dental community, additional precautionary measures -termed standard precaution may be necessary to help control the spread of this highly contagious disease. Patient assessment should include questions on recent travel to SARS infected areas and, contacts of patients, fever and symptoms of respiratory infections. Special management protocols and modified measures that regulate droplet and aerosol contamination in a dental setting have to be introduced and may include the reduction or avoidance of droplet/aerosol generation, the disinfection of the treatment field, application of rubber dam, pre-procedural antiseptic mouthrinse and the dilution and efficient removal of contaminated ambient air. The gag, cough or vomiting reflexes that lead to the generation of aerosols should also be prevented.",
      "sentences": [
        [
          {
            "segment_text": "The transmission modes of SARS-coronavirus appear to be through droplet spread ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "close contact and fomites although air borne transmission has not been ruled out .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This clearly places dental personnel at risks as they work in close proximity to their patients employing droplet and aerosol generating procedures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the principle of universal precautions is widely advocated and followed throughout the dental community ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "additional precautionary measures - termed standard precaution may be necessary to help control the spread of this highly contagious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Patient assessment should include questions on recent travel to SARS infected areas and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contacts of patients , fever and symptoms of respiratory infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Special management protocols and modified measures that regulate droplet and aerosol contamination in a dental setting have to be introduced and may include the reduction or avoidance of droplet/aerosol generation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the disinfection of the treatment field ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "application of rubber dam , pre-procedural antiseptic mouthrinse and the dilution and efficient removal of contaminated ambient air .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The gag , cough or vomiting reflexes that lead to the generation of aerosols should also be prevented .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "187"
  }
}