{
  "paper_id": "f26e6414e5f5d4b4f38874d6670f101ffce31542",
  "metadata": {
    "title": "Internet-based surveillance systems for monitoring emerging infectious diseases",
    "coda_data_split": "train",
    "coda_paper_id": 3964,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging infectious diseases present a complex challenge to public health offi cials and governments; these challenges have been compounded by rapidly shifting patterns of human behaviour and globalisation. The increase in emerging infectious diseases has led to calls for new technologies and approaches for detection, tracking, reporting, and response. Internet-based surveillance systems off er a novel and developing means of monitoring conditions of public health concern, including emerging infectious diseases. We review studies that have exploited internet use and search trends to monitor two such diseases: infl uenza and dengue. Internet-based surveillance systems have good congruence with traditional surveillance approaches. Additionally, internet-based approaches are logistically and economically appealing. However, they do not have the capacity to replace traditional surveillance systems; they should not be viewed as an alternative, but rather an extension. Future research should focus on using data generated through internet-based surveillance and response systems to bolster the capacity of traditional surveillance systems for emerging infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "Emerging infectious diseases present a complex challenge to public health offi cials and governments ; these challenges have been compounded by rapidly shifting patterns of human behaviour and globalisation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The increase in emerging infectious diseases has led to calls for new technologies and approaches for detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tracking , reporting , and response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Internet-based surveillance systems off er a novel and developing means of monitoring conditions of public health concern , including emerging infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We review studies that have exploited internet use and search trends to monitor two such diseases : infl uenza and dengue .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Internet-based surveillance systems have good congruence with traditional surveillance approaches .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , internet-based approaches are logistically and economically appealing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , they do not have the capacity to replace traditional surveillance systems ; they should not be viewed as an alternative , but rather an extension .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Future research should focus on using data generated through internet-based surveillance and response systems to bolster the capacity of traditional surveillance systems for emerging infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "176"
  }
}