{
  "paper_id": "f294102f799f81ac9cda375e8ea273cf5912b772",
  "metadata": {
    "title": "Human bocavirus commonly involved in multiple viral airway infections",
    "coda_data_split": "train",
    "coda_paper_id": 9010,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Human bocavirus (HBoV) was recently discovered in children with acute respiratory tract infections. We have included a PCR for HBoV in a study on airway infections in children.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human bocavirus ( HBoV ) was recently discovered in children with acute respiratory tract infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have included a PCR for HBoV in a study on airway infections in children .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To study the occurrence of HBoV in Norwegian children, and to evaluate the results of a semiquantitive PCR. Study design: During a 4-month period in the winter season 2006/2007 we collected nasopharyngeal aspirations from children who were admitted to the Department of Pediatrics. All samples were examined for 17 agents with real-time PCR. Results: HBoV was detected in 45 of 376 samples (12%). The occurrence of HBoV was stable during the study period. Multiple viral infections were present in 78% of the samples (42% double, 20% triple and 16% quadruple infections). RS-virus, enterovirus and human metapneumovirus were the most frequently codetected agents. In samples with a high load for HBoV, significantly fewer multiple infections were found than in the other samples. Eighty-eight percent of the 25 patients with HBoV recorded as either the only or the dominating virus, and 50% of the other patients, had lower respiratory tract infection. The difference was statistically significant. Conclusions: HBoV was frequently detected in nasopharyngeal aspirates from children with airway infections in Norway. Multiple viral infections were common among the HBoV-infected patients. Semiquantitive PCR results may be useful for interpretation of clinical relevance.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To study the occurrence of HBoV in Norwegian children ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to evaluate the results of a semiquantitive PCR .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : During a 4-month period in the winter season 2006/2007 we collected nasopharyngeal aspirations from children who were admitted to the Department of Pediatrics .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All samples were examined for 17 agents with real-time PCR .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : HBoV was detected in 45 of 376 samples ( 12 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The occurrence of HBoV was stable during the study period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple viral infections were present in 78 % of the samples ( 42 % double , 20 % triple and 16 % quadruple infections ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RS-virus , enterovirus and human metapneumovirus were the most frequently codetected agents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In samples with a high load for HBoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "significantly fewer multiple infections were found than in the other samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighty-eight percent of the 25 patients with HBoV recorded as either the only or the dominating virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 50 % of the other patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had lower respiratory tract infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The difference was statistically significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : HBoV was frequently detected in nasopharyngeal aspirates from children with airway infections in Norway .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple viral infections were common among the HBoV-infected patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Semiquantitive PCR results may be useful for interpretation of clinical relevance .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "19",
    "token_num": "257"
  }
}