{
  "paper_id": "f2a43da3e565ffb44289385ed3c6a4658dc166c1",
  "metadata": {
    "title": "The Acute Environment, Rather than T Cell Subset Pre- Commitment, Regulates Expression of the Human T Cell Cytokine Amphiregulin",
    "coda_data_split": "train",
    "coda_paper_id": 6419,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Cytokine expression patterns of T cells can be regulated by pre-commitment to stable effector phenotypes, further modification of moderately stable phenotypes, and quantitative changes in cytokine production in response to acute signals. We showed previously that the epidermal growth factor family member Amphiregulin is expressed by T cell receptor-activated mouse CD4 T cells, particularly Th2 cells, and helps eliminate helminth infection. Here we report a detailed analysis of the regulation of Amphiregulin expression by human T cell subsets. Signaling through the T cell receptor induced Amphiregulin expression by most or all T cell subsets in human peripheral blood, including naive and memory CD4 and CD8 T cells, Th1 and Th2 in vitro T cell lines, and subsets of memory CD4 T cells expressing several different chemokine receptors and cytokines. In these different T cell types, Amphiregulin synthesis was inhibited by an antagonist of protein kinase A, a downstream component of the cAMP signaling pathway, and enhanced by ligands that increased cAMP or directly activated protein kinase A. Prostaglandin E2 and adenosine, natural ligands that stimulate adenylyl cyclase activity, also enhanced Amphiregulin synthesis while reducing synthesis of most other cytokines. Thus, in contrast to mouse T cells, Amphiregulin synthesis by human T cells is regulated more by acute signals than precommitment of T cells to a particular cytokine pattern. This may be appropriate for a cytokine more involved in repair than attack functions during most inflammatory responses.",
      "sentences": [
        [
          {
            "segment_text": "Cytokine expression patterns of T cells can be regulated by pre-commitment to stable effector phenotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "further modification of moderately stable phenotypes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and quantitative changes in cytokine production in response to acute signals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We showed previously that the epidermal growth factor family member Amphiregulin is expressed by T cell receptor-activated mouse CD4 T cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly Th2 cells , and helps eliminate helminth infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we report a detailed analysis of the regulation of Amphiregulin expression by human T cell subsets .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Signaling through the T cell receptor induced Amphiregulin expression by most or all T cell subsets in human peripheral blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including naive and memory CD4 and CD8 T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Th1 and Th2 in vitro T cell lines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and subsets of memory CD4 T cells expressing several different chemokine receptors and cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In these different T cell types ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Amphiregulin synthesis was inhibited by an antagonist of protein kinase A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a downstream component of the cAMP signaling pathway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and enhanced by ligands that increased cAMP or directly activated protein kinase A. Prostaglandin E2 and adenosine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "natural ligands that stimulate adenylyl cyclase activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "also enhanced Amphiregulin synthesis while reducing synthesis of most other cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , in contrast to mouse T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Amphiregulin synthesis by human T cells is regulated more by acute signals than precommitment of T cells to a particular cytokine pattern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This may be appropriate for a cytokine more involved in repair than attack functions during most inflammatory responses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "19",
    "token_num": "257"
  }
}