{
  "paper_id": "f2a4078a4441df3a53a2d719375da1c57bd93346",
  "metadata": {
    "title": "Sub-national variation in measles vaccine coverage and outbreak risk: a case study from a 2010 outbreak in Malawi",
    "coda_data_split": "train",
    "coda_paper_id": 4034,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Despite progress towards increasing global vaccination coverage, measles continues to be one of the leading, preventable causes of death among children worldwide. Whether and how to target sub-national areas for vaccination campaigns continues to remain a question. We analyzed three metrics for prioritizing target areas: vaccination coverage, susceptible birth cohort, and the effective reproductive ratio (R E ) in the context of the 2010 measles epidemic in Malawi. Methods: Using case-based surveillance data from the 2010 measles outbreak in Malawi, we estimated vaccination coverage from the proportion of cases reporting with a history of prior vaccination at the district and health facility catchment scale. Health facility catchments were defined as the set of locations closer to a given health facility than to any other. We combined these estimates with regional birth rates to estimate the size of the annual susceptible birth cohort. We also estimated the effective reproductive ratio, R E , at the health facility polygon scale based on the observed rate of exponential increase of the epidemic. We combined these estimates to identify spatial regions that would be of high priority for supplemental vaccination activities. Results: The estimated vaccination coverage across all districts was 84%, but ranged from 61 to 99%. We found that 8 districts and 354 health facility catchments had estimated vaccination coverage below 80%. Areas that had highest birth cohort size were frequently large urban centers that had high vaccination coverage. The estimated R E ranged between 1 and 2.56. The ranking of districts and health facility catchments as priority areas varied depending on the measure used. Conclusions: Each metric for prioritization may result in discrete target areas for vaccination campaigns; thus, there are tradeoffs to choosing one metric over another. However, in some cases, certain areas may be prioritized by all three metrics. These areas should be treated with particular concern. Furthermore, the spatial scale at which each metric is calculated impacts the resulting prioritization and should also be considered when prioritizing areas for vaccination campaigns. These methods may be used to allocate effort for prophylactic campaigns or to prioritize response for outbreak response vaccination.",
      "sentences": [
        [
          {
            "segment_text": "Background : Despite progress towards increasing global vaccination coverage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "measles continues to be one of the leading ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "preventable causes of death among children worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whether and how to target sub-national areas for vaccination campaigns continues to remain a question .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We analyzed three metrics for prioritizing target areas : vaccination coverage ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "susceptible birth cohort , and the effective reproductive ratio ( R E ) in the context of the 2010 measles epidemic in Malawi .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Using case-based surveillance data from the 2010 measles outbreak in Malawi ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we estimated vaccination coverage from the proportion of cases reporting with a history of prior vaccination at the district and health facility catchment scale .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Health facility catchments were defined as the set of locations closer to a given health facility than to any other .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We combined these estimates with regional birth rates to estimate the size of the annual susceptible birth cohort .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also estimated the effective reproductive ratio ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "R E , at the health facility polygon scale based on the observed rate of exponential increase of the epidemic .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We combined these estimates to identify spatial regions that would be of high priority for supplemental vaccination activities .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The estimated vaccination coverage across all districts was 84 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but ranged from 61 to 99 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that 8 districts and 354 health facility catchments had estimated vaccination coverage below 80 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Areas that had highest birth cohort size were frequently large urban centers that had high vaccination coverage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The estimated R E ranged between 1 and 2.56 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ranking of districts and health facility catchments as priority areas varied depending on the measure used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Each metric for prioritization may result in discrete target areas for vaccination campaigns ; thus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there are tradeoffs to choosing one metric over another .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , in some cases ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "certain areas may be prioritized by all three metrics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These areas should be treated with particular concern .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the spatial scale at which each metric is calculated impacts the resulting prioritization and should also be considered when prioritizing areas for vaccination campaigns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These methods may be used to allocate effort for prophylactic campaigns or to prioritize response for outbreak response vaccination .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "18",
    "segment_num": "26",
    "token_num": "391"
  }
}