{
  "paper_id": "f2b40d30efe21fe521d22798d4c0e185e4ad6799",
  "metadata": {
    "title": "PCR based bronchoscopic detection of common respiratory pathogens in chronic cough: a case control study",
    "coda_data_split": "train",
    "coda_paper_id": 10819,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Viral respiratory tract infection is the most frequent cause of acute cough and is reported at onset in about one third of patients with chronic cough. Persistent infection is therefore one possible explanation for the cough reflex hypersensitivity and pulmonary inflammation reported in chronic cough patients. Methods: Bronchoscopic endobronchial biopsies and bronchoalveolar lavage cell counts were obtained from ten healthy volunteers and twenty treatment resistant chronic cough patients (10 selected for lavage lymphocytosis). A screen for known respiratory pathogens was performed on biopsy tissue. Chronic cough patients also underwent cough reflex sensitivity testing using citric acid.",
      "sentences": [
        [
          {
            "segment_text": "Background : Viral respiratory tract infection is the most frequent cause of acute cough and is reported at onset in about one third of patients with chronic cough .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Persistent infection is therefore one possible explanation for the cough reflex hypersensitivity and pulmonary inflammation reported in chronic cough patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : Bronchoscopic endobronchial biopsies and bronchoalveolar lavage cell counts were obtained from ten healthy volunteers and twenty treatment resistant chronic cough patients ( 10 selected for lavage lymphocytosis ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A screen for known respiratory pathogens was performed on biopsy tissue .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Chronic cough patients also underwent cough reflex sensitivity testing using citric acid .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: There was no significant difference in incidence of infection between healthy volunteers and chronic cough patients (p \u003d 0.115) or non-lymphocytic and lymphocytic groups (p \u003d 0.404). BAL cell percentages were not significantly different between healthy volunteers and chronic cough patients without lymphocytosis. Lymphocytic patients however had a significantly raised percentage of lymphocytes (p \u003c 0.01), neutrophils (p \u003c 0.05), eosinophils (p \u003c 0.05) and decreased macrophages (p \u003c 0.001) verses healthy volunteers. There was no significant difference in the cough reflex sensitivity between non-lymphocytic and lymphocytic patients (p \u003d 0.536).",
      "sentences": [
        [
          {
            "segment_text": "Results : There was no significant difference in incidence of infection between healthy volunteers and chronic cough patients ( p \u003d 0.115 ) or non-lymphocytic and lymphocytic groups ( p \u003d 0.404 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "BAL cell percentages were not significantly different between healthy volunteers and chronic cough patients without lymphocytosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lymphocytic patients however had a significantly raised percentage of lymphocytes ( p \u003c 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "neutrophils ( p \u003c 0.05 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "eosinophils ( p \u003c 0.05 ) and decreased macrophages ( p \u003c 0.001 ) verses healthy volunteers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no significant difference in the cough reflex sensitivity between non-lymphocytic and lymphocytic patients ( p \u003d 0.536 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: This study indicates latent infection in the lung is unlikely to play an important role in chronic cough, but a role for undetected or undetectable pathogens in either the lung or a distal site could not be ruled out.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : This study indicates latent infection in the lung is unlikely to play an important role in chronic cough ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but a role for undetected or undetectable pathogens in either the lung or a distal site could not be ruled out .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "262"
  }
}