{
  "paper_id": "f2b8aacf202904d7881c95d0823c76cc359fbff8",
  "metadata": {
    "title": "Response of Rat Tracheal Epithelium to Ozone and Oxygen Exposure in Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 10106,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "1990). Fundam. Appl. Toxicol. 15, 12 l-l 3 1. Although ozone-induced epithelial injury in vivo has been morphologically characterized, effects of gaseous oxidants on respiratory epithelium in organ culture, where tissue organization is maintained but systemic influences are eliminated, have not been thoroughly investigated. In this study, we exposed tracheal organ cultures from rats to 95% oxygen and 1 ppm ozone. alone and in combination, to determine (1) whether epithelial responses to ozone similar to those observed in vivo occur in airways separated from systemic physiologic, secretory, and inflammatory reactions;",
      "sentences": [
        [
          {
            "segment_text": "1990 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Fundam .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Appl .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Toxicol .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "15 , 12 l-l 3 1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Although ozone-induced epithelial injury in vivo has been morphologically characterized ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "effects of gaseous oxidants on respiratory epithelium in organ culture ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where tissue organization is maintained but systemic influences are eliminated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have not been thoroughly investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we exposed tracheal organ cultures from rats to 95 % oxygen and 1 ppm ozone .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "alone and in combination , to determine ( 1 ) whether epithelial responses to ozone similar to those observed in vivo occur in airways separated from systemic physiologic ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "secretory , and inflammatory reactions ;",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "(2) whether concentrations of oxygen sufficient to potentially cause oxidant injury result in morphologic epithelial alterations similar to those that occur in ozone toxicity: and (3) if the combined oxidant insult of oxygen and ozone results in more severe damage to the tracheal epithelium than occurs with ozone in air. Tracheal organ cultures were exposed to filtered air and 5% carbon dioxide; filtered air, 5% carbon dioxide, and 1 ppm ozone; 95% oxygen and 5% carbon dioxide: or 95% oxygen, 5% carbon dioxide, and 1 ppm ozone for 96 hr. Light-and quantitative electron-microscopic evaluation showed that epithelia exposed to 1 ppm ozone in air exhibited loss of ciliated cells and ciliated cell damage. The epithelia exposed to 95% oxygen and 5% carbon dioxide were pseudostratified. columnar, ciliated, and hyperplastic. Epithelia exposed to 95% oxygen plus 1 ppm ozone were stratified and nonciliated or very sparsely ciliated. The predominant cell types in epithelia exposed to oxygen plus ozone were serous cells and metaplastic cells. and focal aggregates of adherent necrotic cells were present. We conclude that there was a synergism between oxygen and ozone exposure leading to enhanced epithelial injury and metaplasia. 0 1990 Society ofToxicology.",
      "sentences": [
        [
          {
            "segment_text": "( 2 ) whether concentrations of oxygen sufficient to potentially cause oxidant injury result in morphologic epithelial alterations similar to those that occur in ozone toxicity : and ( 3 ) if the combined oxidant insult of oxygen and ozone results in more severe damage to the tracheal epithelium than occurs with ozone in air .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Tracheal organ cultures were exposed to filtered air and 5 % carbon dioxide ; filtered air ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5 % carbon dioxide , and 1 ppm ozone ; 95 % oxygen and 5 % carbon dioxide : or 95 % oxygen ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "5 % carbon dioxide , and 1 ppm ozone for 96 hr .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Light-and quantitative electron-microscopic evaluation showed that epithelia exposed to 1 ppm ozone in air exhibited loss of ciliated cells and ciliated cell damage .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The epithelia exposed to 95 % oxygen and 5 % carbon dioxide were pseudostratified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "columnar , ciliated , and hyperplastic .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Epithelia exposed to 95 % oxygen plus 1 ppm ozone were stratified and nonciliated or very sparsely ciliated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The predominant cell types in epithelia exposed to oxygen plus ozone were serous cells and metaplastic cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "and focal aggregates of adherent necrotic cells were present .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that there was a synergism between oxygen and ozone exposure leading to enhanced epithelial injury and metaplasia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0 1990 Society ofToxicology .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "18",
    "segment_num": "24",
    "token_num": "338"
  }
}