{
  "paper_id": "f2c2392d0aefa8f41f09f9e7c4ed200dd3733b66",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6875,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It has been well established that the formation of reactive metabolites of drugs is associated with drug toxicity. Similarly, there are accumulating data suggesting the role of the formation of reactive metabolites/intermediates through bioactivation in herbal toxicity and carcinogenicity. It has been hypothesized that the resultant reactive metabolites following herbal bioactivation covalently bind to cellular proteins and DNA, leading to toxicity via multiple mechanisms such as direct cytotoxicity, oncogene activation, and hypersensitivity reactions. This is exemplified by aristolochic acids present in Aristolochia spp, undergoing reduction of the nitro group by hepatic cytochrome P450 (CYP1A1/2) or peroxidases in extrahepatic tissues to reactive cyclic nitrenium ion. The latter was capable of reacting with DNA and proteins, resulting in activation of H-ras oncogene, gene mutation and finally carcinogenesis. Other examples are pulegone present in essential oils from many mint species; and teucrin A, a diterpenoid found in germander (Teuchrium chamaedrys) used as an adjuvant to slimming diets. Extensive pulegone metabolism generated p-cresol that was a glutathione depletory, and the furan ring of the diterpenoids in germander was oxidized by CYP3A4 to reactive epoxide which reacts with proteins such as CYP3A and epoxide hydrolase. On the other hand, some herbal/dietary constituents were shown to form reactive intermediates capable of irreversibly inhibiting various CYPs. The resultant metabolites lead to CYP inactivation by chemical modification of the heme, the apoprotein, or both as a result of covalent binding of modified heme to the apoprotein. Some examples include bergamottin, a furanocoumarin of grapefruit juice; capsaicin from chili peppers; glabridin, an isoflavan from licorice root; isothiocyanates found in all cruciferous vegetables; oleuropein rich in olive oil; dially sulfone found in garlic; and resveratrol, a constituent of red wine. CYPs have been known to metabolize more than 95% therapeutic drugs and activate a number of procarcinogens as well. Therefore, 0024-3205/$ -see front matter D .sg (S. Zhou). www.elsevier.com/locate/lifescie Life Sciences 74 (2004) 935 -968",
      "sentences": [
        [
          {
            "segment_text": "It has been well established that the formation of reactive metabolites of drugs is associated with drug toxicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Similarly , there are accumulating data suggesting the role of the formation of reactive metabolites/intermediates through bioactivation in herbal toxicity and carcinogenicity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been hypothesized that the resultant reactive metabolites following herbal bioactivation covalently bind to cellular proteins and DNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leading to toxicity via multiple mechanisms such as direct cytotoxicity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "oncogene activation , and hypersensitivity reactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This is exemplified by aristolochic acids present in Aristolochia spp ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "undergoing reduction of the nitro group by hepatic cytochrome P450 ( CYP1A1/2 ) or peroxidases in extrahepatic tissues to reactive cyclic nitrenium ion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The latter was capable of reacting with DNA and proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "resulting in activation of H-ras oncogene ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gene mutation and finally carcinogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Other examples are pulegone present in essential oils from many mint species ; and teucrin A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a diterpenoid found in germander ( Teuchrium chamaedrys ) used as an adjuvant to slimming diets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Extensive pulegone metabolism generated p-cresol that was a glutathione depletory ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the furan ring of the diterpenoids in germander was oxidized by CYP3A4 to reactive epoxide which reacts with proteins such as CYP3A and epoxide hydrolase .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the other hand , some herbal/dietary constituents were shown to form reactive intermediates capable of irreversibly inhibiting various CYPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The resultant metabolites lead to CYP inactivation by chemical modification of the heme ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the apoprotein , or both as a result of covalent binding of modified heme to the apoprotein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some examples include bergamottin , a furanocoumarin of grapefruit juice ; capsaicin from chili peppers ; glabridin ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "an isoflavan from licorice root ; isothiocyanates found in all cruciferous vegetables ; oleuropein rich in olive oil ; dially sulfone found in garlic ; and resveratrol ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a constituent of red wine .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CYPs have been known to metabolize more than 95 % therapeutic drugs and activate a number of procarcinogens as well .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , 0024-3205 / $ - see front matter D .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "sg ( S. Zhou ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "www.elsevier.com/locate/lifescie Life Sciences 74 ( 2004 ) 935 -968",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "mechanism-based inhibition of CYPs may provide an explanation for some reported herb-drug interactions and chemopreventive activity of herbs. Due to the wide use and easy availability of herbal medicines, there is increasing concern about herbal toxicity. The safety and quality of herbal medicine should be ensured through greater research, pharmacovigilance, greater regulatory control and better communication between patients and health professionals. D",
      "sentences": [
        [
          {
            "segment_text": "mechanism-based inhibition of CYPs may provide an explanation for some reported herb-drug interactions and chemopreventive activity of herbs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Due to the wide use and easy availability of herbal medicines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "there is increasing concern about herbal toxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The safety and quality of herbal medicine should be ensured through greater research ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "pharmacovigilance , greater regulatory control and better communication between patients and health professionals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "18",
    "segment_num": "30",
    "token_num": "431"
  }
}