{
  "paper_id": "f2e66792dfbf8759bd7ff47145bb07f18a6ac27d",
  "metadata": {
    "title": "Green Fluorescent Protein Reporter System with Transcriptional Sequence Heterogeneity for Monitoring the Interferon Response ᰔ † ‡",
    "coda_data_split": "train",
    "coda_paper_id": 5406,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The interferon (IFN) response is initiated by a variety of triggers, including viruses and foreign RNA, and involves several receptors and intracellular mediators. Although there are common cis-acting consensus sequences in the promoters of many genes stimulated during the IFN response, they exhibit core and context heterogeneity that may lead to differential transcriptional activity. We have developed and validated a live cell-based enhanced green fluorescent protein (EGFP) reporter system employing more than a hundred constructs containing multiple viruses and IFN response elements derived from a variety of promoters involved in immunity to viruses. Common and distinct response patterns were observed due to promoter heterogeneity in response to different stimuli, including IFN-␣, TLR3-agonist double-stranded RNA, and several viruses. This information should serve as a resource in selecting specific reporters for sensing nonself ligands.",
      "sentences": [
        [
          {
            "segment_text": "The interferon ( IFN ) response is initiated by a variety of triggers ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including viruses and foreign RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and involves several receptors and intracellular mediators .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although there are common cis-acting consensus sequences in the promoters of many genes stimulated during the IFN response ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they exhibit core and context heterogeneity that may lead to differential transcriptional activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have developed and validated a live cell-based enhanced green fluorescent protein ( EGFP ) reporter system employing more than a hundred constructs containing multiple viruses and IFN response elements derived from a variety of promoters involved in immunity to viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Common and distinct response patterns were observed due to promoter heterogeneity in response to different stimuli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including IFN - ␣ , TLR3-agonist double-stranded RNA , and several viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This information should serve as a resource in selecting specific reporters for sensing nonself ligands .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "149"
  }
}