{
  "paper_id": "f31038fde5984b92a3b4bb4be0f763e9041ba557",
  "metadata": {
    "title": "A case-control study of pathogen and lifestyle risk factors for diarrhoea in dogs",
    "coda_data_split": "train",
    "coda_paper_id": 8899,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Diarrhoea is a common and multi-factorial condition in dogs, the aetiology of which is often incompletely understood. A case-control study was carried out to compare the carriage of some common canine enteric pathogens (enteric coronavirus, parvovirus, distemper, endoparasites, Campylobacter and Salmonella spp.), as well as lifestyle factors such as vaccination history, diet and contact with other species, in dogs presenting at first opinion veterinary practices with and without diarrhoea.",
      "sentences": [
        [
          {
            "segment_text": "Diarrhoea is a common and multi-factorial condition in dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the aetiology of which is often incompletely understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A case-control study was carried out to compare the carriage of some common canine enteric pathogens ( enteric coronavirus , parvovirus , distemper , endoparasites , Campylobacter and Salmonella spp. ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as lifestyle factors such as vaccination history ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "diet and contact with other species ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in dogs presenting at first opinion veterinary practices with and without diarrhoea .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Multivariable conditional logistic regression showed that dogs in the study which scavenged or had had a recent change of diet (OR 3.5, p \u003d 0.002), had recently stayed in kennels (OR 9.5, p \u003d 0.01), or were fed a home-cooked diet (OR 4, p \u003d 0.002) were at a significantly greater risk of diarrhoea, whilst being female (OR 0.4, p \u003d 0.01), currently up to date with routine vaccinations (OR 0.4, p \u003d 0.05) and having contact with horse faeces (OR 0.4, p \u003d 0.06) were associated with a reduced risk. None of the pathogens tested for was a significant factor in the final multivariable model suggesting that in this predominantly vaccinated population, diarrhoea may be more associated with lifestyle risk factors than specific pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Multivariable conditional logistic regression showed that dogs in the study which scavenged or had had a recent change of diet ( OR 3.5 , p \u003d 0.002 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had recently stayed in kennels ( OR 9.5 , p \u003d 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or were fed a home-cooked diet ( OR 4 , p \u003d 0.002 ) were at a significantly greater risk of diarrhoea ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whilst being female ( OR 0.4 , p \u003d 0.01 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "currently up to date with routine vaccinations ( OR 0.4 , p \u003d 0.05 ) and having contact with horse faeces ( OR 0.4 , p \u003d 0.06 ) were associated with a reduced risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "None of the pathogens tested for was a significant factor in the final multivariable model suggesting that in this predominantly vaccinated population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "diarrhoea may be more associated with lifestyle risk factors than specific pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "4",
    "segment_num": "13",
    "token_num": "231"
  }
}