{
  "paper_id": "f32df2b12c58f0e31b9a31c92c122b28b7b17aa3",
  "metadata": {
    "title": "The structural biology of PRRSV",
    "coda_data_split": "train",
    "coda_paper_id": 8354,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) is an enveloped, positive-sense singlestranded RNA virus belonging to the Arteriviridae family. Arteriviruses and coronaviruses are grouped together in the order Nidovirales, based on similarities in genome organization and expression strategy. Over the past decade, crystal structures of several viral proteins, electron microscopic studies of the virion, as well as biochemical and in vivo studies on protein-protein interactions have led to a greatly increased understanding of PRRSV structural biology. At this point, crystal structures are available for the viral proteases NSP1␣, NSP1␤ and NSP4 and the nucleocapsid protein, N. The NSP1␣ and NSP1␤ structures have revealed additional non-protease domains that may be involved in modulation of host functions. The N protein forms a dimer with a novel fold so far only seen in PRRSV and other nidoviruses. Cryo-electron tomographic studies have shown the three-dimensional organization of the PRRSV virion and suggest that the viral nucleocapsid has an asymmetric, linear arrangement, rather than the isometric core previously described. Together, these studies have revealed a closer structural relationship between arteri-and coronaviruses than previously anticipated.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) is an enveloped ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "positive-sense singlestranded RNA virus belonging to the Arteriviridae family .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Arteriviruses and coronaviruses are grouped together in the order Nidovirales ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "based on similarities in genome organization and expression strategy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Over the past decade , crystal structures of several viral proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "electron microscopic studies of the virion ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as biochemical and in vivo studies on protein-protein interactions have led to a greatly increased understanding of PRRSV structural biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At this point , crystal structures are available for the viral proteases NSP1 ␣ ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NSP1 ␤ and NSP4 and the nucleocapsid protein , N .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The NSP1 ␣ and NSP1 ␤ structures have revealed additional non-protease domains that may be involved in modulation of host functions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The N protein forms a dimer with a novel fold so far only seen in PRRSV and other nidoviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cryo-electron tomographic studies have shown the three-dimensional organization of the PRRSV virion and suggest that the viral nucleocapsid has an asymmetric ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "linear arrangement , rather than the isometric core previously described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Together , these studies have revealed a closer structural relationship between arteri-and coronaviruses than previously anticipated .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "204"
  }
}