{
  "paper_id": "f36623dae5fac4d5c4a7ffbc3131b77ae731c3b2",
  "metadata": {
    "title": "Current and emergent strategies for disinfection of hospital environments",
    "coda_data_split": "train",
    "coda_paper_id": 3495,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A significant number of hospital-acquired infections occur due to inefficient disinfection of hospital surfaces, instruments and rooms. The emergence and wide spread of multiresistant forms of several microorganisms has led to a situation where few compounds are able to inhibit or kill the infectious agents. Several strategies to disinfect both clinical equipment and the environment are available, often involving the use of antimicrobial chemicals. More recently, investigations into gas plasma, antimicrobial surfaces and vapour systems have gained interest as promising alternatives to conventional disinfectants. This review provides updated information on the current and emergent disinfection strategies for clinical environments.",
      "sentences": [
        [
          {
            "segment_text": "A significant number of hospital-acquired infections occur due to inefficient disinfection of hospital surfaces , instruments and rooms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emergence and wide spread of multiresistant forms of several microorganisms has led to a situation where few compounds are able to inhibit or kill the infectious agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several strategies to disinfect both clinical equipment and the environment are available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often involving the use of antimicrobial chemicals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "More recently , investigations into gas plasma ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antimicrobial surfaces and vapour systems have gained interest as promising alternatives to conventional disinfectants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides updated information on the current and emergent disinfection strategies for clinical environments .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "108"
  }
}