{
  "paper_id": "f37df26a05846314d7e0e64692fe37fe95be14ee",
  "metadata": {
    "title": "Cloning, expression and characterization of ferret CXCL10 HHS Public Access",
    "coda_data_split": "train",
    "coda_paper_id": 7185,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Chemokines and their receptors function in the recruitment and activation of cells of the immune system to sites of inflammation. As such, chemokines play an important role in mediating pathophysiological events during microbial infection. In particular, CXCL9, 10 and 11 and their cognate receptor CXCR3 have been associated with the clinical course of several infectious diseases, including severe acute respiratory syndrome (SARS) and influenza. While CXCL9, 10 and 11 share the same receptor and have overlapping functions, each can also have unique activity in host defense. The lack of a preferred characterized animal model for SARS has brought our attention to ferrets, which have been used for years in influenza studies. The lack of immunological reagents for ferrets prompted us to clone CXCL9, 10, 11 and CXCR3 and, in the case of CXCL10, to express the gene as a recombinant protein. In this study we demonstrate that endogenous ferret CXCL10 exhibits similar mRNA expression patterns in the lungs of deceased SARS patients and ferrets experimentally infected with SARS coronavirus. This study therefore represents an important step towards development of the ferret as a model for the role of CXCL9, 10 and 11:CXCR3 axis in severe viral infections.",
      "sentences": [
        [
          {
            "segment_text": "Chemokines and their receptors function in the recruitment and activation of cells of the immune system to sites of inflammation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As such , chemokines play an important role in mediating pathophysiological events during microbial infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , CXCL9 , 10 and 11 and their cognate receptor CXCR3 have been associated with the clinical course of several infectious diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including severe acute respiratory syndrome ( SARS ) and influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While CXCL9 , 10 and 11 share the same receptor and have overlapping functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each can also have unique activity in host defense .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lack of a preferred characterized animal model for SARS has brought our attention to ferrets ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which have been used for years in influenza studies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The lack of immunological reagents for ferrets prompted us to clone CXCL9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 , 11 and CXCR3 and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in the case of CXCL10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to express the gene as a recombinant protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study we demonstrate that endogenous ferret CXCL10 exhibits similar mRNA expression patterns in the lungs of deceased SARS patients and ferrets experimentally infected with SARS coronavirus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study therefore represents an important step towards development of the ferret as a model for the role of CXCL9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "10 and 11 : CXCR3 axis in severe viral infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "221"
  }
}