{
  "paper_id": "f383499514eace4a8aa09fe364d17db3861fedd2",
  "metadata": {
    "title": "Translating RNA sequencing into clinical diagnostics: opportunities and challenges",
    "coda_data_split": "train",
    "coda_paper_id": 8645,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Next-generation sequencing (NGS). High-throughput, massively parallel sequencing technology that is used in various applications, including whole-genome sequencing, exome sequencing and RNA sequencing.",
      "sentences": [
        [
          {
            "segment_text": "Next-generation sequencing ( NGS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "High-throughput , massively parallel sequencing technology that is used in various applications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including whole-genome sequencing , exome sequencing and RNA sequencing .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract | With the emergence of RNA sequencing (RNA-seq) technologies, RNA-based biomolecules hold expanded promise for their diagnostic, prognostic and therapeutic applicability in various diseases, including cancers and infectious diseases. Detection of gene fusions and differential expression of known disease-causing transcripts by RNA-seq represent some of the most immediate opportunities. However, it is the diversity of RNA species detected through RNA-seq that holds new promise for the multi-faceted clinical applicability of RNA-based measures, including the potential of extracellular RNAs as non-invasive diagnostic indicators of disease. Ongoing efforts towards the establishment of benchmark standards, assay optimization for clinical conditions and demonstration of assay reproducibility are required to expand the clinical utility of RNA-seq.",
      "sentences": [
        [
          {
            "segment_text": "Abstract | With the emergence of RNA sequencing ( RNA-seq ) technologies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "RNA-based biomolecules hold expanded promise for their diagnostic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prognostic and therapeutic applicability in various diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including cancers and infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Detection of gene fusions and differential expression of known disease-causing transcripts by RNA-seq represent some of the most immediate opportunities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is the diversity of RNA species detected through RNA-seq that holds new promise for the multi-faceted clinical applicability of RNA-based measures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including the potential of extracellular RNAs as non-invasive diagnostic indicators of disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ongoing efforts towards the establishment of benchmark standards ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "assay optimization for clinical conditions and demonstration of assay reproducibility are required to expand the clinical utility of RNA-seq .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "© 2 0 1 6 M a c m i l l a n P u b l i s h e r s L i m i t e d . A l l r i g h t s r e s e r v e d .",
      "sentences": [
        [
          {
            "segment_text": "© 2 0 1 6 M a c m i l l a n P u b l i s h e r s L i m i t e d .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "A l l r i g h t s r e s e r v e d .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "A technology platform that does not depend on genome annotation, or on predesigned species-specific or transcript-specific probes, for transcript measurement. RNA-seq technology functions as an open platform allowing for unbiased detection of both known and novel transcripts.",
      "sentences": [
        [
          {
            "segment_text": "A technology platform that does not depend on genome annotation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or on predesigned species-specific or transcript-specific probes , for transcript measurement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA-seq technology functions as an open platform allowing for unbiased detection of both known and novel transcripts .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "244"
  }
}