{
  "paper_id": "f389cba026d0cd5d8d1a63104d3e232d2b861cbb",
  "metadata": {
    "title": "Pulmonary complications in hematopoietic SCT: a prospective study",
    "coda_data_split": "train",
    "coda_paper_id": 4680,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Pulmonary complications are common and often lethal in hematopoietic SCT recipients. The objective of this prospective interventional study was to evaluate the etiology, diagnostic procedures, risk factors and outcome of pulmonary complications in a cohort of hematopoietic SCT recipients followed up for 1 year. For patients suffering from a pulmonary complication, a diagnostic algorithm that included non-invasive and bronchoscopic procedures was performed. We identified 73 pulmonary complications in 169 patients: 50 (68%) were pneumonias; 21 (29%) were non-infectious complications and 2 (3%) were undiagnosed. Viruses (particularly Rhinovirus) and bacteria (particularly P. aeruginosa) (28 and 26%, respectively) were the most common causes of pneumonia. A specific diagnosis was obtained in 83% of the cases. A non-invasive test gave a specific diagnosis in 59% of the episodes. The diagnostic yield of bronchoscopy was 67 and 78% in pulmonary infections. Early bronchoscopy (⩽5 days) had higher diagnostic yield than late bronchoscopy (78 vs 23%; P \u003d 0.02) for pulmonary infections. Overall mortality was 22 and 32% of all fatalities were due to pulmonary complications. Pulmonary complications are common and constitute an independent risk factor for mortality, stressing the importance of an appropriate clinical management.",
      "sentences": [
        [
          {
            "segment_text": "Pulmonary complications are common and often lethal in hematopoietic SCT recipients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this prospective interventional study was to evaluate the etiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "diagnostic procedures , risk factors and outcome of pulmonary complications in a cohort of hematopoietic SCT recipients followed up for 1 year .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For patients suffering from a pulmonary complication ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a diagnostic algorithm that included non-invasive and bronchoscopic procedures was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 73 pulmonary complications in 169 patients : 50 ( 68 % ) were pneumonias ; 21 ( 29 % ) were non-infectious complications and 2 ( 3 % ) were undiagnosed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses ( particularly Rhinovirus ) and bacteria ( particularly P. aeruginosa ) ( 28 and 26 % , respectively ) were the most common causes of pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A specific diagnosis was obtained in 83 % of the cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A non-invasive test gave a specific diagnosis in 59 % of the episodes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The diagnostic yield of bronchoscopy was 67 and 78 % in pulmonary infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Early bronchoscopy ( ⩽ 5 days ) had higher diagnostic yield than late bronchoscopy ( 78 vs 23 % ; P \u003d 0.02 ) for pulmonary infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall mortality was 22 and 32 % of all fatalities were due to pulmonary complications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pulmonary complications are common and constitute an independent risk factor for mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "stressing the importance of an appropriate clinical management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "236"
  }
}