{
  "paper_id": "f3a378151096d647f4982841888e944c7aa031b1",
  "metadata": {
    "title": "Citation: Early Growth Response Gene-1 Suppresses Foot-and-Mouth Disease Virus Replication by Enhancing Type I Interferon Pathway Signal Transduction",
    "coda_data_split": "train",
    "coda_paper_id": 6824,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Early growth response gene-1 (EGR1) is a multifunctional transcription factor that is implicated in viral infection. In this study, we observed that foot-and-mouth disease virus (FMDV) infection significantly triggered EGR1 expression. Overexpression of EGR1 suppressed FMDV replication in porcine cells, and knockdown of EGR1 considerably promoted FMDV replication. A previously reported FMDV mutant virus (with two amino acids mutations in SAP domain) that displays a strong type I interferon (IFN) induction activity was used in this study. We found that SAP mutant FMDV infection induced a higher expression of EGR1 than wildtype FMDV infection, and also triggered higher IFNβ and IFN-stimulated genes (ISGs) expression than wildtype FMDV infection. This implied a link between EGR1 and type I IFN signaling. Further study showed that overexpression of EGR1 resulted in Sendai virus (SeV)-induced IFN-stimulated response element (ISRE) and NF-κB promoter activation. In addition, the SeV-induced ISGs expression was impaired in EGR1 knockdown cells. EGR1 upregulation promoted type I IFN signaling activation and suppressed FMDV and Seneca Valley virus replication. Suppression of the transcriptional activity of EGR1 did not affect its antiviral effect against FMDV. This study reveals a new mechanism evolved by EGR1 to enhance type I IFN signaling and suppress FMDV replication.",
      "sentences": [
        [
          {
            "segment_text": "Early growth response gene-1 ( EGR1 ) is a multifunctional transcription factor that is implicated in viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we observed that foot-and-mouth disease virus ( FMDV ) infection significantly triggered EGR1 expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overexpression of EGR1 suppressed FMDV replication in porcine cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and knockdown of EGR1 considerably promoted FMDV replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A previously reported FMDV mutant virus ( with two amino acids mutations in SAP domain ) that displays a strong type I interferon ( IFN ) induction activity was used in this study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that SAP mutant FMDV infection induced a higher expression of EGR1 than wildtype FMDV infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also triggered higher IFNβ and IFN-stimulated genes ( ISGs ) expression than wildtype FMDV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This implied a link between EGR1 and type I IFN signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further study showed that overexpression of EGR1 resulted in Sendai virus ( SeV ) - induced IFN-stimulated response element ( ISRE ) and NF-κB promoter activation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the SeV-induced ISGs expression was impaired in EGR1 knockdown cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "EGR1 upregulation promoted type I IFN signaling activation and suppressed FMDV and Seneca Valley virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Suppression of the transcriptional activity of EGR1 did not affect its antiviral effect against FMDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study reveals a new mechanism evolved by EGR1 to enhance type I IFN signaling and suppress FMDV replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "232"
  }
}