{
  "paper_id": "f3a4949789d6d18abb063724d000a7c4b149fffa",
  "metadata": {
    "title": "Regional differences in job satisfaction for mainland Chinese nurses",
    "coda_data_split": "train",
    "coda_paper_id": 6904,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Although there is an abundance of research on nurses\u0027 job satisfaction, there is a paucity of publications on the regional differences that impact on nurses\u0027 job satisfaction. Purpose: To compare the differences between northern and southern hospitals in Mainland China with respect to nurses\u0027 job satisfaction. Methods: A cross-sectional survey design was selected. Data were analyzed using descriptive statistics, independent t test, chi-square test, correlation, and linear regression. Results: Nurses in northern hospitals were older, had higher educational levels yet received lower pay in comparison with their counterparts in the southern region. Despite these salary differences, those in the north consistently rated their job satisfaction greater in all areas except professional opportunities. Conclusion: Regional differences were related to nurses\u0027 job satisfaction. Potential contributing factors included philosophical, cultural, and economic differences between the 2 regions. The noteworthy regional differences that potentially related to nurse\u0027 job satisfaction should be investigated in future studies.",
      "sentences": [
        [
          {
            "segment_text": "Background : Although there is an abundance of research on nurses \u0027 job satisfaction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a paucity of publications on the regional differences that impact on nurses \u0027 job satisfaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Purpose : To compare the differences between northern and southern hospitals in Mainland China with respect to nurses \u0027 job satisfaction .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A cross-sectional survey design was selected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were analyzed using descriptive statistics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "independent t test , chi-square test ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "correlation , and linear regression .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Nurses in northern hospitals were older ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had higher educational levels yet received lower pay in comparison with their counterparts in the southern region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite these salary differences , those in the north consistently rated their job satisfaction greater in all areas except professional opportunities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : Regional differences were related to nurses \u0027 job satisfaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Potential contributing factors included philosophical ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cultural , and economic differences between the 2 regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The noteworthy regional differences that potentially related to nurse \u0027 job satisfaction should be investigated in future studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "180"
  }
}