{
  "paper_id": "f3bcd0037055c2315c06dcf89726c4a9a303a3d8",
  "metadata": {
    "title": "SUMO fusion technology for diYcult-to-express proteins",
    "coda_data_split": "train",
    "coda_paper_id": 5544,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The demands of structural and functional genomics for large quantities of soluble, properly folded proteins in heterologous hosts have been aided by advancements in the Weld of protein production and puriWcation. Escherichia coli, the preferred host for recombinant protein expression, presents many challenges which must be surmounted in order to over-express heterologous proteins. These challenges include the proteolytic degradation of target proteins, protein misfolding, poor solubility, and the necessity for good puri-Wcation methodologies. Gene fusion technologies have been able to improve heterologous expression by overcoming many of these challenges. The ability of gene fusions to improve expression, solubility, puriWcation, and decrease proteolytic degradation will be discussed in this review. The main disadvantage, cleaving the protein fusion, will also be addressed. Focus will be given to the newly described SUMO fusion system and the improvements that this technology has advanced over traditional gene fusion systems. ",
      "sentences": [
        [
          {
            "segment_text": "The demands of structural and functional genomics for large quantities of soluble ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "properly folded proteins in heterologous hosts have been aided by advancements in the Weld of protein production and puriWcation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Escherichia coli , the preferred host for recombinant protein expression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "presents many challenges which must be surmounted in order to over-express heterologous proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These challenges include the proteolytic degradation of target proteins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "protein misfolding , poor solubility ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the necessity for good puri-Wcation methodologies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Gene fusion technologies have been able to improve heterologous expression by overcoming many of these challenges .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The ability of gene fusions to improve expression ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "solubility , puriWcation , and decrease proteolytic degradation will be discussed in this review .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main disadvantage , cleaving the protein fusion , will also be addressed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Focus will be given to the newly described SUMO fusion system and the improvements that this technology has advanced over traditional gene fusion systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "12",
    "token_num": "162"
  }
}