{
  "paper_id": "f3c76a89e5017f280bd3cd75859acbf4f5c40352",
  "metadata": {
    "title": "Electrophoretic RNA genomic profiles of Brazilian Picobirnavirus (PBV) strains and molecular characterization of a PBV isolated from diarrheic calf",
    "coda_data_split": "train",
    "coda_paper_id": 6397,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Picobirnavirus (PBV) belongs to the family Picobirnaviridae. PBV are a group of emerging non-enveloped viruses, with a bisegmented double-stranded RNA genome that can infect a wide range of hosts. This study reports the occurrence of PBV in fecal samples from five Brazilian dairy cattle herds. From the 289 stool samples of individual calves analyzed by silver-stained polyacrylamide gel electrophoresis (ss-PAGE) the PBV was detected in 8.3 % (24/289), of which 10.2% (18/176) had diarrheic consistency. Of the 24 positive samples in ss-PAGE, 5 (20.8%) of them showed a small electrophoretic profile and 19 (79.2%) samples had large profile. From the 24 positives samples by ss-PAGE, 15 (62.5%) were successfully amplified (201 bp) using GI specific primers targeting the RdRp gene of PBV. The analysis of nucleotide identity matrix revealed that the bovine PBV strain identified in this study, showed the highest nucleotide identity (81%) with PBV strain detected in turkey (MD-2010/HM803965). This is the first nucleotide sequence of a bovine PBV strain in the American continent and the first detection of small genome profile of PBV-like strains in bovine hosts.",
      "sentences": [
        [
          {
            "segment_text": "Picobirnavirus ( PBV ) belongs to the family Picobirnaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PBV are a group of emerging non-enveloped viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a bisegmented double-stranded RNA genome that can infect a wide range of hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study reports the occurrence of PBV in fecal samples from five Brazilian dairy cattle herds .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "From the 289 stool samples of individual calves analyzed by silver-stained polyacrylamide gel electrophoresis ( ss-PAGE ) the PBV was detected in 8.3 % ( 24/289 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 10.2 % ( 18/176 ) had diarrheic consistency .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 24 positive samples in ss-PAGE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "5 ( 20.8 % ) of them showed a small electrophoretic profile and 19 ( 79.2 % ) samples had large profile .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From the 24 positives samples by ss-PAGE ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "15 ( 62.5 % ) were successfully amplified ( 201 bp ) using GI specific primers targeting the RdRp gene of PBV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of nucleotide identity matrix revealed that the bovine PBV strain identified in this study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed the highest nucleotide identity ( 81 % ) with PBV strain detected in turkey ( MD-2010 / HM803965 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first nucleotide sequence of a bovine PBV strain in the American continent and the first detection of small genome profile of PBV-like strains in bovine hosts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "220"
  }
}