{
  "paper_id": "f3cc024f1b8687e7f13ec3602fed80f318b8a890",
  "metadata": {
    "title": "The Iterative Gramicidin S Thioesterase Catalyzes Peptide Ligation and Cyclization",
    "coda_data_split": "train",
    "coda_paper_id": 4728,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Here, we present a comprehensive in vitro characterization of the excised iterative, bimodular PCP-TE of the gramicidin S synthetase GrsB, which is able to act both as a ligation and a cyclization catalyst. Using the native pentapeptidylthioester substrates, GrsB PCP-TE catalyzes the dimerization and subsequent formation of the decapeptide lactam gramicidin S. Interestingly, the detection of linear decapeptidyl-SNAC as an enzyme-dependent intermediate supports the iterative mechanism in vivo, in which two pentapeptides, one bound as an ester to the active site serine of the TE domain and the second bound as a thioester to the adjacent pan-PCP, are ligated to a decapeptidyl-pan-PCP that subsequently transferred to the adjacent TE domain and cyclized. Moreover, GrsB PCP-TE can handle different substrates length, leading not only to dimerization, but also to trimerization and the formation of different ring sizes.",
      "sentences": [
        [
          {
            "segment_text": "Here , we present a comprehensive in vitro characterization of the excised iterative ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bimodular PCP-TE of the gramicidin S synthetase GrsB ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which is able to act both as a ligation and a cyclization catalyst .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using the native pentapeptidylthioester substrates ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "GrsB PCP-TE catalyzes the dimerization and subsequent formation of the decapeptide lactam gramicidin S. Interestingly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the detection of linear decapeptidyl-SNAC as an enzyme-dependent intermediate supports the iterative mechanism in vivo ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in which two pentapeptides , one bound as an ester to the active site serine of the TE domain and the second bound as a thioester to the adjacent pan-PCP ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are ligated to a decapeptidyl-pan-PCP that subsequently transferred to the adjacent TE domain and cyclized .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , GrsB PCP-TE can handle different substrates length ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading not only to dimerization ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also to trimerization and the formation of different ring sizes .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "11",
    "token_num": "150"
  }
}