{
  "paper_id": "f3e6434f5049b3a509e05f5d7119b835ed060b1b",
  "metadata": {
    "title": "Coordinate induction of IFN-a and -g by SARS-CoV also in the absence of virus replication",
    "coda_data_split": "train",
    "coda_paper_id": 7503,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Severe acute respiratory syndrome (SARS) is an emerging infection caused by a novel coronavirus known as SARS-CoV, characterized by an over-exuberant immune response with lung lymphomononuclear cells infiltration and proliferation that may account for tissue damage more than the direct effect of viral replication. This study is aimed at investigating the capability of SARS-CoV to activate IFNa and -g expression in lymphomonocytes (PBMC) from healthy donors, evaluating whether viral replication is necessary for this activation. Results: SARS-CoV virus is able to induce both IFN-a and -g mRNA accumulation and protein release in a dose-dependent manner, MOI 10 being the most effective. The time course curve indicated that IFN-a mRNA induction peaked at 24 h.p.i,. whereas IFN-g mRNA was still increasing at 48 h.p.i. Released IFN (both types) reached a plateau after 24 -48 h.p.i. and remained rather stable over a 5-day period. A transient peak of negative strand viral RNA was detected after 1 -2 days of infection, but neither infectious virus progeny yield nor newly produced viral genomic RNA could be evidenced in infected cultures, even after prolonged observation time (up to 13 days). Cocultivation of PBMC with fixed SARS-CoV-infected Vero cells was even more efficient than exposure to live virus in eliciting IFN-a and -g induction. A combination of IFN-a and -g strongly inhibited SARS-CoV replication in Vero cells, while the single cytokines were much less effective. Conclusions: This study provides evidence that SARS-CoV is able to induce in normal PBMC a coordinate induction of IFN-a and -g gene expression. Virus replication is not necessary for IFN induction since efficient IFN expression could be obtained also by the cocultivation of normal PBMC with fixed SARS-CoV-infected cells. Concomitant activation of IFN-a and -g gene expression by SARS-CoV in vivo may be relevant for the pathogenesis of the disease, both for the possible involvement in immunomediated damage of the tissues and for the strong inhibition of SARS-CoV replication as a result of combined cytokine action. D",
      "sentences": [
        [
          {
            "segment_text": "Background : Severe acute respiratory syndrome ( SARS ) is an emerging infection caused by a novel coronavirus known as SARS-CoV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by an over-exuberant immune response with lung lymphomononuclear cells infiltration and proliferation that may account for tissue damage more than the direct effect of viral replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study is aimed at investigating the capability of SARS-CoV to activate IFNa and - g expression in lymphomonocytes ( PBMC ) from healthy donors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "evaluating whether viral replication is necessary for this activation .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Results : SARS-CoV virus is able to induce both IFN-a and - g mRNA accumulation and protein release in a dose-dependent manner ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "MOI 10 being the most effective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The time course curve indicated that IFN-a mRNA induction peaked at 24 h.p.i , .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "whereas IFN-g mRNA was still increasing at 48 h.p.i. Released IFN ( both types ) reached a plateau after 24 -48 h.p.i. and remained rather stable over a 5-day period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A transient peak of negative strand viral RNA was detected after 1 -2 days of infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but neither infectious virus progeny yield nor newly produced viral genomic RNA could be evidenced in infected cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even after prolonged observation time ( up to 13 days ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cocultivation of PBMC with fixed SARS-CoV-infected Vero cells was even more efficient than exposure to live virus in eliciting IFN-a and - g induction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A combination of IFN-a and - g strongly inhibited SARS-CoV replication in Vero cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the single cytokines were much less effective .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This study provides evidence that SARS-CoV is able to induce in normal PBMC a coordinate induction of IFN-a and - g gene expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus replication is not necessary for IFN induction since efficient IFN expression could be obtained also by the cocultivation of normal PBMC with fixed SARS-CoV-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Concomitant activation of IFN-a and - g gene expression by SARS-CoV in vivo may be relevant for the pathogenesis of the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "both for the possible involvement in immunomediated damage of the tissues and for the strong inhibition of SARS-CoV replication as a result of combined cytokine action .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "363"
  }
}