{
  "paper_id": "f4016789973bc61cdb84c457c95e15426e2143b3",
  "metadata": {
    "title": "BMC Pulmonary Medicine Occurrence of HSV-1-induced pneumonitis in patients under standard immunosuppressive therapy for rheumatic, vasculitic, and connective tissue disease",
    "coda_data_split": "train",
    "coda_paper_id": 2164,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Herpes simplex virus type-1 (HSV-1) has been described to cause respiratory tract infections in critically ill patients or in individuals that are immunocompromised. It is a continuing matter of debate under which circumstances HSV-1 is a relevant pathogen for pneumonitis. While its role during critical illness has been investigated by prospective interventional studies, comparatively little systematic data is available on the role of HSV-1 for pneumonitis in outpatients with autoimmune disease under a maintenance regimen of immunosuppression.",
      "sentences": [
        [
          {
            "segment_text": "Background : Herpes simplex virus type-1 ( HSV-1 ) has been described to cause respiratory tract infections in critically ill patients or in individuals that are immunocompromised .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is a continuing matter of debate under which circumstances HSV-1 is a relevant pathogen for pneumonitis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While its role during critical illness has been investigated by prospective interventional studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comparatively little systematic data is available on the role of HSV-1 for pneumonitis in outpatients with autoimmune disease under a maintenance regimen of immunosuppression .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We retrospectively reviewed the charts of ~1400 patients with rheumatoid arthritis, vasculitis, and systemic lupus erythematosus (SLE) that were followed at the outpatient clinic of a German University hospital during the years 2000-2007. Episodes of admission to a ward resulting in the diagnosis of pneumonia/pneumonitis were identified, and the type of pneumonia and clinical features retrospectively studied.",
      "sentences": [
        [
          {
            "segment_text": "We retrospectively reviewed the charts of ~ 1400 patients with rheumatoid arthritis ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vasculitis , and systemic lupus erythematosus ( SLE ) that were followed at the outpatient clinic of a German University hospital during the years 2000-2007 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Episodes of admission to a ward resulting in the diagnosis of pneumonia/pneumonitis were identified ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the type of pneumonia and clinical features retrospectively studied .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: 63 patients with rheumatoid arthritis, vasculitis, or SLE were admitted to a ward and diagnosed to have pneumonia/pneumonitis. Using bronchoscopy a total of 6 cases of pulmonary infection associated with HSV-1 in the lower respiratory tract were identified. Among those, 2 cases suggested a causative role of HSV-1 as the sole agent causing pneumonitis that proved clinically responsive to antiviral treatment. In the remaining 4 cases HSV-1 appeared as a bystander of bacterial infection. Maintenance therapy with leflunomide, which inhibits HSV-1 assembly in vitro, was associated with a milder course of pneumonitis in one patient. Detection of HSV-1 was associated with stronger immunosuppressive regimens and vasculitic disease.",
      "sentences": [
        [
          {
            "segment_text": "Results : 63 patients with rheumatoid arthritis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "vasculitis , or SLE were admitted to a ward and diagnosed to have pneumonia/pneumonitis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using bronchoscopy a total of 6 cases of pulmonary infection associated with HSV-1 in the lower respiratory tract were identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among those , 2 cases suggested a causative role of HSV-1 as the sole agent causing pneumonitis that proved clinically responsive to antiviral treatment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the remaining 4 cases HSV-1 appeared as a bystander of bacterial infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Maintenance therapy with leflunomide , which inhibits HSV-1 assembly in vitro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was associated with a milder course of pneumonitis in one patient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Detection of HSV-1 was associated with stronger immunosuppressive regimens and vasculitic disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The present study analyzed the frequency and hallmarks of cases of HSV-1 associated pneumonitis that occurred in a comparatively large cohort of patients with rheumatologic autoimmune diseases. In an area of controversy, this study provides further evidence that HSV-1 causes isolated pneumonitis in the immunocompromised. The study may provide an estimate on the frequency of relevant HSV-1 infection and bacterial agents in outpatients with autoimmune disease.",
      "sentences": [
        [
          {
            "segment_text": "The present study analyzed the frequency and hallmarks of cases of HSV-1 associated pneumonitis that occurred in a comparatively large cohort of patients with rheumatologic autoimmune diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In an area of controversy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this study provides further evidence that HSV-1 causes isolated pneumonitis in the immunocompromised .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study may provide an estimate on the frequency of relevant HSV-1 infection and bacterial agents in outpatients with autoimmune disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "340"
  }
}