{
  "paper_id": "f40d65d9dcb0b71bd266e62f77bc51d4c449eed1",
  "metadata": {
    "title": "BMC Infectious Diseases The United States and Canada as a coupled epidemiological system: An example from hepatitis A",
    "coda_data_split": "train",
    "coda_paper_id": 7709,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Hepatitis A (HA) is a low-incidence, non-endemic disease in Canada and the United States (US). However, a large difference in HA incidence between Canada and HA-endemic countries has made travel an important contributor to hepatitis A prevalence in Canada. There is also a (smaller) incidence differential between Canada and the US. Although the US has only moderately higher HA incidence, the volume of travel by Canadians to the US is many times higher than travel volume to endemic countries. Hence, travel to the US may constitute a source of low to moderate risk for Canadian travelers. To our knowledge, travel to the US has never been included as a potential risk factor for HA infection in Canadian epidemiologic analyses. The objective of this study was to use dynamic models to investigate the possible effects on hepatitis A incidence in Canada due to (1) implementing vaccination in the US, and (2) varying the volume of travel by Canadians to the US.",
      "sentences": [
        [
          {
            "segment_text": "Background : Hepatitis A ( HA ) is a low-incidence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "non-endemic disease in Canada and the United States ( US ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , a large difference in HA incidence between Canada and HA-endemic countries has made travel an important contributor to hepatitis A prevalence in Canada .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is also a ( smaller ) incidence differential between Canada and the US .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the US has only moderately higher HA incidence ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the volume of travel by Canadians to the US is many times higher than travel volume to endemic countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hence , travel to the US may constitute a source of low to moderate risk for Canadian travelers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , travel to the US has never been included as a potential risk factor for HA infection in Canadian epidemiologic analyses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The objective of this study was to use dynamic models to investigate the possible effects on hepatitis A incidence in Canada due to ( 1 ) implementing vaccination in the US ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and ( 2 ) varying the volume of travel by Canadians to the US .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We developed and analyzed age-structured compartmental models for the transmission and vaccination of hepatitis A, for both Canada and the US. Models were parameterized using data on seroprevalence, case reporting, and travel patterns. The potential effect of hepatitis A prevalence in the US on hepatitis A prevalence in Canada was captured through a term representing infection of Canadians due to travel in the US.",
      "sentences": [
        [
          {
            "segment_text": "We developed and analyzed age-structured compartmental models for the transmission and vaccination of hepatitis A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for both Canada and the US .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Models were parameterized using data on seroprevalence ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "case reporting , and travel patterns .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The potential effect of hepatitis A prevalence in the US on hepatitis A prevalence in Canada was captured through a term representing infection of Canadians due to travel in the US .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The model suggests that approximately 22% of HA cases in Canada in the mid 1990s may have been attributable to travel to the US. A universal vaccination programme that attained 70% coverage in young children in the US in the mid 1990s could have reduced Canadian incidence by 21% within 5 years.",
      "sentences": [
        [
          {
            "segment_text": "The model suggests that approximately 22 % of HA cases in Canada in the mid 1990s may have been attributable to travel to the US .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A universal vaccination programme that attained 70 % coverage in young children in the US in the mid 1990s could have reduced Canadian incidence by 21 % within 5 years .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Since not all necessary data were available to parameterize the model, the results should be considered exploratory. However, the analysis shows that, under plausible assumptions, the US may be more important for determining HA prevalence in Canada than is currently supposed. As international travel continues to grow, making vaccination policies ever more relevant to populations beyond a country\u0027s borders, such multi-country models will most likely come into wider use as predictive aids for policy development.",
      "sentences": [
        [
          {
            "segment_text": "Since not all necessary data were available to parameterize the model ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the results should be considered exploratory .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the analysis shows that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "under plausible assumptions , the US may be more important for determining HA prevalence in Canada than is currently supposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As international travel continues to grow ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "making vaccination policies ever more relevant to populations beyond a country \u0027s borders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such multi-country models will most likely come into wider use as predictive aids for policy development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "24",
    "token_num": "397"
  }
}