{
  "paper_id": "f41bb45e2257663c953fd7d3ff1c78f9b37ba268",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4445,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Researchers increasingly use social contact data to inform models for infectious disease spread with the aim of guiding effective policies about disease prevention and control. In this article, we undertake a systematic review of the study design, statistical analyses, and outcomes of the many social contact surveys that have been published. Methods: We systematically searched PubMed and Web of Science for articles regarding social contact surveys. We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines as closely as possible. Results: In total, we identified 64 social contact surveys, with more than 80% of the surveys conducted in high-income countries. Study settings included general population (58%), schools or universities (37%), and health care/conference/research institutes (5%). The largest number of studies did not focus on a specific age group (38%), whereas others focused on adults (32%) or children (19%). Retrospective (45%) and prospective (41%) designs were used most often with 6% using both for comparison purposes. The definition of a contact varied among surveys, e.g., a nonphysical contact may require conversation, close proximity, or both. We identified age, time schedule (e.g., weekday/weekend), and household size as relevant determinants of contact patterns across a large number of studies. Conclusions: We found that the overall features of the contact patterns were remarkably robust across several countries, and irrespective of the study details. By considering the most common approach in each aspect of design (e.g., sampling schemes, data collection, definition of contact), we could identify recommendations for future contact data surveys that may be used to facilitate comparison between studies.",
      "sentences": [
        [
          {
            "segment_text": "Background : Researchers increasingly use social contact data to inform models for infectious disease spread with the aim of guiding effective policies about disease prevention and control .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article , we undertake a systematic review of the study design ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "statistical analyses , and outcomes of the many social contact surveys that have been published .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : We systematically searched PubMed and Web of Science for articles regarding social contact surveys .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines as closely as possible .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : In total , we identified 64 social contact surveys ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with more than 80 % of the surveys conducted in high-income countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Study settings included general population ( 58 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "schools or universities ( 37 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and health care/conference/research institutes ( 5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The largest number of studies did not focus on a specific age group ( 38 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas others focused on adults ( 32 % ) or children ( 19 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Retrospective ( 45 % ) and prospective ( 41 % ) designs were used most often with 6 % using both for comparison purposes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The definition of a contact varied among surveys ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "e.g. , a nonphysical contact may require conversation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "close proximity , or both .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified age , time schedule ( e.g. , weekday/weekend ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and household size as relevant determinants of contact patterns across a large number of studies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We found that the overall features of the contact patterns were remarkably robust across several countries ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and irrespective of the study details .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By considering the most common approach in each aspect of design ( e.g. , sampling schemes , data collection , definition of contact ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we could identify recommendations for future contact data surveys that may be used to facilitate comparison between studies .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "22",
    "token_num": "325"
  }
}