{
  "paper_id": "f43b9c2ef313d334140f5e5297d5c1a31bb2d21c",
  "metadata": {
    "title": "ORGAN TOXICITY AND MECHANISMS The influence of chronic l-carnitine supplementation on the formation of preneoplastic and atherosclerotic lesions in the colon and aorta of male F344 rats",
    "coda_data_split": "train",
    "coda_paper_id": 9292,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "5 g/l) via drinking water leads to an increased incidence of preneoplastic lesions (so-called aberrant crypt foci) in the colon of Fischer 344 rats as well as to the appearance of atherosclerotic lesions in the aorta of these animals. No significant difference between the test groups regarding the formation of lesions in the colon and aorta of the rats was observed, suggesting that, under the given experimental conditions, l-carnitine up to a concentration of 5 g/l in the drinking water does not have adverse effects on the gastrointestinal and vascular system of Fischer 344 rats.",
      "sentences": [
        [
          {
            "segment_text": "5 g/l ) via drinking water leads to an increased incidence of preneoplastic lesions ( so-called aberrant crypt foci ) in the colon of Fischer 344 rats as well as to the appearance of atherosclerotic lesions in the aorta of these animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "No significant difference between the test groups regarding the formation of lesions in the colon and aorta of the rats was observed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "suggesting that , under the given experimental conditions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "l-carnitine up to a concentration of 5 g/l in the drinking water does not have adverse effects on the gastrointestinal and vascular system of Fischer 344 rats .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract l-Carnitine, a key component of fatty acid oxidation, is nowadays being extensively used as a nutritional supplement with allegedly \"fat burning\" and performanceenhancing properties, although to date there are no conclusive data supporting these claims. Furthermore, there is an inverse relationship between exogenous supplementation and bioavailability, i.e., fairly high oral doses are not fully absorbed and thus a significant amount of carnitine remains in the gut. Human and rat enterobacteria can degrade unabsorbed l-carnitine to trimethylamine or trimethylamine-N-oxide, which, under certain conditions, may be transformed to the known carcinogen N-nitrosodimethylamine.",
      "sentences": [
        [
          {
            "segment_text": "Abstract l-Carnitine , a key component of fatty acid oxidation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is nowadays being extensively used as a nutritional supplement with allegedly `` fat burning \u0027\u0027 and performanceenhancing properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although to date there are no conclusive data supporting these claims .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Furthermore , there is an inverse relationship between exogenous supplementation and bioavailability ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "i.e. , fairly high oral doses are not fully absorbed and thus a significant amount of carnitine remains in the gut .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human and rat enterobacteria can degrade unabsorbed l-carnitine to trimethylamine or trimethylamine-N-oxide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which , under certain conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may be transformed to the known carcinogen N-nitrosodimethylamine .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Recent findings indicate that trimethylamine-N-oxide might also be involved in the development of atherosclerotic lesions. We therefore investigated whether a 1-year administration of different l-carnitine concentrations (0, 1, 2 and Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Recent findings indicate that trimethylamine-N-oxide might also be involved in the development of atherosclerotic lesions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We therefore investigated whether a 1-year administration of different l-carnitine concentrations ( 0 , 1 , 2 and Electronic supplementary material The online version of this article (",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "252"
  }
}