{
  "paper_id": "f43e2e8087f69f1fd27714d2f600d66321d8f0e9",
  "metadata": {
    "title": "BMC Pregnancy and Childbirth Optimism/pessimism and health-related quality of life during pregnancy across three continents: a matched cohort study in China, Ghana, and the United States",
    "coda_data_split": "train",
    "coda_paper_id": 3039,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Little is known about how optimism/pessimism and health-related quality of life compare across cultures.",
      "sentences": [
        [
          {
            "segment_text": "Little is known about how optimism/pessimism and health-related quality of life compare across cultures .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: Three samples of pregnant women in their final trimester were recruited from China, Ghana, and the United States (U.S.). Participants completed a survey that included the Life Orientation Test -Revised (LOT-R, an optimism/pessimism measure), the Short Form 12 (SF-12, a quality of life measure), and questions addressing health and demographic factors. A three-country set was created for analysis by matching women on age, gestational age at enrollment, and number of previous pregnancies. Anovas with post-hoc pairwise comparisons were used to compare results across the cohorts. Multivariate regression analysis was used to create a model to identify those variables most strongly associated with optimism/pessimism.",
      "sentences": [
        [
          {
            "segment_text": "Methods : Three samples of pregnant women in their final trimester were recruited from China ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Ghana , and the United States ( U.S. ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Participants completed a survey that included the Life Orientation Test - Revised ( LOT-R , an optimism/pessimism measure ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the Short Form 12 ( SF-12 , a quality of life measure ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and questions addressing health and demographic factors .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A three-country set was created for analysis by matching women on age ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "gestational age at enrollment , and number of previous pregnancies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Anovas with post-hoc pairwise comparisons were used to compare results across the cohorts .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multivariate regression analysis was used to create a model to identify those variables most strongly associated with optimism/pessimism .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "LOT-R scores varied significantly across cultures in these samples, with Ghanaian pregnant women being the most optimistic and least pessimistic and Chinese pregnant women being the least optimistic overall and the least pessimistic in subscale analysis. Four key variables predicted approximately 20% of the variance in overall optimism scores: country of origin (p \u003d .006), working for money (p \u003d .05); level of education (p \u003d .002), and ever being treated for emotional issues with medication (p \u003c .001). Quality of life scores also varied by country in these samples, with the most pronounced difference occurring in the vitality measure. U.S. pregnant women reported far lower vitality scores than both Chinese and Ghanaian pregnant women in our sample.",
      "sentences": [
        [
          {
            "segment_text": "LOT-R scores varied significantly across cultures in these samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with Ghanaian pregnant women being the most optimistic and least pessimistic and Chinese pregnant women being the least optimistic overall and the least pessimistic in subscale analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four key variables predicted approximately 20 % of the variance in overall optimism scores : country of origin ( p \u003d .006 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "working for money ( p \u003d .05 ) ; level of education ( p \u003d .002 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ever being treated for emotional issues with medication ( p \u003c .001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quality of life scores also varied by country in these samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the most pronounced difference occurring in the vitality measure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "U.S. pregnant women reported far lower vitality scores than both Chinese and Ghanaian pregnant women in our sample .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "This research raises important questions regarding what it is about country of origin that so strongly influences optimism/pessimism among pregnant women. Further research is warranted exploring underlying conceptualization of optimism/pessimism and health related quality of life across countries.",
      "sentences": [
        [
          {
            "segment_text": "This research raises important questions regarding what it is about country of origin that so strongly influences optimism/pessimism among pregnant women .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further research is warranted exploring underlying conceptualization of optimism/pessimism and health related quality of life across countries .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "317"
  }
}