{
  "paper_id": "f442fd7cf9f7ab6a2939acae3d1eea548dafac20",
  "metadata": {
    "title": "Establishment of Primary Transgenic Human Airway Epithelial Cell Cultures to Study Respiratory Virus-Host Interactions",
    "coda_data_split": "train",
    "coda_paper_id": 6582,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Primary human airway epithelial cell (hAEC) cultures represent a universal platform to propagate respiratory viruses and characterize their host interactions in authentic target cells. To further elucidate specific interactions between human respiratory viruses and important host factors in the airway epithelium, it is important to make hAEC cultures amenable to genetic modification. However, the short and finite lifespan of primary cells in cell culture creates a bottleneck for the genetic modification of these cultures. In the current study, we show that the incorporation of the Rho-associated protein kinase (ROCK) inhibitor (Y-27632) during cell propagation extends the life span of primary human cells in vitro and thereby facilitates the incorporation of lentivirus-based expression systems. Using fluorescent reporters for fluorescence-activated cell sorting (FACS)-based sorting, we generated homogenously fluorescent hAEC cultures that differentiate normally after lentiviral transduction. As a proof-of-principle, we demonstrate that host gene expression can be modulated post-differentiation via inducible short hairpin (sh)RNA-mediated knockdown. Importantly, functional characterization of these transgenic hAEC cultures with exogenous poly (I:C), as a proxy for virus infection, demonstrates that such modifications do not influence the host innate immune response. Moreover, the propagation kinetics of both human coronavirus 229E (HCoV-229E) and human respiratory syncytial virus (hRSV) were not affected. Combined, these results validate our newly established protocol for the genetic modification of hAEC cultures, thereby unlocking a unique potential for detailed molecular characterization of virus-host interactions in human respiratory epithelium.",
      "sentences": [
        [
          {
            "segment_text": "Primary human airway epithelial cell ( hAEC ) cultures represent a universal platform to propagate respiratory viruses and characterize their host interactions in authentic target cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To further elucidate specific interactions between human respiratory viruses and important host factors in the airway epithelium ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is important to make hAEC cultures amenable to genetic modification .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the short and finite lifespan of primary cells in cell culture creates a bottleneck for the genetic modification of these cultures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the current study , we show that the incorporation of the Rho-associated protein kinase ( ROCK ) inhibitor ( Y-27632 ) during cell propagation extends the life span of primary human cells in vitro and thereby facilitates the incorporation of lentivirus-based expression systems .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Using fluorescent reporters for fluorescence-activated cell sorting ( FACS ) - based sorting ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we generated homogenously fluorescent hAEC cultures that differentiate normally after lentiviral transduction .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As a proof-of-principle , we demonstrate that host gene expression can be modulated post-differentiation via inducible short hairpin ( sh ) RNA-mediated knockdown .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Importantly , functional characterization of these transgenic hAEC cultures with exogenous poly ( I : C ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as a proxy for virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "demonstrates that such modifications do not influence the host innate immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the propagation kinetics of both human coronavirus 229E ( HCoV-229E ) and human respiratory syncytial virus ( hRSV ) were not affected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combined , these results validate our newly established protocol for the genetic modification of hAEC cultures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thereby unlocking a unique potential for detailed molecular characterization of virus-host interactions in human respiratory epithelium .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "274"
  }
}