{
  "paper_id": "f45a23e3bc3c7337c79a372aca8936e2b7509e51",
  "metadata": {
    "title": "From the field to the lab -An European view on the global spread of PEDV",
    "coda_data_split": "train",
    "coda_paper_id": 7596,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine Epidemic Diarrhea Virus (PEDV) is a member of the genus Alphacoronavirus, in the family Coronaviridae, of the Nidovirales order and outbreaks of porcine epidemic diarrhoea (PED) were first recorded in England in the 1970s. Intriguingly the virus has since successfully made its way around the globe, while seemingly becoming extinct in parts of Europe before its recent return from Northern America. In this review we are re-evaluating the spread of PEDV, its biology and are looking at lessons learnt from both failure and success. While a new analysis of PEDV genomes demonstrates a wider heterogeneity of PEDV than previously anticipated with at least five rather than two genotypes, biological features of the virus and its replication also point towards credible control strategies to limit the impact of this re-emerging virus.",
      "sentences": [
        [
          {
            "segment_text": "Porcine Epidemic Diarrhea Virus ( PEDV ) is a member of the genus Alphacoronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the family Coronaviridae , of the Nidovirales order and outbreaks of porcine epidemic diarrhoea ( PED ) were first recorded in England in the 1970s .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Intriguingly the virus has since successfully made its way around the globe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while seemingly becoming extinct in parts of Europe before its recent return from Northern America .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we are re-evaluating the spread of PEDV ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "its biology and are looking at lessons learnt from both failure and success .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "While a new analysis of PEDV genomes demonstrates a wider heterogeneity of PEDV than previously anticipated with at least five rather than two genotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "biological features of the virus and its replication also point towards credible control strategies to limit the impact of this re-emerging virus .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "145"
  }
}