{
  "paper_id": "f46ad7149ec602bd131fd370682f1b73235cfacc",
  "metadata": {
    "title": "The Effectiveness of Convalescent Plasma and Hyperimmune Immunoglobulin for the Treatment of Severe Acute Respiratory Infections of Viral Etiology: A Systematic Review and Exploratory Meta-analysis",
    "coda_data_split": "train",
    "coda_paper_id": 10821,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. Administration of convalescent plasma, serum, or hyperimmune immunoglobulin may be of clinical benefit for treatment of severe acute respiratory infections (SARIs) of viral etiology. We conducted a systematic review and exploratory meta-analysis to assess the overall evidence.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Administration of convalescent plasma , serum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or hyperimmune immunoglobulin may be of clinical benefit for treatment of severe acute respiratory infections ( SARIs ) of viral etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We conducted a systematic review and exploratory meta-analysis to assess the overall evidence .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Healthcare databases and sources of grey literature were searched in July 2013. All records were screened against the protocol eligibility criteria, using a 3-stage process. Data extraction and risk of bias assessments were undertaken.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Healthcare databases and sources of grey literature were searched in July 2013 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All records were screened against the protocol eligibility criteria , using a 3-stage process .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data extraction and risk of bias assessments were undertaken .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. We identified 32 studies of SARS coronavirus infection and severe influenza. Narrative analyses revealed consistent evidence for a reduction in mortality, especially when convalescent plasma is administered early after symptom onset. Exploratory post hoc meta-analysis showed a statistically significant reduction in the pooled odds of mortality following treatment, compared with placebo or no therapy (odds ratio, 0.25; 95% confidence interval, .14-.45; I 2 \u003d 0%). Studies were commonly of low or very low quality, lacked control groups, and at moderate or high risk of bias. Sources of clinical and methodological heterogeneity were identified.",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We identified 32 studies of SARS coronavirus infection and severe influenza .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Narrative analyses revealed consistent evidence for a reduction in mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially when convalescent plasma is administered early after symptom onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exploratory post hoc meta-analysis showed a statistically significant reduction in the pooled odds of mortality following treatment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared with placebo or no therapy ( odds ratio , 0.25 ; 95 % confidence interval , .14-.45 ; I 2 \u003d 0 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Studies were commonly of low or very low quality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lacked control groups , and at moderate or high risk of bias .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sources of clinical and methodological heterogeneity were identified .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. Convalescent plasma may reduce mortality and appears safe. This therapy should be studied within the context of a well-designed clinical trial or other formal evaluation, including for treatment of Middle East respiratory syndrome coronavirus CoV infection.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Convalescent plasma may reduce mortality and appears safe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This therapy should be studied within the context of a well-designed clinical trial or other formal evaluation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including for treatment of Middle East respiratory syndrome coronavirus CoV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "21",
    "token_num": "238"
  }
}