{
  "paper_id": "f48acaa9b87ab31e2be26149983fd243c4a9be6f",
  "metadata": {
    "title": "Protective effects of hypericin against infectious bronchitis virus induced apoptosis and reactive oxygen species in chicken embryo kidney cells",
    "coda_data_split": "train",
    "coda_paper_id": 5365,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Avian infectious bronchitis virus (IBV), a coronavirus, causes infectious bronchitis leading to enormous economic loss in the poultry industry worldwide. Hypericin (HY) is an excellent compound that has been investigated in antiviral, antineoplastic, and antidepressant. To investigate the inhibition effect of HY on IBV infection in chicken embryo kidney (CEK) cells, 3 different experimental designs: pre-treatment of cells prior to IBV infection, direct treatment of IBV-infected cells, and pre-treatment of IBV prior to cell infection were used. Quantitative real-time PCR (qRT-PCR), immunofluorescence assay (IFA), flow cytometry, and fluorescence microscopy were performed and virus titer was determined by TCID 50 . The re-sults revealed that HY had a good anti-IBV effect when HY directly treated the IBV-infected cells, and virus infectivity decreased in a dose-dependent manner. Furthermore, HY inhibited IBV-induced apoptosis in CEK cells, and significantly reduced the mRNA expression levels of Fas, FasL, JNK, Bax, Caspase 3, and Caspase 8, and significantly increased Bcl-2 mRNA expression level in CEK cells. In addition, HY treatment could decrease IBV-induced reactive oxygen species (ROS) generation in CEK cells. These results suggested that HY showed potential antiviral activities against IBV infection involving the inhibition of apoptosis and ROS generation in CEK cells.",
      "sentences": [
        [
          {
            "segment_text": "Avian infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a coronavirus , causes infectious bronchitis leading to enormous economic loss in the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Hypericin ( HY ) is an excellent compound that has been investigated in antiviral , antineoplastic , and antidepressant .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the inhibition effect of HY on IBV infection in chicken embryo kidney ( CEK ) cells ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "3 different experimental designs : pre-treatment of cells prior to IBV infection ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "direct treatment of IBV-infected cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and pre-treatment of IBV prior to cell infection were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Quantitative real-time PCR ( qRT-PCR ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunofluorescence assay ( IFA ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "flow cytometry , and fluorescence microscopy were performed and virus titer was determined by TCID 50 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The re-sults revealed that HY had a good anti-IBV effect when HY directly treated the IBV-infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and virus infectivity decreased in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , HY inhibited IBV-induced apoptosis in CEK cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and significantly reduced the mRNA expression levels of Fas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FasL , JNK , Bax ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Caspase 3 , and Caspase 8 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and significantly increased Bcl-2 mRNA expression level in CEK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , HY treatment could decrease IBV-induced reactive oxygen species ( ROS ) generation in CEK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggested that HY showed potential antiviral activities against IBV infection involving the inhibition of apoptosis and ROS generation in CEK cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "238"
  }
}