{
  "paper_id": "f49a098fd9ba2eb7789e756743289c16d98133ab",
  "metadata": {
    "title": "Myocarditis caused by Feline Immunodeficiency Virus in Five Cats with Hypertrophic Cardiomyopathy ScienceDirect",
    "coda_data_split": "train",
    "coda_paper_id": 4470,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral infections have been implicated as the cause of cardiomyopathy in several mammalian species. This study describes hypertrophic cardiomyopathy (HCM) and myocarditis associated with feline immunodeficiency virus (FIV) infection in five cats aged between 1 and 4 years. Clinical manifestations included dyspnoea in four animals, one of which also exhibited restlessness. One animal showed only lethargy, anorexia and vomiting. Necropsy examination revealed marked cardiomegaly, marked left ventricular hypertrophy and pallor of the myocardium and epicardium in all animals. Microscopical and immunohistochemical examination showed multifocal infiltration of the myocardium with T lymphocytes and fewer macrophages, neutrophils and plasma cells. An intense immunoreaction for FIV antigen in the cytoplasm and nucleus of lymphocytes and the cytoplasm of some macrophages was observed via immunohistochemistry (IHC). IHC did not reveal the presence of antigen from feline calicivirus, coronavirus, feline leukaemia virus, feline parvovirus, Chlamydia spp. or Toxoplasma gondii. The results demonstrate the occurrence of FIV infection in inflammatory cells in the myocardium of five cats with myocarditis and HCM.",
      "sentences": [
        [
          {
            "segment_text": "Viral infections have been implicated as the cause of cardiomyopathy in several mammalian species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study describes hypertrophic cardiomyopathy ( HCM ) and myocarditis associated with feline immunodeficiency virus ( FIV ) infection in five cats aged between 1 and 4 years .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Clinical manifestations included dyspnoea in four animals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one of which also exhibited restlessness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One animal showed only lethargy , anorexia and vomiting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Necropsy examination revealed marked cardiomegaly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "marked left ventricular hypertrophy and pallor of the myocardium and epicardium in all animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microscopical and immunohistochemical examination showed multifocal infiltration of the myocardium with T lymphocytes and fewer macrophages , neutrophils and plasma cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An intense immunoreaction for FIV antigen in the cytoplasm and nucleus of lymphocytes and the cytoplasm of some macrophages was observed via immunohistochemistry ( IHC ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IHC did not reveal the presence of antigen from feline calicivirus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "coronavirus , feline leukaemia virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feline parvovirus , Chlamydia spp. or Toxoplasma gondii .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrate the occurrence of FIV infection in inflammatory cells in the myocardium of five cats with myocarditis and HCM .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "188"
  }
}