{
  "paper_id": "f49e6e46478825425a0f97dca718e6f5efceb9f9",
  "metadata": {
    "title": "Lentiviral Vectors for Immune Cells Targeting",
    "coda_data_split": "train",
    "coda_paper_id": 2236,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lentiviral vectors are efficient gene delivery vehicles suitable for delivering long-term transgene expression in various cell types. Engineering lentiviral vectors to have the capacity to transduce specific cell types is of great interest to advance the translation of lentiviral vectors towards the clinic.",
      "sentences": [
        [
          {
            "segment_text": "Lentiviral vectors are efficient gene delivery vehicles suitable for delivering long-term transgene expression in various cell types .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Engineering lentiviral vectors to have the capacity to transduce specific cell types is of great interest to advance the translation of lentiviral vectors towards the clinic .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Here we provide an overview of innovative approaches to target lentiviral vectors to cells of the immune system. In this overview we distinguish between two types of lentiviral vector targeting strategies: 1) targeting of the vectors to specific cells by lentiviral vector surface modifications, and 2) targeting at the level of transgene transcription by insertion of tissue-specific promoters to drive transgene expression. It is clear that each strategy is of enormous value but ultimately combining these approaches may help reduce the effects of off-target expression and improve the efficiency and saftey of lentiviral vectors for gene therapy.",
      "sentences": [
        [
          {
            "segment_text": "Here we provide an overview of innovative approaches to target lentiviral vectors to cells of the immune system .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this overview we distinguish between two types of lentiviral vector targeting strategies : 1 ) targeting of the vectors to specific cells by lentiviral vector surface modifications ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and 2 ) targeting at the level of transgene transcription by insertion of tissue-specific promoters to drive transgene expression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is clear that each strategy is of enormous value but ultimately combining these approaches may help reduce the effects of off-target expression and improve the efficiency and saftey of lentiviral vectors for gene therapy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "149"
  }
}