{
  "paper_id": "f4ad52dc5cd31513cc22af8923ba315c0b37f54e",
  "metadata": {
    "title": "Synthetic viruses: a new opportunity to understand and prevent viral disease NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 3215,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rapid progress in DNA synthesis and sequencing is spearheading the deliberate, large-scale genetic alteration of organisms. These new advances in DNA manipulation have been extended to the level of whole-genome synthesis, as evident from the synthesis of poliovirus, from the resurrection of the extinct 1918 strain of influenza virus and of human endogenous retroviruses and from the restructuring of the phage T7 genome. The largest DNA synthesized so far is the 582,970 base pair genome of Mycoplasma genitalium, although, as yet, this synthetic DNA has not been \u0027booted\u0027 to life. As genome synthesis is independent of a natural template, it allows modification of the structure and function of a virus\u0027s genetic information to an extent that was hitherto impossible. The common goal of this new strategy is to further our understanding of an organism\u0027s properties, particularly its pathogenic armory if it causes disease in humans, and to make use of this new information to protect from, or treat, human viral disease. Although only a few applications of virus synthesis have been described as yet, key recent findings have been the resurrection of the 1918 influenza virus and the generation of codon-and codon pair-deoptimized polioviruses.",
      "sentences": [
        [
          {
            "segment_text": "Rapid progress in DNA synthesis and sequencing is spearheading the deliberate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "large-scale genetic alteration of organisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These new advances in DNA manipulation have been extended to the level of whole-genome synthesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as evident from the synthesis of poliovirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from the resurrection of the extinct 1918 strain of influenza virus and of human endogenous retroviruses and from the restructuring of the phage T7 genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The largest DNA synthesized so far is the 582,970 base pair genome of Mycoplasma genitalium ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although , as yet , this synthetic DNA has not been ` booted \u0027 to life .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As genome synthesis is independent of a natural template ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it allows modification of the structure and function of a virus \u0027s genetic information to an extent that was hitherto impossible .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The common goal of this new strategy is to further our understanding of an organism \u0027s properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly its pathogenic armory if it causes disease in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and to make use of this new information to protect from ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or treat , human viral disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although only a few applications of virus synthesis have been described as yet ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "key recent findings have been the resurrection of the 1918 influenza virus and the generation of codon-and codon pair-deoptimized polioviruses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Unprecedented progress in synthesis and sequence analysis of DNA lies at the heart of the recent transformation of molecular biology and the emergence of the field termed synthetic biology. Sequencing a DNA in the megabase (Mb) range is no longer a daunting undertaking and, applying the most advanced technology, can be accomplished within less than a week. DNA synthesis has not yet advanced to the efficiency of DNA sequencing, but synthesizing DNA of 8-30 kilobase pairs (kbp)-the genome size of most RNA viruses and many DNA viruses-can be accomplished easily and is largely a matter of available resources.",
      "sentences": [
        [
          {
            "segment_text": "Unprecedented progress in synthesis and sequence analysis of DNA lies at the heart of the recent transformation of molecular biology and the emergence of the field termed synthetic biology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequencing a DNA in the megabase ( Mb ) range is no longer a daunting undertaking and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "applying the most advanced technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "can be accomplished within less than a week .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "DNA synthesis has not yet advanced to the efficiency of DNA sequencing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but synthesizing DNA of 8-30 kilobase pairs ( kbp ) - the genome size of most RNA viruses and many DNA viruses-can be accomplished easily and is largely a matter of available resources .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "It is not surprising, therefore, that the de novo synthesis of viral genomes in the absence of a natural template has found its way into studies of viruses, although this branch of virology is still in its infancy. Chemical synthesis of viral genomes provides a new and powerful tool for studying the function and expression of viral genes, as well as their pathogenic potential. This method is particularly useful if the natural viral template is not available. It also allows the genetic modification of viral genomes on a scale that would be impossible to achieve by conventional molecular biology methods.",
      "sentences": [
        [
          {
            "segment_text": "It is not surprising , therefore ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "that the de novo synthesis of viral genomes in the absence of a natural template has found its way into studies of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although this branch of virology is still in its infancy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Chemical synthesis of viral genomes provides a new and powerful tool for studying the function and expression of viral genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as their pathogenic potential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This method is particularly useful if the natural viral template is not available .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It also allows the genetic modification of viral genomes on a scale that would be impossible to achieve by conventional molecular biology methods .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "28",
    "token_num": "434"
  }
}