{
  "paper_id": "f4b47f1a80033ca995f5d07f908fcc8916909bd2",
  "metadata": {
    "title": "In silico virtual screening approaches for anti-viral drug discovery",
    "coda_data_split": "train",
    "coda_paper_id": 7405,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite the considerable advances in medical and pharmaceutical research during the past years, diseases caused by viruses have remained a major burden to public health. Virtual in silico screening has repeatedly proven to be useful to meet the special challenges of antiviral drug discovery. Large virtual compound libraries are filtered by different computational screening methods such as docking, ligand-based similarity searches or pharmacophore-based screening, reducing the number of candidate molecules to a smaller set of promising candidates that are then tested biologically.",
      "sentences": [
        [
          {
            "segment_text": "Despite the considerable advances in medical and pharmaceutical research during the past years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diseases caused by viruses have remained a major burden to public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virtual in silico screening has repeatedly proven to be useful to meet the special challenges of antiviral drug discovery .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Large virtual compound libraries are filtered by different computational screening methods such as docking ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ligand-based similarity searches or pharmacophore-based screening ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reducing the number of candidate molecules to a smaller set of promising candidates that are then tested biologically .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This rational approach makes the drug discovery process more goal-oriented and saves resources in terms of time and money. In this review we discuss how different virtual screening techniques can be applied to antiviral drug discovery, present recent success stories in this field and finally address the main differences between the methods. Section editors:",
      "sentences": [
        [
          {
            "segment_text": "This rational approach makes the drug discovery process more goal-oriented and saves resources in terms of time and money .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review we discuss how different virtual screening techniques can be applied to antiviral drug discovery ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "present recent success stories in this field and finally address the main differences between the methods .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Section editors :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "146"
  }
}