{
  "paper_id": "f4c1afe385e9e31eb5678e15a3c280ba97326554",
  "metadata": {
    "title": "High Burden of Non-Influenza Viruses in Influenza-Like Illness in the Early Weeks of H1N1v Epidemic in France",
    "coda_data_split": "train",
    "coda_paper_id": 9938,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Influenza-like illness (ILI) may be caused by a variety of pathogens. Clinical observations are of little help to recognise myxovirus infection and implement appropriate prevention measures. The limited use of molecular tools underestimates the role of other common pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Background : Influenza-like illness ( ILI ) may be caused by a variety of pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical observations are of little help to recognise myxovirus infection and implement appropriate prevention measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The limited use of molecular tools underestimates the role of other common pathogens .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: During the early weeks of the 2009-2010 flu pandemic, a clinical and virological survey was conducted in adult and paediatric patients with ILI referred to two French University hospitals in Paris and Tours. Aims were to investigate the different pathogens involved in ILI and describe the associated symptoms.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : During the early weeks of the 2009-2010 flu pandemic ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a clinical and virological survey was conducted in adult and paediatric patients with ILI referred to two French University hospitals in Paris and Tours .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Aims were to investigate the different pathogens involved in ILI and describe the associated symptoms .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods: H1N1v pandemic influenza diagnosis was performed with real time RT-PCR assay. Other viral aetiologies were investigated by the molecular multiplex assay RespiFinder19H. Clinical data were collected prospectively by physicians using a standard questionnaire.",
      "sentences": [
        [
          {
            "segment_text": "Methods : H1N1v pandemic influenza diagnosis was performed with real time RT-PCR assay .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Other viral aetiologies were investigated by the molecular multiplex assay RespiFinder19H .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Clinical data were collected prospectively by physicians using a standard questionnaire .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: From week 35 to 44, endonasal swabs were collected in 413 patients. Overall, 68 samples (16.5%) were positive for H1N1v. In 13 of them, other respiratory pathogens were also detected. Among H1N1v negative samples, 213 (61.9%) were positive for various respiratory agents, 190 in single infections and 23 in mixed infections. The most prevalent viruses in H1N1v negative single infections were rhinovirus (62.6%), followed by parainfluenza viruses (24.2%) and adenovirus (5.3%). 70.6% of H1N1v cases were identified in patients under 40 years and none after 65 years. There was no difference between clinical symptoms observed in patients infected with H1N1v or with other pathogens.",
      "sentences": [
        [
          {
            "segment_text": "Results : From week 35 to 44 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "endonasal swabs were collected in 413 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , 68 samples ( 16.5 % ) were positive for H1N1v .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 13 of them , other respiratory pathogens were also detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among H1N1v negative samples , 213 ( 61.9 % ) were positive for various respiratory agents ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "190 in single infections and 23 in mixed infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most prevalent viruses in H1N1v negative single infections were rhinovirus ( 62.6 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by parainfluenza viruses ( 24.2 % ) and adenovirus ( 5.3 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "70.6 % of H1N1v cases were identified in patients under 40 years and none after 65 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no difference between clinical symptoms observed in patients infected with H1N1v or with other pathogens .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Our results highlight the high frequency of non-influenza viruses involved in ILI during the pre-epidemic period of a flu alert and the lack of specific clinical signs associated with influenza infections. Rapid diagnostic screening of a large panel of respiratory pathogens may be critical to define and survey the epidemic situation and to provide critical information for patient management.",
      "sentences": [
        [
          {
            "segment_text": "Our results highlight the high frequency of non-influenza viruses involved in ILI during the pre-epidemic period of a flu alert and the lack of specific clinical signs associated with influenza infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Rapid diagnostic screening of a large panel of respiratory pathogens may be critical to define and survey the epidemic situation and to provide critical information for patient management .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "17",
    "segment_num": "21",
    "token_num": "333"
  }
}