{
  "paper_id": "f4c43e4ae49ca69dbac32620bd0a73ecbb683b91",
  "metadata": {
    "title": "Exploring the Innate Immunological Response of an Alternative Nonhuman Primate Model of Infectious Disease; the Common Marmoset",
    "coda_data_split": "train",
    "coda_paper_id": 3213,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The common marmoset (Callithrix jacchus) is increasingly being utilised as a nonhuman primate model for human disease, ranging from autoimmune to infectious disease. In order to fully exploit these models, meaningful comparison to the human host response is necessary. Commercially available reagents, primarily targeted to human cells, were utilised to assess the phenotype and activation status of key immune cell types and cytokines in naive and infected animals. Single cell suspensions of blood, spleen, and lung were examined. Generally, the phenotype of cells was comparable between humans and marmosets, with approximately 63% of all lymphocytes in the blood of marmosets being T cells, 25% B-cells, and 12% NK cells. The percentage of neutrophils in marmoset blood were more similar to human values than mouse values. Comparison of the activation status of cells following experimental systemic or inhalational infection exhibited different trends in different tissues, most obvious in cell types active in the innate immune response. This work significantly enhances the ability to understand the immune response in these animals and fortifies their use as models of infectious disease.",
      "sentences": [
        [
          {
            "segment_text": "The common marmoset ( Callithrix jacchus ) is increasingly being utilised as a nonhuman primate model for human disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "ranging from autoimmune to infectious disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to fully exploit these models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "meaningful comparison to the human host response is necessary .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Commercially available reagents , primarily targeted to human cells ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were utilised to assess the phenotype and activation status of key immune cell types and cytokines in naive and infected animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Single cell suspensions of blood ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "spleen , and lung were examined .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Generally , the phenotype of cells was comparable between humans and marmosets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with approximately 63 % of all lymphocytes in the blood of marmosets being T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "25 % B-cells , and 12 % NK cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The percentage of neutrophils in marmoset blood were more similar to human values than mouse values .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of the activation status of cells following experimental systemic or inhalational infection exhibited different trends in different tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most obvious in cell types active in the innate immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work significantly enhances the ability to understand the immune response in these animals and fortifies their use as models of infectious disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "202"
  }
}