{
  "paper_id": "f4e399086421d7a4ee583df68104d16113c12412",
  "metadata": {
    "title": "Regional Localization of Virus in the Central Nervous System of Mice Persistently Infected with Murine Coronavirus JHM",
    "coda_data_split": "train",
    "coda_paper_id": 7094,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Suckling C57BU6 mice infected with mouse hepatitis virus strain JHM (MHV-JHM) develop either a fatal acute encephalomyelitis or a late onset demyelinating disease, depending on whether they are nursed by unimmunized or immunized dams. To determine the localization of virus-specific RNA, serial sections of brains from infected and uninfected mice were annealed with a %-labeled antisense RNA probe and analyzed by film autoradiography.",
      "sentences": [
        [
          {
            "segment_text": "Suckling C57BU6 mice infected with mouse hepatitis virus strain JHM ( MHV-JHM ) develop either a fatal acute encephalomyelitis or a late onset demyelinating disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "depending on whether they are nursed by unimmunized or immunized dams .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine the localization of virus-specific RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serial sections of brains from infected and uninfected mice were annealed with a % - labeled antisense RNA probe and analyzed by film autoradiography .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "In the mice with acute encephalomyelitis, viral RNA was present in the mesencephalon, hypothalamus, hippocampus, basal ganglia, subcortical white matter, and thalamus. Viral RNA was detected in the spinal cords of all mice with the late onset, demyelinating encephalomyelitis, but was distributed into three different patterns in the brains of these mice, even though all had the same clinical disease. In the first group, viral RNA was detected only in the brainstem. In the second group, viral RNA was detected in the brainstem, thalamus, and cerebral grey matter. This distribution was consistent with viral spread along well-defined tracts connecting these parts of the brain. In the third group, viral RNA could be detected both in the brainstem and in several white matter tracts within close physical proximity to the optic chiasm. This distribution was consistent with viral spread by an extracellular route from one white matter tract to other tracts which were physically close, but which were not part of the same pathways. These results suggest that MHV-JHM spreads through the central nervous system both along well-defined neuronal pathways and by spread from contiguous structures, but also suggest that viral replicates preferentially in a limited number of areas of the brain. The technique of in situ hybridization with film autoradiography should be generally useful for analyzing macroscopic movements of virus within infected organs. Q 1998 Academic press. hc.",
      "sentences": [
        [
          {
            "segment_text": "In the mice with acute encephalomyelitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral RNA was present in the mesencephalon ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hypothalamus , hippocampus , basal ganglia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subcortical white matter , and thalamus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was detected in the spinal cords of all mice with the late onset ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demyelinating encephalomyelitis , but was distributed into three different patterns in the brains of these mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "even though all had the same clinical disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the first group , viral RNA was detected only in the brainstem .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the second group , viral RNA was detected in the brainstem ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thalamus , and cerebral grey matter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This distribution was consistent with viral spread along well-defined tracts connecting these parts of the brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the third group , viral RNA could be detected both in the brainstem and in several white matter tracts within close physical proximity to the optic chiasm .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This distribution was consistent with viral spread by an extracellular route from one white matter tract to other tracts which were physically close ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but which were not part of the same pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that MHV-JHM spreads through the central nervous system both along well-defined neuronal pathways and by spread from contiguous structures ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also suggest that viral replicates preferentially in a limited number of areas of the brain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The technique of in situ hybridization with film autoradiography should be generally useful for analyzing macroscopic movements of virus within infected organs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Q 1998 Academic press .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "hc .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "326"
  }
}