{
  "paper_id": "f4e9c8146b264702cc723ed03d2fd0c7b71dbc45",
  "metadata": {
    "title": "Noninvasive ventilation support during fiberoptic bronchoscopy-guided nasotracheal intubation effectively prevents severe hypoxemia",
    "coda_data_split": "train",
    "coda_paper_id": 2316,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "a b s t r a c t a r t i c l e i n f o",
      "sentences": [
        [
          {
            "segment_text": "a b s t r a c t a r t i c l e i n f o",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Purpose: This study investigated the feasibility and efficacy of continuous noninvasive ventilation (NIV) support with 100% oxygen using a specially designed face mask, for reducing desaturation during fiberoptic bronchoscopy (FOB)-guided intubation in critically ill patients with respiratory failure. Materials and methods: This was a single-center prospective randomized study. All patients undergoing FOBguided nasal tracheal intubation were randomized to bag-valve-mask ventilation or NIV for preoxygenation followed by intubation. The NIV group were intubated through a sealed hole in a specially designed face mask during continuous NIV support with 100% oxygen. Control patients were intubated with removal of the mask and no ventilatory support. Results: We enrolled 106 patients, including 53 in each group. Pulse oxygen saturation (SpO 2 ) after preoxygenation (99% (96%-100%) vs. 96% (90%-99%), p \u003d .001) and minimum SpO 2 during intubation (95% (87%-100%) vs. 83% (74%-91%), p b .01) were both significantly higher in the NIV compared with the control group. Severe hypoxemic events (SpO 2 b 80%) occurred less frequently in the NIV group than in controls (7.4% vs. 37.7%, respectively; p b .01). Conclusions: Continuous NIV support during FOB-guided nasal intubation can prevent severe desaturation during intubation in critically ill patients with respiratory failure. Trial registration: ClinicalTrials.gov, NCT02462668. Registered on 25 May 2015, https://www.clinicaltrials.gov/ ct2/results?term\u003dNCT02462668.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : This study investigated the feasibility and efficacy of continuous noninvasive ventilation ( NIV ) support with 100 % oxygen using a specially designed face mask ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "for reducing desaturation during fiberoptic bronchoscopy ( FOB ) - guided intubation in critically ill patients with respiratory failure .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and methods : This was a single-center prospective randomized study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All patients undergoing FOBguided nasal tracheal intubation were randomized to bag-valve-mask ventilation or NIV for preoxygenation followed by intubation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The NIV group were intubated through a sealed hole in a specially designed face mask during continuous NIV support with 100 % oxygen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Control patients were intubated with removal of the mask and no ventilatory support .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We enrolled 106 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including 53 in each group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pulse oxygen saturation ( SpO 2 ) after preoxygenation ( 99 % ( 96 % -100 % ) vs. 96 % ( 90 % -99 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p \u003d .001 ) and minimum SpO 2 during intubation ( 95 % ( 87 % -100 % ) vs. 83 % ( 74 % -91 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "p b .01 ) were both significantly higher in the NIV compared with the control group .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Severe hypoxemic events ( SpO 2 b 80 % ) occurred less frequently in the NIV group than in controls ( 7.4 % vs. 37.7 % , respectively ; p b .01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Continuous NIV support during FOB-guided nasal intubation can prevent severe desaturation during intubation in critically ill patients with respiratory failure .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Trial registration : ClinicalTrials.gov , NCT02462668 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Registered on 25 May 2015 , https://www.clinicaltrials.gov/ ct2/results ?",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "term \u003d NCT02462668 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "301"
  }
}