{
  "paper_id": "f4f5554fc728d992f8c40943b691329ecad99e40",
  "metadata": {
    "title": "A type-specific blocking ELISA for the detection of infectious bronchitis virus antibody",
    "coda_data_split": "train",
    "coda_paper_id": 9435,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious bronchitis virus (IBV) infection has been a major threat to the poultry industry worldwide. Current commercially available ELISA kits detect group-specific antibodies; however, to understand the status of field infection, a monoclonal antibody (mAb) blocking ELISA (b-ELISA) against local IBVs was developed. The selected mAb showed specificity to Taiwan IBV strains but had no cross-reactivity with the vaccine strain H120. Using the hemagglutination inhibition (HI) test as a standard, the cut-off value, sensitivity, and specificity of a b-ELISA using this mAb were evaluated in 390 field samples. The typespecificity of detection was validated using a panel of chicken hyperimmune sera. The results showed that the b-ELISA demonstrated high sensitivity (98.0%) and specificity (97.2%) of detection. The agreement between the results of the b-ELISA and the HI test was statistically significant (Kappa \u003d 0.95), and there was no significant difference between these two methods (McNemar p \u003d 0.72). The b-ELISA specifically detected Taiwan IBV serotypes but not three non-Taiwan IBV serotypes nor sera against other avian pathogens. This b-ELISA provides type-specific antibody detection of local IBV strains. It has the potential to serve as a rapid and reliable diagnostic method for IBV clinical infections in the field in Taiwan.",
      "sentences": [
        [
          {
            "segment_text": "Infectious bronchitis virus ( IBV ) infection has been a major threat to the poultry industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current commercially available ELISA kits detect group-specific antibodies ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "to understand the status of field infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a monoclonal antibody ( mAb ) blocking ELISA ( b-ELISA ) against local IBVs was developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The selected mAb showed specificity to Taiwan IBV strains but had no cross-reactivity with the vaccine strain H120 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using the hemagglutination inhibition ( HI ) test as a standard ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the cut-off value , sensitivity ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and specificity of a b-ELISA using this mAb were evaluated in 390 field samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The typespecificity of detection was validated using a panel of chicken hyperimmune sera .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the b-ELISA demonstrated high sensitivity ( 98.0 % ) and specificity ( 97.2 % ) of detection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The agreement between the results of the b-ELISA and the HI test was statistically significant ( Kappa \u003d 0.95 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and there was no significant difference between these two methods ( McNemar p \u003d 0.72 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The b-ELISA specifically detected Taiwan IBV serotypes but not three non-Taiwan IBV serotypes nor sera against other avian pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This b-ELISA provides type-specific antibody detection of local IBV strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It has the potential to serve as a rapid and reliable diagnostic method for IBV clinical infections in the field in Taiwan .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "234"
  }
}