{
  "paper_id": "f50562c5a5e9f206dba3c559e6b4f5b65aadf7f4",
  "metadata": {
    "title": "Virology Journal Epstein-barr virus induced cellular changes in nasal mucosa",
    "coda_data_split": "train",
    "coda_paper_id": 2962,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "A 21-year-old man presented with nasal obstruction of the right nasal fossa of 1 year duration. Nasal endoscopy revealed in the right inferior turbinate head a rounded neoplasm about 1 cm in diameter.",
      "sentences": [
        [
          {
            "segment_text": "A 21-year-old man presented with nasal obstruction of the right nasal fossa of 1 year duration .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nasal endoscopy revealed in the right inferior turbinate head a rounded neoplasm about 1 cm in diameter .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Cytologic study of a nasal scraping specimen disclosed numerous clusters containing columnar cells with cytomegaly, prominent multinucleation, markedly sparse shortened cilia; the cytoplasm contained an acidophil area and a small round area that stained poorly; cells with a large intracytoplasmic vacuole that was acidophil and PAS+. Serology tests using the nested polymer chain reaction (PCR) technique on serum, nasal and pharyngeal smears revealed an Epstein-Barr virus (EBV) infection that was confirmed at electron microscopy. The clinical and cytological features resolved 19 months after the initial evaluation.",
      "sentences": [
        [
          {
            "segment_text": "Cytologic study of a nasal scraping specimen disclosed numerous clusters containing columnar cells with cytomegaly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "prominent multinucleation , markedly sparse shortened cilia ; the cytoplasm contained an acidophil area and a small round area that stained poorly ; cells with a large intracytoplasmic vacuole that was acidophil and PAS + .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Serology tests using the nested polymer chain reaction ( PCR ) technique on serum ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nasal and pharyngeal smears revealed an Epstein-Barr virus ( EBV ) infection that was confirmed at electron microscopy .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical and cytological features resolved 19 months after the initial evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The authors advise carrying out clinical (endoscopy, serology, etc.) evaluation of all endonasal neoplasms and to routinely perform cytological study on nasal scraping specimens. When samples test positive for EBV, nasal and nasopharyngeal endoscopy should be performed regularly to detect possible evidence for nasopharyngeal carcinoma (NPC).",
      "sentences": [
        [
          {
            "segment_text": "The authors advise carrying out clinical ( endoscopy , serology , etc. ) evaluation of all endonasal neoplasms and to routinely perform cytological study on nasal scraping specimens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When samples test positive for EBV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nasal and nasopharyngeal endoscopy should be performed regularly to detect possible evidence for nasopharyngeal carcinoma ( NPC ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "189"
  }
}