{
  "paper_id": "f508f5a7c736788eb798ee76553b33b887882e63",
  "metadata": {
    "title": "Early gene expression events in ferrets in response to SARS coronavirus infection versus direct interferon-alpha2b stimulation",
    "coda_data_split": "train",
    "coda_paper_id": 5538,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Type I interferons (IFNs) are essential to the clearance of viral diseases, however, a clear distinction between genes upregulated by direct virus-cell interactions and genes upregulated by secondary IFN production has not been made. Here, we investigated differential gene regulation in ferrets upon subcutaneous administration of IFN-α2b and during SARS-CoV infection. In vivo experiments revealed that IFN-α2b causes STAT1 phosphorylation and upregulation of abundant IFN response genes (IRGs), chemokine receptors, and other genes that participate in phagocytosis and leukocyte transendothelial migration. During infection with SARS-CoV not only a variety of IRGs were upregulated, but also a significantly broader range of genes involved in cell migration and inflammation. This work allowed dissection of several molecular signatures present during SARS-CoV which are part of a robust IFN antiviral response. These signatures can be useful markers to evaluate the status of IFN responses during a viral infection and specific features of different viruses.",
      "sentences": [
        [
          {
            "segment_text": "Type I interferons ( IFNs ) are essential to the clearance of viral diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , a clear distinction between genes upregulated by direct virus-cell interactions and genes upregulated by secondary IFN production has not been made .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we investigated differential gene regulation in ferrets upon subcutaneous administration of IFN-α2b and during SARS-CoV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In vivo experiments revealed that IFN-α2b causes STAT1 phosphorylation and upregulation of abundant IFN response genes ( IRGs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chemokine receptors , and other genes that participate in phagocytosis and leukocyte transendothelial migration .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "During infection with SARS-CoV not only a variety of IRGs were upregulated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also a significantly broader range of genes involved in cell migration and inflammation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work allowed dissection of several molecular signatures present during SARS-CoV which are part of a robust IFN antiviral response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These signatures can be useful markers to evaluate the status of IFN responses during a viral infection and specific features of different viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "9",
    "token_num": "166"
  }
}