{
  "paper_id": "f517779e34858d0ead654a118f04e05e8744f23e",
  "metadata": {
    "title": "Tissue Specific Expression of Hepatitis B Virus Surface Antigen in Transgenic Plant Cells and Tissue Culture",
    "coda_data_split": "train",
    "coda_paper_id": 5988,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The tobacco plants ( Nicotiana tabacum L.) carrying the HBsAg gene controlled by ( Aocs ) 3 AmasPmas, the hybrid promoter that includes regulatory elements of the agrobacterial octopine and mannopine synthase genes, as well as plants controlled by the same promoter and adh 1 , maize alcohol dehydrogenase gene intron were obtained. The presence of the adh 1 gene intron did not significantly change the level of expression of the çÇ s Ä g gene in plants. The analysis of expression of hepatitis B virus surface antigen (HBs-antigen) in transformed plants expressing the çÇ s Ä g under the control of different promoters was made. The level of HBs-antigen in plants carrying the HBsAg gene controlled by ( Aocs ) 3 AmasPmas, the hybrid agrobacterium-derived promoter, was the highest in roots and made up to 0.01% of total amount of soluble protein. The level of HBs-antigen in plants carrying the HBsAg gene controlled by the dual 35S RNA cauliflower mosaic virus promoter was the same in all organs of the plant and made up to 0.06% of the total amount of soluble protein. Hairy root and callus cultures of plants carrying the HBsAg gene and expressing the HBs-antigen were obtained.",
      "sentences": [
        [
          {
            "segment_text": "The tobacco plants ( Nicotiana tabacum L. ) carrying the HBsAg gene controlled by ( Aocs ) 3 AmasPmas ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the hybrid promoter that includes regulatory elements of the agrobacterial octopine and mannopine synthase genes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as plants controlled by the same promoter and adh 1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "maize alcohol dehydrogenase gene intron were obtained .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The presence of the adh 1 gene intron did not significantly change the level of expression of the çÇ s Ä g gene in plants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The analysis of expression of hepatitis B virus surface antigen ( HBs-antigen ) in transformed plants expressing the çÇ s Ä g under the control of different promoters was made .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The level of HBs-antigen in plants carrying the HBsAg gene controlled by ( Aocs ) 3 AmasPmas ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the hybrid agrobacterium-derived promoter , was the highest in roots and made up to 0.01 % of total amount of soluble protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The level of HBs-antigen in plants carrying the HBsAg gene controlled by the dual 35S RNA cauliflower mosaic virus promoter was the same in all organs of the plant and made up to 0.06 % of the total amount of soluble protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hairy root and callus cultures of plants carrying the HBsAg gene and expressing the HBs-antigen were obtained .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "216"
  }
}