{
  "paper_id": "f52eaf9b1a5f1c66cdf800be68051bdd931aeeac",
  "metadata": {
    "title": "Healthcare-associated infections: the hallmark of Middle East respiratory syndrome coronavirus with review of the literature",
    "coda_data_split": "train",
    "coda_paper_id": 10921,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus MERS Healthcare-associated outbreaks S U M M A R Y Middle East respiratory syndrome coronavirus (MERS-CoV) is capable of causing acute respiratory illness. Laboratory-confirmed MERS-CoV cases may be asymptomatic, have mild disease, or have a life-threatening infection with a high case fatality rate. There are three patterns of transmission: sporadic community cases from presumed non-human exposure, family clusters arising from contact with an infected family index case, and healthcareacquired infections among patients and from patients to healthcare workers. Healthcareacquired MERS infection has become a well-known characteristic of the disease and a leading means of spread. The main factors contributing to healthcare-associated outbreaks include delayed recognition, inadequate infection control measures, inadequate triaging and isolation of suspected MERS or other respiratory illness patients, crowding, and patients remaining in the emergency department for many days. A review of the literature suggests that effective control of hospital outbreaks was accomplished in most instances by the application of proper infection control procedures. Prompt recognition, isolation and management of suspected cases are key factors for prevention of the spread of MERS. Repeated assessments of infection control and monitoring of corrective measures contribute to changing the course of an outbreak. Limiting the number of contacts and hospital visits are also important factors to decrease the spread of infection.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus MERS Healthcare-associated outbreaks S U M M A R Y Middle East respiratory syndrome coronavirus ( MERS-CoV ) is capable of causing acute respiratory illness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Laboratory-confirmed MERS-CoV cases may be asymptomatic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have mild disease , or have a life-threatening infection with a high case fatality rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are three patterns of transmission : sporadic community cases from presumed non-human exposure ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "family clusters arising from contact with an infected family index case ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and healthcareacquired infections among patients and from patients to healthcare workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Healthcareacquired MERS infection has become a well-known characteristic of the disease and a leading means of spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The main factors contributing to healthcare-associated outbreaks include delayed recognition ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inadequate infection control measures , inadequate triaging and isolation of suspected MERS or other respiratory illness patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "crowding , and patients remaining in the emergency department for many days .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A review of the literature suggests that effective control of hospital outbreaks was accomplished in most instances by the application of proper infection control procedures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Prompt recognition , isolation and management of suspected cases are key factors for prevention of the spread of MERS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Repeated assessments of infection control and monitoring of corrective measures contribute to changing the course of an outbreak .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Limiting the number of contacts and hospital visits are also important factors to decrease the spread of infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "237"
  }
}