{
  "paper_id": "f55d236f93a8d11a6265a8c3fdfaa2c32b3af19b",
  "metadata": {
    "title": "Association between Hospital Nurses\u0027 Perception of Patient Safety Management and Standard Precaution Adherence: A Cross-Sectional Study",
    "coda_data_split": "train",
    "coda_paper_id": 6411,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Standard precautions should be applied to prevent health care-associated infections during every nursing activity. However, adherence to standard precautions was reported to be inadequate. Therefore, this study aimed to identify the rates of standard precaution adherence and the association between perception of patient safety management and standard precaution adherence. In this cross-sectional descriptive study, a convenience sample of nurses was recruited from a university-affiliated teaching hospital in Seoul, Korea. Data were collected using a structured self-report questionnaire. Among the 332 questionnaires returned (response rate: 94.9%), a total of 329 nurses were analyzed. In the present study, the overall standard precaution adherence rate was approximately 53.5%. The multiple linear regression results revealed that participants\u0027 perceptions of patient safety management were only significantly associated with standard precaution adherence after adjusting other covariates (β \u003d 0.412, p \u003c 0.001). Nurse supervisors should focus more on raising awareness about nurses\u0027 perception of patient safety management based on the specific work environment, such as the total number of nurses working together and the nurse-to-patient ratio. Nurse educators should develop integrated curricula to help graduate nurses transition smoothly into professional practice and enhance adherence to standard precautions in diverse health care settings.",
      "sentences": [
        [
          {
            "segment_text": "Standard precautions should be applied to prevent health care-associated infections during every nursing activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , adherence to standard precautions was reported to be inadequate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , this study aimed to identify the rates of standard precaution adherence and the association between perception of patient safety management and standard precaution adherence .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In this cross-sectional descriptive study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a convenience sample of nurses was recruited from a university-affiliated teaching hospital in Seoul , Korea .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data were collected using a structured self-report questionnaire .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Among the 332 questionnaires returned ( response rate : 94.9 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a total of 329 nurses were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In the present study , the overall standard precaution adherence rate was approximately 53.5 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multiple linear regression results revealed that participants \u0027 perceptions of patient safety management were only significantly associated with standard precaution adherence after adjusting other covariates ( β \u003d 0.412 , p \u003c 0.001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nurse supervisors should focus more on raising awareness about nurses \u0027 perception of patient safety management based on the specific work environment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the total number of nurses working together and the nurse-to-patient ratio .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nurse educators should develop integrated curricula to help graduate nurses transition smoothly into professional practice and enhance adherence to standard precautions in diverse health care settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "223"
  }
}