{
  "paper_id": "f5904e859cbc8376f380ea3827ef9d65d5cd5c07",
  "metadata": {
    "title": "Drivers, dynamics, and control of emerging vector-borne zoonotic diseases",
    "coda_data_split": "train",
    "coda_paper_id": 2959,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Emerging vector-borne diseases represent an important issue for global health. Many vector-borne pathogens have appeared in new regions in the past two decades, and many endemic diseases have increased in incidence. Although introductions and local emergence are frequently considered distinct processes, many emerging endemic pathogens are in fact invading at a local scale coincident with habitat change. We highlight key differences in the dynamics and disease burden that result from increased pathogen transmission following habitat change compared with the introduction of pathogens to new regions. Truly in situ emergence is commonly driven by changes in human factors as much as by enhanced enzootic cycles whereas pathogen invasion results from anthropogenic trade and travel and suitable conditions for a pathogen, including hosts, vectors, and climate. Once established, ecological factors related to vector characteristics shape the evolutionary selective pressure on pathogens that may result in increased use of humans as transmission hosts. We describe challenges inherent in the control of vector-borne zoonotic diseases and some emerging non-traditional strategies that may be more effective in the long term.",
      "sentences": [
        [
          {
            "segment_text": "Emerging vector-borne diseases represent an important issue for global health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many vector-borne pathogens have appeared in new regions in the past two decades ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and many endemic diseases have increased in incidence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although introductions and local emergence are frequently considered distinct processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many emerging endemic pathogens are in fact invading at a local scale coincident with habitat change .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We highlight key differences in the dynamics and disease burden that result from increased pathogen transmission following habitat change compared with the introduction of pathogens to new regions .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Truly in situ emergence is commonly driven by changes in human factors as much as by enhanced enzootic cycles whereas pathogen invasion results from anthropogenic trade and travel and suitable conditions for a pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including hosts , vectors , and climate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Once established , ecological factors related to vector characteristics shape the evolutionary selective pressure on pathogens that may result in increased use of humans as transmission hosts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We describe challenges inherent in the control of vector-borne zoonotic diseases and some emerging non-traditional strategies that may be more effective in the long term .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "188"
  }
}