{
  "paper_id": "f59585f68d546ea727e4e1f213a218fa16da0054",
  "metadata": {
    "title": "Interaction between SARS-CoV helicase and a multifunctional cellular protein (Ddx5) revealed by yeast and mammalian cell two-hybrid systems",
    "coda_data_split": "train",
    "coda_paper_id": 10779,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "To reveal the putative cellular factors involved in SARS coronavirus replication, the helicase (Hel, nsp13) of SARS coronavirus was used to screen the cDNA library of rat pulmonary epithelial cells using the yeast two-hybrid system. Positively interacting proteins were further tested using a mammalian cell hybrid system and co-immunoprecipitation in the human A549 cell line, which has been shown to support SARS coronavirus replication. Out of the seven positive clones observed by yeast two-hybrid assay, only the Ddx5 (Asp-Glu-Ala-Asp box polypeptide 5) protein showed specific interaction with SARS-CoV helicase. When expression of DdX5 was knocked down by small interfering RNA (siRNA), SARS coronavirus replication was significantly inhibited in fetal rhesus kidney (FRhK-4) cells. Since Ddx5 is a multifunctional protein that plays important roles in transcriptional regulation, its interaction with SARS coronavirus helicase provides interesting clues for studying virus-host cell interactions in SARS-CoV infections.",
      "sentences": [
        [
          {
            "segment_text": "To reveal the putative cellular factors involved in SARS coronavirus replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the helicase ( Hel , nsp13 ) of SARS coronavirus was used to screen the cDNA library of rat pulmonary epithelial cells using the yeast two-hybrid system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Positively interacting proteins were further tested using a mammalian cell hybrid system and co-immunoprecipitation in the human A549 cell line ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which has been shown to support SARS coronavirus replication .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Out of the seven positive clones observed by yeast two-hybrid assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only the Ddx5 ( Asp-Glu-Ala-Asp box polypeptide 5 ) protein showed specific interaction with SARS-CoV helicase .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When expression of DdX5 was knocked down by small interfering RNA ( siRNA ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "SARS coronavirus replication was significantly inhibited in fetal rhesus kidney ( FRhK-4 ) cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since Ddx5 is a multifunctional protein that plays important roles in transcriptional regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "its interaction with SARS coronavirus helicase provides interesting clues for studying virus-host cell interactions in SARS-CoV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Electronic supplementary material The online version of this article (",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "172"
  }
}