{
  "paper_id": "f5a64232ca63ac8b5a62ec8c13e98109173ca5e1",
  "metadata": {
    "title": "New Academic Partnerships in Global Health: Innovations at Mount Sinai School of Medicine NIH Public Access Author Manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 10647,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Global health has become an increasingly important focus of education, research, and clinical service in North American universities and academic health centers. Today there are at least 49 academically based global health programs in the United States and Canada, as compared with only one in 1999. A new academic society, the Consortium of Universities for Global Health, was established in 2008 and has grown significantly. This sharp expansion reflects convergence of 3 factors: (1) rapidly growing student and faculty interest in global health; (2) growing realizationpowerfully catalyzed by the acquired immune deficiency syndrome epidemic, the emergence of other new infections, climate change, and globalization-that health problems are interconnected, cross national borders, and are global in nature; and (3) rapid expansion in resources for global health. This article examines the evolution of the concept of global health and describes the driving forces that have accelerated interest in the field. It traces the development of global health programs in academic health centers in the United States. It presents a blueprint for a new schoolwide global health program at Mount Sinai School of Medicine. The mission of that program, Mount Sinai Global Health, is to enhance global health as an academic field of study within the Mount Sinai community and to improve the health of people around the world. Mount Sinai Global Health is uniting and building synergies among strong, existing global health programs within Mount Sinai; it is training the next generation of physicians and health scientists to be leaders in global health; it is making novel discoveries that translate into blueprints for improving health worldwide; and it builds on Mount Sinai\u0027s long and proud tradition of providing medical and surgical care in places where need is great and resources few.",
      "sentences": [
        [
          {
            "segment_text": "Global health has become an increasingly important focus of education ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "research , and clinical service in North American universities and academic health centers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Today there are at least 49 academically based global health programs in the United States and Canada ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as compared with only one in 1999 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A new academic society , the Consortium of Universities for Global Health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "was established in 2008 and has grown significantly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This sharp expansion reflects convergence of 3 factors : ( 1 ) rapidly growing student and faculty interest in global health ; ( 2 ) growing realizationpowerfully catalyzed by the acquired immune deficiency syndrome epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the emergence of other new infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "climate change , and globalization-that health problems are interconnected ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cross national borders , and are global in nature ; and ( 3 ) rapid expansion in resources for global health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article examines the evolution of the concept of global health and describes the driving forces that have accelerated interest in the field .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It traces the development of global health programs in academic health centers in the United States .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It presents a blueprint for a new schoolwide global health program at Mount Sinai School of Medicine .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The mission of that program ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Mount Sinai Global Health , is to enhance global health as an academic field of study within the Mount Sinai community and to improve the health of people around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mount Sinai Global Health is uniting and building synergies among strong ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "existing global health programs within Mount Sinai ; it is training the next generation of physicians and health scientists to be leaders in global health ; it is making novel discoveries that translate into blueprints for improving health worldwide ; and it builds on Mount Sinai \u0027s long and proud tradition of providing medical and surgical care in places where need is great and resources few .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "academic health center; Consortium of Universities for Global Health; global health; Global Health Training Center; Mount Sinai \"Academic medicine must take more responsibility for global health.\" Lancet, October 9, 2010, cover",
      "sentences": [
        [
          {
            "segment_text": "academic health center ; Consortium of Universities for Global Health ; global health ; Global Health Training Center ; Mount Sinai `` Academic medicine must take more responsibility for global health . \u0027\u0027",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Lancet , October 9 , 2010 , cover",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "365"
  }
}