{
  "paper_id": "f5a7b8b5e36fb9c710990a5adbe057fdc1682ec5",
  "metadata": {
    "title": "Bacterial and Viral Identification Rate in Acute Exacerbation of Chronic Obstructive Pulmonary Disease in Korea",
    "coda_data_split": "train",
    "coda_paper_id": 2581,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The most common cause of acute exacerbation of chronic obstructive pulmonary disease (AECOPD) is respiratory infection. Most studies of bacterial or viral cause in AECOPD have been conducted in Western countries. We investigated bacterial and viral identification rates in AECOPD in Korea.",
      "sentences": [
        [
          {
            "segment_text": "The most common cause of acute exacerbation of chronic obstructive pulmonary disease ( AECOPD ) is respiratory infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Most studies of bacterial or viral cause in AECOPD have been conducted in Western countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated bacterial and viral identification rates in AECOPD in Korea .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We reviewed and analyzed medical records of 736 cases of AECOPD at the Korea University Guro Hospital. We analyzed bacterial and viral identification rates and classified infections according to epidemiological factors, such as Global Initiative for Chronic Obstructive Lung Disease stage, mortality, and seasonal variation. Results: The numbers of AECOPD events involving only bacterial identification, only viral identification, bacterial-viral co-identification, and no identification were 200 (27.2%), 159 (21.6%), 107 (14.5%), and 270 (36.7%), respectively. The most common infectious bacteria identified were Pseudomonas aeruginosa (13.0%), Streptococcus pneumoniae (11.4%), and Haemophilus influenzae (5.3%); the most common viruses identified were influenza virus (12.4%), rhinovirus (9.4%), parainfluenza virus (5.2%), and metapneumovirus (4.9%). The bacterial identification rate tended to be higher at more advanced stages of chronic obstructive pulmonary disease (p\u003d0.020 overall, p\u003d0.011 for P. aeruginosa, p\u003d0.048 for S. pneumoniae). Staphylococcus aureus and Klebsiella pneumoniae were identified more in mortality group (p\u003d0.003 for S. aureus, p\u003d0.009 for K. pneumoniae). All viruses were seasonal (i.e., greater prevalence in a particular season; p\u003c0.050). Influenza virus and rhinovirus were mainly identified in the winter, parainfluenza virus in the summer, and metapneumovirus in the spring. Conclusion: This information on the epidemiology of respiratory infections in AECOPD will improve the management of AECO-PD using antibiotics and other treatments in Korea.",
      "sentences": [
        [
          {
            "segment_text": "We reviewed and analyzed medical records of 736 cases of AECOPD at the Korea University Guro Hospital .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We analyzed bacterial and viral identification rates and classified infections according to epidemiological factors ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "such as Global Initiative for Chronic Obstructive Lung Disease stage ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mortality , and seasonal variation .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The numbers of AECOPD events involving only bacterial identification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only viral identification , bacterial-viral co-identification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no identification were 200 ( 27.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "159 ( 21.6 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "107 ( 14.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 270 ( 36.7 % ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common infectious bacteria identified were Pseudomonas aeruginosa ( 13.0 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Streptococcus pneumoniae ( 11.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Haemophilus influenzae ( 5.3 % ) ; the most common viruses identified were influenza virus ( 12.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus ( 9.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parainfluenza virus ( 5.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and metapneumovirus ( 4.9 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The bacterial identification rate tended to be higher at more advanced stages of chronic obstructive pulmonary disease ( p \u003d 0.020 overall , p \u003d 0.011 for P. aeruginosa , p \u003d 0.048 for S. pneumoniae ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Staphylococcus aureus and Klebsiella pneumoniae were identified more in mortality group ( p \u003d 0.003 for S. aureus , p \u003d 0.009 for K. pneumoniae ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All viruses were seasonal ( i.e. , greater prevalence in a particular season ; p \u003c 0.050 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza virus and rhinovirus were mainly identified in the winter ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "parainfluenza virus in the summer ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and metapneumovirus in the spring .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : This information on the epidemiology of respiratory infections in AECOPD will improve the management of AECO-PD using antibiotics and other treatments in Korea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "26",
    "token_num": "342"
  }
}