{
  "paper_id": "f5ae3f66face323615df39d838e056ab5fcc98df",
  "metadata": {
    "title": "Whole genome sequencing and phylogenetic analysis of human metapneumovirus strains from Kenya and Zambia",
    "coda_data_split": "train",
    "coda_paper_id": 8515,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human metapneumovirus (HMPV) is an important cause of acute respiratory illness in young children. Whole genome sequencing enables better identification of transmission events and outbreaks, which is not always possible with sub-genomic sequences.",
      "sentences": [
        [
          {
            "segment_text": "Background : Human metapneumovirus ( HMPV ) is an important cause of acute respiratory illness in young children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Whole genome sequencing enables better identification of transmission events and outbreaks ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is not always possible with sub-genomic sequences .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Results: We report a 2-reaction amplicon-based next generation sequencing method to determine the complete genome sequences of five HMPV strains, representing three subgroups (A2, B1 and B2), directly from clinical samples. In addition to reporting five novel HMPV genomes from Africa we examined genetic diversity and sequence patterns of publicly available HMPV genomes. We found that the overall nucleotide sequence identity was 71.3 and 80% for HMPV group A and B, respectively, the diversity between HMPV groups was greater at amino acid level for SH and G surface protein genes, and multiple subgroups co-circulated in various countries. Comparison of sequences between HMPV groups revealed variability in G protein length (219 to 241 amino acids) due to changes in the stop codon position. Genome-wide phylogenetic analysis showed congruence with the individual gene sequence sets except for F and M2 genes.",
      "sentences": [
        [
          {
            "segment_text": "Results : We report a 2-reaction amplicon-based next generation sequencing method to determine the complete genome sequences of five HMPV strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "representing three subgroups ( A2 , B1 and B2 ) , directly from clinical samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition to reporting five novel HMPV genomes from Africa we examined genetic diversity and sequence patterns of publicly available HMPV genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We found that the overall nucleotide sequence identity was 71.3 and 80 % for HMPV group A and B ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , the diversity between HMPV groups was greater at amino acid level for SH and G surface protein genes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and multiple subgroups co-circulated in various countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Comparison of sequences between HMPV groups revealed variability in G protein length ( 219 to 241 amino acids ) due to changes in the stop codon position .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Genome-wide phylogenetic analysis showed congruence with the individual gene sequence sets except for F and M2 genes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusion: This is the first genomic characterization of HMPV genomes from African patients.",
      "sentences": [
        [
          {
            "segment_text": "Conclusion : This is the first genomic characterization of HMPV genomes from African patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "211"
  }
}