{
  "paper_id": "f5b032ddcc2c69fa564eec3ac027060064d7b255",
  "metadata": {
    "title": "New Respiratory Viruses and the Elderly",
    "coda_data_split": "train",
    "coda_paper_id": 5986,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The diagnostics of respiratory viral infections has improved markedly during the last 15 years with the development of PCR techniques. Since 1997, several new respiratory viruses and their subgroups have been discovered: influenza A viruses H5N1 and H1N1, human metapneumovirus, coronaviruses SARS, NL63 and HKU1, human bocavirus, human rhinoviruses C and D and potential respiratory pathogens, the KI and WU polyomaviruses and the torque teno virus. The detection of previously known viruses has also improved. Currently, a viral cause of respiratory illness is almost exclusively identifiable in children, but in the elderly, the detection rates of a viral etiology are below 40%, and this holds also true for exacerbations of chronic respiratory illnesses. The new viruses cause respiratory symptoms like the common cold, cough, bronchitis, bronchiolitis, exacerbations of asthma and chronic obstructive pulmonary disease and pneumonia. Acute respiratory failure may occur. These viruses are distributed throughout the globe and affect people of all ages. Data regarding these viruses and the elderly are scarce. This review introduces these new viruses and reviews their clinical significance, especially with regard to the elderly population.",
      "sentences": [
        [
          {
            "segment_text": "The diagnostics of respiratory viral infections has improved markedly during the last 15 years with the development of PCR techniques .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since 1997 , several new respiratory viruses and their subgroups have been discovered : influenza A viruses H5N1 and H1N1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human metapneumovirus , coronaviruses SARS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "NL63 and HKU1 , human bocavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human rhinoviruses C and D and potential respiratory pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the KI and WU polyomaviruses and the torque teno virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The detection of previously known viruses has also improved .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , a viral cause of respiratory illness is almost exclusively identifiable in children ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but in the elderly , the detection rates of a viral etiology are below 40 % ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and this holds also true for exacerbations of chronic respiratory illnesses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The new viruses cause respiratory symptoms like the common cold ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cough , bronchitis , bronchiolitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exacerbations of asthma and chronic obstructive pulmonary disease and pneumonia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Acute respiratory failure may occur .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These viruses are distributed throughout the globe and affect people of all ages .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Data regarding these viruses and the elderly are scarce .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This review introduces these new viruses and reviews their clinical significance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially with regard to the elderly population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "208"
  }
}