{
  "paper_id": "f5b25eb01c31fb75688dd8a11327d23b7cc0f421",
  "metadata": {
    "title": "Cryptosporidium parvum: Determination of ID 50 and the dose-response relationship in experimentally challenged dairy calves",
    "coda_data_split": "train",
    "coda_paper_id": 9669,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The objectives were to determine the median infective dose (ID 50 ) of Cryptosporidium parvum and to describe the dose-response relationship including associated clinical illness in experimentally challenged dairy calves. Within the first 24 h of life, 27 test calves were experimentally challenged with C. parvum oocysts and 3 control calves were sham dosed. Test calves received 1 of 8 possible doses (25, 50, 100, 500, 1 × 10 3 , 1 × 10 4 , 1 × 10 5 , and 1 × 10 6 oocysts). All 27 test calves developed diarrhea. Fecal oocyst shedding occurred in 25 (92.6%) test calves and in 0 control calves. The 2 non-shedding test calves both received 25 oocysts. There was an inverse relationship between dose and time to onset of fecal oocyst shedding (P \u003d 0.005). There was no relationship found between dose and duration (P \u003d 0.2) or cessation (P \u003d 0.3) of fecal oocyst shedding. In addition, there was not a significant relationship between log-dose and the log-peak oocysts (P \u003d 0.2) or log-total oocysts (P \u003d 0.5) counted/g of feces across the dose groups. There was a positive dose-response relationship between log-dose and diarrhea (P \u003d 0.01). However, when controlling for other factors, such as onset and cessation of fecal oocyst shedding, dose was not a significant predictor of diarrhea (P \u003d 0.5). Onset and cessation of fecal oocyst shedding were found to be the best predictors of diarrhea (P \u003d 0.0006 and P \u003d 0.04, respectively). The ID 50 for fecal oocyst shedding was 5.8 oocysts, for diarrhea was 9.7 oocysts, and for fecal oocyst shedding with diarrhea was 16.6 oocysts. Given that the ID 50 of C. parvum is far less than would be excreted into the environment by a naturally infected calf, prevention and control of cryptosporidiosis is a formidable challenge.",
      "sentences": [
        [
          {
            "segment_text": "The objectives were to determine the median infective dose ( ID 50 ) of Cryptosporidium parvum and to describe the dose-response relationship including associated clinical illness in experimentally challenged dairy calves .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Within the first 24 h of life ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "27 test calves were experimentally challenged with C. parvum oocysts and 3 control calves were sham dosed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Test calves received 1 of 8 possible doses ( 25 , 50 , 100 , 500 , 1 × 10 3 , 1 × 10 4 , 1 × 10 5 , and 1 × 10 6 oocysts ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All 27 test calves developed diarrhea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Fecal oocyst shedding occurred in 25 ( 92.6 % ) test calves and in 0 control calves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The 2 non-shedding test calves both received 25 oocysts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was an inverse relationship between dose and time to onset of fecal oocyst shedding ( P \u003d 0.005 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was no relationship found between dose and duration ( P \u003d 0.2 ) or cessation ( P \u003d 0.3 ) of fecal oocyst shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , there was not a significant relationship between log-dose and the log-peak oocysts ( P \u003d 0.2 ) or log-total oocysts ( P \u003d 0.5 ) counted/g of feces across the dose groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a positive dose-response relationship between log-dose and diarrhea ( P \u003d 0.01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , when controlling for other factors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as onset and cessation of fecal oocyst shedding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "dose was not a significant predictor of diarrhea ( P \u003d 0.5 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Onset and cessation of fecal oocyst shedding were found to be the best predictors of diarrhea ( P \u003d 0.0006 and P \u003d 0.04 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ID 50 for fecal oocyst shedding was 5.8 oocysts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for diarrhea was 9.7 oocysts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and for fecal oocyst shedding with diarrhea was 16.6 oocysts .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Given that the ID 50 of C. parvum is far less than would be excreted into the environment by a naturally infected calf ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "prevention and control of cryptosporidiosis is a formidable challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "20",
    "token_num": "354"
  }
}