{
  "paper_id": "f5b706d0529bfcf7e2d1dfc037df5b6f95fc5ec0",
  "metadata": {
    "title": "Emergent severe acute respiratory distress syndrome caused by adenovirus type 55 in immunocompetent adults in 2013: a prospective observational study",
    "coda_data_split": "train",
    "coda_paper_id": 9326,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Introduction: Since 2008, severe cases of emerging human adenovirus type 55 (HAdV-55) in immunocompetent adults have been reported sporadically in China. The clinical features and outcomes of the most critically ill patients with severe acute respiratory distress syndrome (ARDS) caused by HAdV-55 requiring invasive mechanical ventilation (IMV) and/or extracorporeal membrane oxygenation (ECMO) are lacking. Methods: We conducted a prospective, single-center observational study of pneumonia with ARDS in immunocompetent adults admitted to our respiratory ICU. We prospectively collected and analyzed clinical, laboratory, radiological characteristics, sequential tests of viral load in respiratory tract and blood, treatments and outcomes.",
      "sentences": [
        [
          {
            "segment_text": "Introduction : Since 2008 , severe cases of emerging human adenovirus type 55 ( HAdV-55 ) in immunocompetent adults have been reported sporadically in China .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The clinical features and outcomes of the most critically ill patients with severe acute respiratory distress syndrome ( ARDS ) caused by HAdV-55 requiring invasive mechanical ventilation ( IMV ) and/or extracorporeal membrane oxygenation ( ECMO ) are lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods : We conducted a prospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "single-center observational study of pneumonia with ARDS in immunocompetent adults admitted to our respiratory ICU .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We prospectively collected and analyzed clinical ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "laboratory , radiological characteristics , sequential tests of viral load in respiratory tract and blood , treatments and outcomes .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "The results for a total of five consecutive patients with severe ARDS with confirmed HAdV-55 infection were included. All five patients were immunocompetent young men with a median age of 32 years. The mean time from onset to dyspnea was 5 days. Arterial blood gas analysis at ICU admission revealed profound hypoxia. Mean partial oxygen pressure/fraction of inspired oxygen was 58.1. Mean durations from onset to a single-lobe consolidation shown on chest X-rays (CXRs) and, from the first positive CXR to bilateral multilobar lung infiltrates, were 2 days and 4.8 days, respectively. The viral load was higher than 1 × 10 8 copies in three patients and was 1 × 10 4 in one patient. It was negative in the only patient who survived. The mean duration for noninvasive positive pressure ventilation (NPPV) failure and IMV failure were 30.8 hours and 6.2 days, respectively. Four patients received venovenous ECMO. Four (80%) of the five patients died despite receiving appropriate respiratory support.",
      "sentences": [
        [
          {
            "segment_text": "The results for a total of five consecutive patients with severe ARDS with confirmed HAdV-55 infection were included .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All five patients were immunocompetent young men with a median age of 32 years .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean time from onset to dyspnea was 5 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Arterial blood gas analysis at ICU admission revealed profound hypoxia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean partial oxygen pressure/fraction of inspired oxygen was 58.1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean durations from onset to a single-lobe consolidation shown on chest X-rays ( CXRs ) and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "from the first positive CXR to bilateral multilobar lung infiltrates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were 2 days and 4.8 days , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viral load was higher than 1 × 10 8 copies in three patients and was 1 × 10 4 in one patient .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was negative in the only patient who survived .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The mean duration for noninvasive positive pressure ventilation ( NPPV ) failure and IMV failure were 30.8 hours and 6.2 days , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four patients received venovenous ECMO .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Four ( 80 % ) of the five patients died despite receiving appropriate respiratory support .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: HAdV-55 may cause severe ARDS in immunocompetent young men. Persistent high fever, dyspnea and rapid progression to respiratory failure within 2 weeks, together with bilateral consolidations and infiltrates, are the most frequent clinical manifestations of HAdV-55-induced severe ARDS. Viral load monitoring may help predict disease severity and outcome. The NPPV and IMV failure rates were very high, but ECMO may still be the respiratory support therapy of choice.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : HAdV-55 may cause severe ARDS in immunocompetent young men .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Persistent high fever , dyspnea and rapid progression to respiratory failure within 2 weeks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "together with bilateral consolidations and infiltrates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are the most frequent clinical manifestations of HAdV-55-induced severe ARDS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral load monitoring may help predict disease severity and outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The NPPV and IMV failure rates were very high ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but ECMO may still be the respiratory support therapy of choice .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "19",
    "segment_num": "26",
    "token_num": "377"
  }
}