{
  "paper_id": "f5de8066a6e6df907e2389816f2372a427235a9f",
  "metadata": {
    "title": "Comparison of cytokine expression profiles in infants with a rhinovirus induced lower respira tory tract infection with or without wheez ing: a comparison with respiratory syn cytial virus",
    "coda_data_split": "train",
    "coda_paper_id": 5260,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Purpose: The aim of this study was to evaluate whether infants with rhinovirus (RV) infection-induced wheezing and those with respiratory syncytial virus (RSV) infection-induced wheezing have different cytokine profiles in the acute stage. Methods: Of the infants with lower respiratory tract infection (LRTI) between September 2011 and May 2012, 88 were confirmed using reverse transcription polymerase chain reaction and hospitalized. Systemic interferon-gamma (IFN-γ), interleukin (IL)-2, IL-12, IL-4, IL-5, IL-13, and Treg-type cytokine (IL-10) responses were examined with multiplex assay using acute phase serum samples. Results: Of the 88 patients, 38 had an RV infection (RV group) and 50 had an RSV infection (RSV group). In the RV group, the IFN-γ and IL-10 concentrations were higher in the patients with than in the patients without wheezing (P\u003d0.022 and P\u003d0.007, respectively). In the RSV group, the differences in IFN-γ and IL-10 concentrations did not reach statistical significance between the patients with and the patients without wheezing (P\u003d0.105 and P\u003d0.965, respectively). The IFN-γ and IL-10 concentrations were not significantly different between the RV group with wheezing and the RSV group with wheezing (P\u003d0.155 and P\u003d0.801, respectively), in contrast to the significant difference between the RV group without wheezing and the RSV group without wheezing (P\u003d0.019 and P\u003d0.035, respectively). Conclusion: In comparison with RSV-induced LRTI, RV-induced LRTI combined with wheezing showed similar IFN-γ and IL-10 levels, which may have an important regulatory function.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : The aim of this study was to evaluate whether infants with rhinovirus ( RV ) infection-induced wheezing and those with respiratory syncytial virus ( RSV ) infection-induced wheezing have different cytokine profiles in the acute stage .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Of the infants with lower respiratory tract infection ( LRTI ) between September 2011 and May 2012 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "88 were confirmed using reverse transcription polymerase chain reaction and hospitalized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Systemic interferon-gamma ( IFN-γ ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "interleukin ( IL ) -2 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-12 , IL-4 , IL-5 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IL-13 , and Treg-type cytokine ( IL-10 ) responses were examined with multiplex assay using acute phase serum samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Of the 88 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "38 had an RV infection ( RV group ) and 50 had an RSV infection ( RSV group ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the RV group , the IFN-γ and IL-10 concentrations were higher in the patients with than in the patients without wheezing ( P \u003d 0.022 and P \u003d 0.007 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the RSV group , the differences in IFN-γ and IL-10 concentrations did not reach statistical significance between the patients with and the patients without wheezing ( P \u003d 0.105 and P \u003d 0.965 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The IFN-γ and IL-10 concentrations were not significantly different between the RV group with wheezing and the RSV group with wheezing ( P \u003d 0.155 and P \u003d 0.801 , respectively ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in contrast to the significant difference between the RV group without wheezing and the RSV group without wheezing ( P \u003d 0.019 and P \u003d 0.035 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : In comparison with RSV-induced LRTI ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RV-induced LRTI combined with wheezing showed similar IFN-γ and IL-10 levels ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may have an important regulatory function .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "299"
  }
}