{
  "paper_id": "f5e8e27a130f3239cafe592f4174b290849b0f2f",
  "metadata": {
    "title": "Clinical Medicine Innate Immune Responses and Viral-Induced Neurologic Disease",
    "coda_data_split": "train",
    "coda_paper_id": 5733,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Multiple sclerosis (MS) is a disease of the central nervous system (CNS) characterized by chronic neuroinflammation, axonal damage, and demyelination. Cellular components of the adaptive immune response are viewed as important in initiating formation of demyelinating lesions in MS patients. This notion is supported by preclinical animal models, genome-wide association studies (GWAS), as well as approved disease modifying therapies (DMTs) that suppress clinical relapse and are designed to impede infiltration of activated lymphocytes into the CNS. Nonetheless, emerging evidence demonstrates that the innate immune response e.g., neutrophils can amplify white matter damage through a variety of different mechanisms. Indeed, using a model of coronavirus-induced neurologic disease, we have demonstrated that sustained neutrophil infiltration into the CNS of infected animals correlates with increased demyelination. This brief review highlights recent evidence arguing that targeting the innate immune response may offer new therapeutic avenues for treatment of demyelinating disease including MS.",
      "sentences": [
        [
          {
            "segment_text": "Multiple sclerosis ( MS ) is a disease of the central nervous system ( CNS ) characterized by chronic neuroinflammation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "axonal damage , and demyelination .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cellular components of the adaptive immune response are viewed as important in initiating formation of demyelinating lesions in MS patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This notion is supported by preclinical animal models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "genome-wide association studies ( GWAS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as approved disease modifying therapies ( DMTs ) that suppress clinical relapse and are designed to impede infiltration of activated lymphocytes into the CNS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonetheless , emerging evidence demonstrates that the innate immune response e.g. ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neutrophils can amplify white matter damage through a variety of different mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Indeed , using a model of coronavirus-induced neurologic disease ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have demonstrated that sustained neutrophil infiltration into the CNS of infected animals correlates with increased demyelination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This brief review highlights recent evidence arguing that targeting the innate immune response may offer new therapeutic avenues for treatment of demyelinating disease including MS.",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "169"
  }
}