{
  "paper_id": "f5e97cc81d87723784be85efcff8cac7747c6e3d",
  "metadata": {
    "title": "Middle East Respiratory Syndrome Coronavirus Spike Protein Delivered by Modified Vaccinia Virus Ankara Efficiently Induces Virus-Neutralizing Antibodies",
    "coda_data_split": "train",
    "coda_paper_id": 7372,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) has recently emerged as a causative agent of severe respiratory disease in humans. Here, we constructed recombinant modified vaccinia virus Ankara (MVA) expressing full-length MERS-CoV spike (S) protein (MVA-MERS-S). The genetic stability and growth characteristics of MVA-MERS-S make it a suitable candidate vaccine for clinical testing. Vaccinated mice produced high levels of serum antibodies neutralizing MERS-CoV. Thus, MVA-MERS-S may serve for further development of an emergency vaccine against MERS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) has recently emerged as a causative agent of severe respiratory disease in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we constructed recombinant modified vaccinia virus Ankara ( MVA ) expressing full-length MERS-CoV spike ( S ) protein ( MVA-MERS-S ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The genetic stability and growth characteristics of MVA-MERS-S make it a suitable candidate vaccine for clinical testing .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Vaccinated mice produced high levels of serum antibodies neutralizing MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , MVA-MERS-S may serve for further development of an emergency vaccine against MERS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "90"
  }
}