{
  "paper_id": "f5fd6b1f388f2244e5631dacb82c774638d30797",
  "metadata": {
    "title": "Intermediate compartment (IC): from pre-Golgi vacuoles to a semi- autonomous membrane system",
    "coda_data_split": "train",
    "coda_paper_id": 6470,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Despite its discovery more than three decades ago and well-established role in protein sorting and trafficking in the early secretory pathway, the intermediate compartment (IC) has remained enigmatic. The prevailing view is that the IC evolved as a specialized organelle to mediate long-distance endoplasmic reticulum (ER)-Golgi communication in metazoan cells, but is lacking in other eukaryotes, such as plants and fungi. However, this distinction is difficult to reconcile with the high conservation of the core machineries that regulate early secretory trafficking from yeast to man. Also, it has remained unclear whether the pleiomorphic IC components-vacuoles, tubules and vesicles-represent transient transport carriers or building blocks of a permanent pre-Golgi organelle. Interestingly, recent studies have revealed that the IC maintains its compositional, structural and spatial properties throughout the cell cycle, supporting a model that combines the dynamic and stable aspects of the organelle. Moreover, the IC has been assigned novel functions, such as cell signaling, Golgi-independent trafficking and autophagy. The emerging permanent nature of the IC and its connections with the centrosome and the endocytic recycling system encourage reconsideration of its relationship with the Golgi ribbon, role in Golgi biogenesis and ubiquitous presence in eukaryotic cells.",
      "sentences": [
        [
          {
            "segment_text": "Despite its discovery more than three decades ago and well-established role in protein sorting and trafficking in the early secretory pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the intermediate compartment ( IC ) has remained enigmatic .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prevailing view is that the IC evolved as a specialized organelle to mediate long-distance endoplasmic reticulum ( ER ) - Golgi communication in metazoan cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but is lacking in other eukaryotes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as plants and fungi .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , this distinction is difficult to reconcile with the high conservation of the core machineries that regulate early secretory trafficking from yeast to man .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , it has remained unclear whether the pleiomorphic IC components-vacuoles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tubules and vesicles-represent transient transport carriers or building blocks of a permanent pre-Golgi organelle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Interestingly , recent studies have revealed that the IC maintains its compositional ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "structural and spatial properties throughout the cell cycle ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "supporting a model that combines the dynamic and stable aspects of the organelle .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Moreover , the IC has been assigned novel functions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as cell signaling , Golgi-independent trafficking and autophagy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The emerging permanent nature of the IC and its connections with the centrosome and the endocytic recycling system encourage reconsideration of its relationship with the Golgi ribbon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "role in Golgi biogenesis and ubiquitous presence in eukaryotic cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "220"
  }
}