{
  "paper_id": "f601587d47e1c6f922247d571299bb21624ac0da",
  "metadata": {
    "title": "A phylogenomic data-driven exploration of viral origins and evolution",
    "coda_data_split": "train",
    "coda_paper_id": 5706,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The origin of viruses remains mysterious because of their diverse and patchy molecular and functional makeup. Although numerous hypotheses have attempted to explain viral origins, none is backed by substantive data. We take full advantage of the wealth of available protein structural and functional data to explore the evolution of the proteomic makeup of thousands of cells and viruses. Despite the extremely reduced nature of viral proteomes, we established an ancient origin of the \"viral supergroup\" and the existence of widespread episodes of horizontal transfer of genetic information. Viruses harboring different replicon types and infecting distantly related hosts shared many metabolic and informational protein structural domains of ancient origin that were also widespread in cellular proteomes. Phylogenomic analysis uncovered a universal tree of life and revealed that modern viruses reduced from multiple ancient cells that harbored segmented RNA genomes and coexisted with the ancestors of modern cells. The model for the origin and evolution of viruses and cells is backed by strong genomic and structural evidence and can be reconciled with existing models of viral evolution if one considers viruses to have originated from ancient cells and not from modern counterparts.",
      "sentences": [
        [
          {
            "segment_text": "The origin of viruses remains mysterious because of their diverse and patchy molecular and functional makeup .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although numerous hypotheses have attempted to explain viral origins ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "none is backed by substantive data .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We take full advantage of the wealth of available protein structural and functional data to explore the evolution of the proteomic makeup of thousands of cells and viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite the extremely reduced nature of viral proteomes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we established an ancient origin of the `` viral supergroup \u0027\u0027 and the existence of widespread episodes of horizontal transfer of genetic information .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses harboring different replicon types and infecting distantly related hosts shared many metabolic and informational protein structural domains of ancient origin that were also widespread in cellular proteomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenomic analysis uncovered a universal tree of life and revealed that modern viruses reduced from multiple ancient cells that harbored segmented RNA genomes and coexisted with the ancestors of modern cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model for the origin and evolution of viruses and cells is backed by strong genomic and structural evidence and can be reconciled with existing models of viral evolution if one considers viruses to have originated from ancient cells and not from modern counterparts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "202"
  }
}