{
  "paper_id": "f601b810174ec3f6056d0806959c06a2b211f3ca",
  "metadata": {
    "title": "Corticosteroid suppression of antiviral immunity increases bacterial loads and mucus production in COPD exacerbations",
    "coda_data_split": "train",
    "coda_paper_id": 6149,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Inhaled corticosteroids (ICS) have limited efficacy in reducing chronic obstructive pulmonary disease (COPD) exacerbations and increase pneumonia risk, through unknown mechanisms. Rhinoviruses precipitate most exacerbations and increase susceptibility to secondary bacterial infections. Here, we show that the ICS fluticasone propionate (FP) impairs innate and acquired antiviral immune responses leading to delayed virus clearance and previously unrecognised adverse effects of enhanced mucus, impaired antimicrobial peptide secretion and increased pulmonary bacterial load during virus-induced exacerbations. Exogenous interferon-β reverses these effects. FP suppression of interferon may occur through inhibition of TLR3-and RIG-I virus-sensing pathways. Mice deficient in the type I interferon-α/β receptor (IFNAR1 −/− ) have suppressed antimicrobial peptide and enhanced mucin responses to rhinovirus infection. This study identifies type I interferon as a central regulator of antibacterial immunity and mucus production. Suppression of interferon by ICS during virusinduced COPD exacerbations likely mediates pneumonia risk and raises suggestion that inhaled interferon-β therapy may protect.",
      "sentences": [
        [
          {
            "segment_text": "Inhaled corticosteroids ( ICS ) have limited efficacy in reducing chronic obstructive pulmonary disease ( COPD ) exacerbations and increase pneumonia risk , through unknown mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Rhinoviruses precipitate most exacerbations and increase susceptibility to secondary bacterial infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we show that the ICS fluticasone propionate ( FP ) impairs innate and acquired antiviral immune responses leading to delayed virus clearance and previously unrecognised adverse effects of enhanced mucus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "impaired antimicrobial peptide secretion and increased pulmonary bacterial load during virus-induced exacerbations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Exogenous interferon-β reverses these effects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "FP suppression of interferon may occur through inhibition of TLR3-and RIG-I virus-sensing pathways .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mice deficient in the type I interferon-α/β receptor ( IFNAR1 − / − ) have suppressed antimicrobial peptide and enhanced mucin responses to rhinovirus infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study identifies type I interferon as a central regulator of antibacterial immunity and mucus production .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Suppression of interferon by ICS during virusinduced COPD exacerbations likely mediates pneumonia risk and raises suggestion that inhaled interferon-β therapy may protect .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "171"
  }
}