{
  "paper_id": "f6202ca147d1ae17734cb820f9c1888848eeb0a2",
  "metadata": {
    "title": "Searching for Superspreaders: Identifying Epidemic Patterns Associated with Superspreading Events in Stochastic Models",
    "coda_data_split": "train",
    "coda_paper_id": 8347,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The importance of host transmissibility in disease emergence has been demonstrated in historical and recent pandemics that involve infectious individuals, known as superspreaders, who are capable of transmitting the infection to a large number of susceptible individuals. To investigate the impact of superspreaders on epidemic dynamics, we formulate deterministic and stochastic models that incorporate differences in superspreaders versus nonsuperspreaders. In particular, continuous-time Markov chain models are used to investigate epidemic features associated with the presence of superspreaders in a population. We parameterize the models for two case studies, Middle East respiratory syndrome (MERS) and Ebola. Through mathematical analysis and numerical simulations, we find that the probability of outbreaks increases and time to outbreaks decreases as the prevalence of superspreaders increases in the population. In particular, as disease outbreaks C. J. Edholm ( )",
      "sentences": [
        [
          {
            "segment_text": "The importance of host transmissibility in disease emergence has been demonstrated in historical and recent pandemics that involve infectious individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "known as superspreaders , who are capable of transmitting the infection to a large number of susceptible individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To investigate the impact of superspreaders on epidemic dynamics ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we formulate deterministic and stochastic models that incorporate differences in superspreaders versus nonsuperspreaders .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In particular , continuous-time Markov chain models are used to investigate epidemic features associated with the presence of superspreaders in a population .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We parameterize the models for two case studies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Middle East respiratory syndrome ( MERS ) and Ebola .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Through mathematical analysis and numerical simulations ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we find that the probability of outbreaks increases and time to outbreaks decreases as the prevalence of superspreaders increases in the population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , as disease outbreaks C. J. Edholm ( )",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "147"
  }
}