{
  "paper_id": "f6304a9360e978563ad4a76120037ca45d9778eb",
  "metadata": {
    "title": "Expression of alternate reading frame protein (F1) of hepatitis C virus in Escherichia coli and detection of antibodies for F1 in Indian patients",
    "coda_data_split": "train",
    "coda_paper_id": 6939,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Apart from the core (21 kD), a novel hepatitis C virus (HCV) frame shift protein (F1) is synthesized from the initiation codon of the polyprotein sequence followed by ribosomal frame shift into the À2/+1 reading frame. To date, no information is available on F1 protein of Indian isolates, and hence detection of antibodies for F1 protein in Indian patients assumes great relevance. Specific primers have been designed to amplify sequence coding for 120aa of truncated F1 (tF1). The amplified tF1 has been cloned in bacterial expression vector, pET21b for expression in Escherichia coli. Partially purified expressed protein has been subjected to western blot analysis using patients\u0027 sera. Three HCV positive sera employed in western analysis showed positive signals to tF1, while sera from uninfected individuals failed to give any signals. Further, results of western blots, carried out with patients sera titrated with purified core protein, confirmed the presence of antibodies specific to F1. The positive signal observed for F1 in western analysis with HCV infected sera suggests that F1 protein is synthesized in the natural course of HCV infection in Indian patients as well. Presence of antibodies against F1 protein of subtype 1c has been demonstrated, for the first time, in Indian patients. #",
      "sentences": [
        [
          {
            "segment_text": "Apart from the core ( 21 kD ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a novel hepatitis C virus ( HCV ) frame shift protein ( F1 ) is synthesized from the initiation codon of the polyprotein sequence followed by ribosomal frame shift into the À2 / +1 reading frame .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , no information is available on F1 protein of Indian isolates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and hence detection of antibodies for F1 protein in Indian patients assumes great relevance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Specific primers have been designed to amplify sequence coding for 120aa of truncated F1 ( tF1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The amplified tF1 has been cloned in bacterial expression vector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pET21b for expression in Escherichia coli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Partially purified expressed protein has been subjected to western blot analysis using patients \u0027 sera .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Three HCV positive sera employed in western analysis showed positive signals to tF1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while sera from uninfected individuals failed to give any signals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further , results of western blots ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "carried out with patients sera titrated with purified core protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "confirmed the presence of antibodies specific to F1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The positive signal observed for F1 in western analysis with HCV infected sera suggests that F1 protein is synthesized in the natural course of HCV infection in Indian patients as well .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Presence of antibodies against F1 protein of subtype 1c has been demonstrated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for the first time , in Indian patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "234"
  }
}