{
  "paper_id": "f633e4c9065ef9226de908514df6ea7d29abe7bf",
  "metadata": {
    "title": "/3-Endorphin protects mice from neurological disease induced by the murine coronavirus MHV-JHM",
    "coda_data_split": "train",
    "coda_paper_id": 8363,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The neurotropic murine coronavirus, MHV-JHM (JHMV) causes encephalitis and paralytic-demyelinating disease in susceptible strains of mice and rats, serving as a model for human demyelinating diseases such as multiple sclerosis. In this communication, we report that a single intracerebral administration of the naturally occurring neuropeptide, fl-endorphin, reduced the incidence of JHMV-induced paralytic-demyelinating disease 40-50% in C57B1/6 mice. Protection from disease was accompanied by significantly reduced virus replication in the brain as early as 3 days post-infection and did not occur in irradiated, or immunoincompetent mice. The data suggest that fl-endorphin engages immune mechanisms of host resistance to JHMV infection to protect the mice from disease.",
      "sentences": [
        [
          {
            "segment_text": "The neurotropic murine coronavirus , MHV-JHM ( JHMV ) causes encephalitis and paralytic-demyelinating disease in susceptible strains of mice and rats ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "serving as a model for human demyelinating diseases such as multiple sclerosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this communication , we report that a single intracerebral administration of the naturally occurring neuropeptide ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "fl-endorphin , reduced the incidence of JHMV-induced paralytic-demyelinating disease 40-50 % in C57B1/6 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Protection from disease was accompanied by significantly reduced virus replication in the brain as early as 3 days post-infection and did not occur in irradiated , or immunoincompetent mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The data suggest that fl-endorphin engages immune mechanisms of host resistance to JHMV infection to protect the mice from disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "118"
  }
}