{
  "paper_id": "f63ac658e484fcf0231870c7cff669a63abd5d77",
  "metadata": {
    "title": "Changing circulation rate of human metapneumovirus strains and types among hospitalized pediatric patients during three consecutive winter-spring seasons Brief Report",
    "coda_data_split": "train",
    "coda_paper_id": 10050,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "pediatric patients admitted to hospital because of acute respiratory infections were examined for presence of respiratory viruses by either direct fluorescent staining using monoclonal antibodies or RT-PCR during three consecutive winter-spring seasons. On the whole, 336 (42%) patients were detected as positive for one or more respiratory viruses. The most widely circulating virus was human respiratory syncytial virus (hRSV) infecting 50% of positive patients, followed by human metapneumovirus (hMPV) found in 13% of patients, and then by influenza virus type A, human parainfluenzaviruses and coinfections. Significant variations in the circulation rate of hRSV, hMPV and influenzavirus type A were observed during the individual seasons. In addition, the circulation rates of the different types of hMPV changed yearly. In 2001 hMPV circulated at a significant lower proportion than hRSV, while in 2003-2004 the circulation rates of the two viruses were closer. In conclusion, the 4 hMPV subtypes circulated yearly in Northern Italy flanking hRSV as major respiratory pathogens in the infantile patient population. * Human metapneumovirus (hMPV), the most recently identified human respiratory viral pathogen [17] along with the new human coronaviruses (hCoVs) Sars-CoV, NL63 and New Haven virus [6, 21] , is the etiologic agent of upper and lower respiratory tract infections in both the immunocompetent and the immunocompromised hosts [1, 4, 5, 7, 11, 20, 22] . In particular, infants and 2366 G. Gerna et al.",
      "sentences": [
        [
          {
            "segment_text": "pediatric patients admitted to hospital because of acute respiratory infections were examined for presence of respiratory viruses by either direct fluorescent staining using monoclonal antibodies or RT-PCR during three consecutive winter-spring seasons .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the whole , 336 ( 42 % ) patients were detected as positive for one or more respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The most widely circulating virus was human respiratory syncytial virus ( hRSV ) infecting 50 % of positive patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "followed by human metapneumovirus ( hMPV ) found in 13 % of patients ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and then by influenza virus type A , human parainfluenzaviruses and coinfections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significant variations in the circulation rate of hRSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hMPV and influenzavirus type A were observed during the individual seasons .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , the circulation rates of the different types of hMPV changed yearly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In 2001 hMPV circulated at a significant lower proportion than hRSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while in 2003-2004 the circulation rates of the two viruses were closer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the 4 hMPV subtypes circulated yearly in Northern Italy flanking hRSV as major respiratory pathogens in the infantile patient population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "* Human metapneumovirus ( hMPV ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the most recently identified human respiratory viral pathogen ( 17 ) along with the new human coronaviruses ( hCoVs ) Sars-CoV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NL63 and New Haven virus ( 6 , 21 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is the etiologic agent of upper and lower respiratory tract infections in both the immunocompetent and the immunocompromised hosts ( 1 , 4 , 5 , 7 , 11 , 20 , 22 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , infants and 2366 G. Gerna et al. .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "272"
  }
}