{
  "paper_id": "f6994c0161a06b5872403093c26bb0e878f8649c",
  "metadata": {
    "title": "Epidemiology of Severe Acute Respiratory Infection (SARI) Cases at a sentinel site in Egypt, 2013-15",
    "coda_data_split": "train",
    "coda_paper_id": 7226,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Sentinel surveillance for severe acute respiratory infection (SARI) in Egypt began in 2006 and occurs at eight sites. Avian influenza is endemic, and human cases of influenza A (H5N1) have been reported annually since 2006. This study aimed to describe the epidemiology of SARI at a major sentinel site in the country.",
      "sentences": [
        [
          {
            "segment_text": "Background Sentinel surveillance for severe acute respiratory infection ( SARI ) in Egypt began in 2006 and occurs at eight sites .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Avian influenza is endemic , and human cases of influenza A ( H5N1 ) have been reported annually since 2006 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to describe the epidemiology of SARI at a major sentinel site in the country .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods Data included in the study were collected from a major SARI sentinel site in Egypt during three consecutive years (2013-15).",
      "sentences": [
        [
          {
            "segment_text": "Methods Data included in the study were collected from a major SARI sentinel site in Egypt during three consecutive years ( 2013-15 ) .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results A total of 1254 SARI patients conforming to the WHO case definition were admitted to the sentinel site, representing 5.6% of admitted patients for all causes and 36.6% of acute respiratory infection patients. A total of 99.7% of the patients were tested, and 21.04% tested positive; 48.7% of cases involved influenza A viruses, while 25% involved influenza B. The predominant age group was under 5 years of age, accounting for 443 cases. The seasonality of the influenza data conformed to the Northern Hemisphere pattern.",
      "sentences": [
        [
          {
            "segment_text": "Results A total of 1254 SARI patients conforming to the WHO case definition were admitted to the sentinel site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "representing 5.6 % of admitted patients for all causes and 36.6 % of acute respiratory infection patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 99.7 % of the patients were tested ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 21.04 % tested positive ; 48.7 % of cases involved influenza A viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 25 % involved influenza B .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The predominant age group was under 5 years of age , accounting for 443 cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The seasonality of the influenza data conformed to the Northern Hemisphere pattern .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions The present study\u0027s results show that SARI leads to substantial morbidity in Egypt. There is a great need for high-quality data from the SARI surveillance system in Egypt, especially with endemic respiratory threats such as influenza A (H5N1) in Egypt.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions The present study \u0027s results show that SARI leads to substantial morbidity in Egypt .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There is a great need for high-quality data from the SARI surveillance system in Egypt ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially with endemic respiratory threats such as influenza A ( H5N1 ) in Egypt .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "232"
  }
}