{
  "paper_id": "f6a3dcbb275842d4af9637a3c824b6e0a945ceb6",
  "metadata": {
    "title": "Investigating the impact of gaspers on cabin air quality in commercial airliners with a hybrid turbulence model",
    "coda_data_split": "train",
    "coda_paper_id": 8772,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "It is not clear whether turning on the gaspers in the cabins of commercial airliners actually improves the air quality. To answer this question, this study first developed a hybrid turbulence model which was suitable for predicting the air distribution in an aircraft cabin with gaspers turned on. Next, the investigation validated the model using two sets of experimental data from a cabin mockup and an actual airplane. This study then used the validated model to systematically investigate the impact of gaspers on cabin air quality in a seven-row section of the fully-occupied, economy-class cabin of Boeing 767 and 737 airplanes. The CFD calculations formed a database consisting of 9660 data points that provide information about SARS infection risk. It was found that the distribution of opened gaspers can influence the infection risk for passengers. Even though the gasper supplies clean air, it is possible for it to have a negative impact on the passengers\u0027 health. Statistically speaking, the overall effect of turning on the gaspers on the mean infection risk for the general population was neutral.",
      "sentences": [
        [
          {
            "segment_text": "It is not clear whether turning on the gaspers in the cabins of commercial airliners actually improves the air quality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To answer this question , this study first developed a hybrid turbulence model which was suitable for predicting the air distribution in an aircraft cabin with gaspers turned on .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Next , the investigation validated the model using two sets of experimental data from a cabin mockup and an actual airplane .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "This study then used the validated model to systematically investigate the impact of gaspers on cabin air quality in a seven-row section of the fully-occupied ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "economy-class cabin of Boeing 767 and 737 airplanes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The CFD calculations formed a database consisting of 9660 data points that provide information about SARS infection risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It was found that the distribution of opened gaspers can influence the infection risk for passengers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Even though the gasper supplies clean air ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is possible for it to have a negative impact on the passengers \u0027 health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Statistically speaking , the overall effect of turning on the gaspers on the mean infection risk for the general population was neutral .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "191"
  }
}