{
  "paper_id": "f6adba56fbc16e6932671d6205f297e0ab4c9278",
  "metadata": {
    "title": "Immunization by Avian H5 Influenza Hemagglutinin Mutants with Altered Receptor Binding Specificity",
    "coda_data_split": "train",
    "coda_paper_id": 8646,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza virus entry is mediated by the receptor binding domain (RBD) of its spike, the hemagglutinin (HA). Adaptation of avian viruses to humans is associated with HA specificity for α2,6rather than α2,3-linked sialic acid (SA) receptors. Here, we define mutations in influenza A subtype H5N1 (avian) HA that alter its specificity for SA either by decreasing α2,3or increasing α2,6-SA recognition. RBD mutants were used to develop vaccines and monoclonal antibodies that neutralized new variants. Structure-based modification of HA specificity can guide the development of preemptive vaccines and therapeutic monoclonal antibodies that can be evaluated before the emergence of human-adapted H5N1 strains.",
      "sentences": [
        [
          {
            "segment_text": "Influenza virus entry is mediated by the receptor binding domain ( RBD ) of its spike ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the hemagglutinin ( HA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Adaptation of avian viruses to humans is associated with HA specificity for α2 ,6 rather than α2,3-linked sialic acid ( SA ) receptors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we define mutations in influenza A subtype H5N1 ( avian ) HA that alter its specificity for SA either by decreasing α2 ,3 or increasing α2,6-SA recognition .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "RBD mutants were used to develop vaccines and monoclonal antibodies that neutralized new variants .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structure-based modification of HA specificity can guide the development of preemptive vaccines and therapeutic monoclonal antibodies that can be evaluated before the emergence of human-adapted H5N1 strains .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "6",
    "token_num": "120"
  }
}