{
  "paper_id": "f6bf84878eff9bae641e7fb3d0348aa7e7c1aae5",
  "metadata": {
    "title": "2\u003d-5\u003d-Oligoadenylate synthetase single-nucleotide polymorphisms and haplotypes are associated with variations in immune responses to rubella vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 3153,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interferon-induced antiviral genes are crucial players in innate antiviral defense and potential determinants of immune response heterogeneity. We selected 114 candidate single-nucleotide polymorphisms (SNPs) from 12 antiviral genes using an LD tagSNP selection approach and genotyped them in a cohort of 738 school children immunized with two doses of rubella vaccine. Associations between SNPs/haplotypes and rubella virus-specific immune measures were assessed using linear regression methodologies. We identified 23 significant associations (p Ͻ 0.05) between polymorphisms within the 2\u003d-5\u003d-oligoadenylate synthetase (OAS) gene cluster, and rubella virus-specific IL-2, IL-10, IL-6 secretion, and antibody levels. The minor allele variants of three OAS1 SNPs (rs3741981/Ser162Gly, rs1051042/Thr361Arg, rs2660), located in a linkage disequilibrium block of functional importance, were significantly associated with an increase in rubella virus-specific IL-2/T h 1 response (p Յ 0.024). Seven OAS1 and OAS3 promoter/regulatory SNPs were similarly associated with IL-2 secretion. Importantly, two SNPs (rs3741981 and rs10774670) independently crossregulated rubella virus-specific IL-10 secretion levels (p Յ 0.031). Furthermore, both global tests and individual haplotype analyses revealed significant associations between OAS1 haplotypes and rubella virusspecific cytokine secretion. Our results suggest that innate immunity and OAS genetic variations are likely involved in modulating the magnitude and quality of the adaptive immune responses to live attenuated rubella vaccine. ᭧",
      "sentences": [
        [
          {
            "segment_text": "Interferon-induced antiviral genes are crucial players in innate antiviral defense and potential determinants of immune response heterogeneity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We selected 114 candidate single-nucleotide polymorphisms ( SNPs ) from 12 antiviral genes using an LD tagSNP selection approach and genotyped them in a cohort of 738 school children immunized with two doses of rubella vaccine .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Associations between SNPs/haplotypes and rubella virus-specific immune measures were assessed using linear regression methodologies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We identified 23 significant associations ( p Ͻ 0.05 ) between polymorphisms within the 2 \u003d -5 \u003d - oligoadenylate synthetase ( OAS ) gene cluster ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and rubella virus-specific IL-2 , IL-10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-6 secretion , and antibody levels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The minor allele variants of three OAS1 SNPs ( rs3741981/Ser162Gly , rs1051042/Thr361Arg , rs2660 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "located in a linkage disequilibrium block of functional importance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were significantly associated with an increase in rubella virus-specific IL-2 / T h 1 response ( p Յ 0.024 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Seven OAS1 and OAS3 promoter/regulatory SNPs were similarly associated with IL-2 secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , two SNPs ( rs3741981 and rs10774670 ) independently crossregulated rubella virus-specific IL-10 secretion levels ( p Յ 0.031 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , both global tests and individual haplotype analyses revealed significant associations between OAS1 haplotypes and rubella virusspecific cytokine secretion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that innate immunity and OAS genetic variations are likely involved in modulating the magnitude and quality of the adaptive immune responses to live attenuated rubella vaccine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "244"
  }
}