{
  "paper_id": "f6cc1fb438f7fa13b875829e91269c0dae2b2834",
  "metadata": {
    "title": "Membranous glomerulonephritis in the Iberian lynx (Lynx pardinus)",
    "coda_data_split": "train",
    "coda_paper_id": 8279,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Iberian lynx is the most endangered felid species in the world, confined nowadays to two isolated metapopulations in the southwest of Spain, where less than 200 individuals survive. Little is known about the diseases that affect these animals in the wild or in captivity. Kidney samples from necropsies of 27 Iberian lynxes, wild and captive, were examined by histopathology, immunohistochemistry (IgG, IgM, IgA, laminin, type IV collagen, and fibronectin), electron microscopy (n \u003d 8) and immunogold labelling for IgM, IgG and IgA in one case, in order to characterize the glomerulopathy prevalent in this species. Urinalyses from records were available for 9 of the necropsied animals and blood and urine samples from 23 free ranging and captive Iberian lynxes were prospectively obtained in order to evaluate the renal function of the living population. A focal, diffuse membranous glomerulonephritis (MGN) that progressed with age was diagnosed in all but one of the animals in different stages not associated to concurrently known infectious diseases. Positive immunoexpression of IgM and IgG was observed in the glomerular capillary basement membranes and intramembranous electron-dense deposits, compatible with immune complexes (ICs) were seen with electron microscopy.",
      "sentences": [
        [
          {
            "segment_text": "The Iberian lynx is the most endangered felid species in the world ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "confined nowadays to two isolated metapopulations in the southwest of Spain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "where less than 200 individuals survive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Little is known about the diseases that affect these animals in the wild or in captivity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Kidney samples from necropsies of 27 Iberian lynxes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "wild and captive , were examined by histopathology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "immunohistochemistry ( IgG , IgM , IgA , laminin , type IV collagen , and fibronectin ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "electron microscopy ( n \u003d 8 ) and immunogold labelling for IgM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IgG and IgA in one case ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in order to characterize the glomerulopathy prevalent in this species .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Urinalyses from records were available for 9 of the necropsied animals and blood and urine samples from 23 free ranging and captive Iberian lynxes were prospectively obtained in order to evaluate the renal function of the living population .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A focal , diffuse membranous glomerulonephritis ( MGN ) that progressed with age was diagnosed in all but one of the animals in different stages not associated to concurrently known infectious diseases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Positive immunoexpression of IgM and IgG was observed in the glomerular capillary basement membranes and intramembranous electron-dense deposits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compatible with immune complexes ( ICs ) were seen with electron microscopy .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The immunogold labelling was also positive for IgM and IgG in the electron-dense areas. The serum biochemistry and urinalyses also revealed signs of mild chronic kidney disease in 16 of the 23 animals evaluated. In conclusion, the membranous glomerulopathy affecting the Iberian lynx is a progressive disease of immune origin. We postulate a possible genetic predisposition towards the disease, enhanced by inbreeding and a possible connection to an immune-mediated systemic disease. #",
      "sentences": [
        [
          {
            "segment_text": "The immunogold labelling was also positive for IgM and IgG in the electron-dense areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The serum biochemistry and urinalyses also revealed signs of mild chronic kidney disease in 16 of the 23 animals evaluated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , the membranous glomerulopathy affecting the Iberian lynx is a progressive disease of immune origin .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We postulate a possible genetic predisposition towards the disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhanced by inbreeding and a possible connection to an immune-mediated systemic disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "#",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "20",
    "token_num": "298"
  }
}