{
  "paper_id": "f6d409a4fff5c3c4d7d84cee872e80615e2027a4",
  "metadata": {
    "title": "Distributed under Creative Commons CC-BY 4.0 Estimating risks of importation and local transmission of Zika virus infection",
    "coda_data_split": "train",
    "coda_paper_id": 3143,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. An international spread of Zika virus (ZIKV) infection has attracted global attention. ZIKV is conveyed by a mosquito vector, Aedes species, which also acts as the vector species of dengue and chikungunya viruses. Methods. Arrival time of ZIKV importation (i.e., the time at which the first imported case was diagnosed) in each imported country was collected from publicly available data sources. Employing a survival analysis model in which the hazard is an inverse function of the effective distance as informed by the airline transportation network data, and using dengue and chikungunya virus transmission data, risks of importation and local transmission were estimated. Results. A total of 78 countries with imported case(s) have been identified, with the arrival time ranging from 1 to 44 weeks since the first ZIKV was identified in Brazil, 2015. Whereas the risk of importation was well explained by the airline transportation network data, the risk of local transmission appeared to be best captured by additionally accounting for the presence of dengue and chikungunya viruses. Discussion. The risk of importation may be high given continued global travel of mildly infected travelers but, considering that the public health concerns over ZIKV infection stems from microcephaly, it is more important to focus on the risk of local and widespread transmission that could involve pregnant women. The predicted risk of local transmission was frequently seen in tropical and subtropical countries with dengue or chikungunya epidemic experience.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An international spread of Zika virus ( ZIKV ) infection has attracted global attention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "ZIKV is conveyed by a mosquito vector ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Aedes species , which also acts as the vector species of dengue and chikungunya viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Arrival time of ZIKV importation ( i.e. , the time at which the first imported case was diagnosed ) in each imported country was collected from publicly available data sources .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Employing a survival analysis model in which the hazard is an inverse function of the effective distance as informed by the airline transportation network data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and using dengue and chikungunya virus transmission data ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risks of importation and local transmission were estimated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A total of 78 countries with imported case ( s ) have been identified ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the arrival time ranging from 1 to 44 weeks since the first ZIKV was identified in Brazil , 2015 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Whereas the risk of importation was well explained by the airline transportation network data ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the risk of local transmission appeared to be best captured by additionally accounting for the presence of dengue and chikungunya viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discussion .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The risk of importation may be high given continued global travel of mildly infected travelers but ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "considering that the public health concerns over ZIKV infection stems from microcephaly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is more important to focus on the risk of local and widespread transmission that could involve pregnant women .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The predicted risk of local transmission was frequently seen in tropical and subtropical countries with dengue or chikungunya epidemic experience .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "266"
  }
}