{
  "paper_id": "f6d85e0ed087e6a1f72370a839cd19d814c5cc36",
  "metadata": {
    "title": "Bacterial target-specific photocatalyst for the enhancement of antibacterial property to targets",
    "coda_data_split": "train",
    "coda_paper_id": 7113,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A bacterial target-specific titanium oxide (TiO 2 ) photocatalyst was developed for the enhancement of selective inactivation of targeted bacteria. An antibacterial composition comprising TiO 2 particles immobilized with a bacterial-specific antibody having affinity to bacteria of interest was prepared via a carbodiimide hydrochloride/N-hydroxysulfosuccinimide (EDC/NHS) coupling reaction between polyacrylic acid (PAA) coated TiO 2 and an antibody. As a model case, an antibody to Escherichia coli was conjugated with the PAA-coated TiO 2 (TiO 2 -Ab E ). We evaluated the enhancement of the antibacterial effect of TiO 2 -Ab E against target E. coli, compared with its effect on other bacteria that lack affinity for the antibody used. The TiO 2 -Ab E inactivated approximately 90% of the E. coli at 15 min, whereas the raw TiO 2 inactivated approximately 20% of the E. coli after the same period of time under UV irradiation. The TiO 2 -Ab E did not show an enhanced antibacterial effect against non-target bacteria. We infer that close contact between TiO 2 particles and E. coli, as a result of the specificity of the antibody, can enhance the direct transfer of reactive oxygen species (ROS) generated by TiO 2 particles to the cellular surface under UV irradiation and result in rapid and efficient inactivation of the targeted bacteria. The strategy presented here will facilitate the combination of other receptors and TiO 2 particles for the preparation of highly selective and photocatalytic composites to prevent or remediate contamination by unwanted bacteria in a wide variety of natural and man-made systems.",
      "sentences": [
        [
          {
            "segment_text": "A bacterial target-specific titanium oxide ( TiO 2 ) photocatalyst was developed for the enhancement of selective inactivation of targeted bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "An antibacterial composition comprising TiO 2 particles immobilized with a bacterial-specific antibody having affinity to bacteria of interest was prepared via a carbodiimide hydrochloride/N-hydroxysulfosuccinimide ( EDC/NHS ) coupling reaction between polyacrylic acid ( PAA ) coated TiO 2 and an antibody .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As a model case , an antibody to Escherichia coli was conjugated with the PAA-coated TiO 2 ( TiO 2 - Ab E ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We evaluated the enhancement of the antibacterial effect of TiO 2 - Ab E against target E. coli ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "compared with its effect on other bacteria that lack affinity for the antibody used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The TiO 2 - Ab E inactivated approximately 90 % of the E. coli at 15 min ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas the raw TiO 2 inactivated approximately 20 % of the E. coli after the same period of time under UV irradiation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The TiO 2 - Ab E did not show an enhanced antibacterial effect against non-target bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We infer that close contact between TiO 2 particles and E. coli ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as a result of the specificity of the antibody ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "can enhance the direct transfer of reactive oxygen species ( ROS ) generated by TiO 2 particles to the cellular surface under UV irradiation and result in rapid and efficient inactivation of the targeted bacteria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strategy presented here will facilitate the combination of other receptors and TiO 2 particles for the preparation of highly selective and photocatalytic composites to prevent or remediate contamination by unwanted bacteria in a wide variety of natural and man-made systems .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "282"
  }
}