{
  "paper_id": "f6d81903bcffba15f2dc44fc7e61ccde1b4ac4cd",
  "metadata": {
    "title": "SGTA: A New Player in the Molecular Co-Chaperone Game",
    "coda_data_split": "train",
    "coda_paper_id": 8819,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Small glutamine-rich tetratricopeptide repeatcontaining protein α (SGTA) is a steroid receptor molecular co-chaperone that may substantially influence hormone action and, consequently, hormone-mediated carcinogenesis. To date, published studies describe SGTA as a protein that is potentially critical in a range of biological processes, including viral infection, cell division, mitosis, and cell cycle checkpoint activation. SGTA interacts with the molecular chaperones, heat shock protein 70 (HSP70) and HSP90, and with steroid receptor complexes, including those containing the androgen receptor. Steroid receptors are critical for maintaining cell growth and differentiation in hormonally regulated tissues, such as male and female reproductive tissues, and also play a role in disease states involving these tissues. There is growing evidence that, through its interactions with chaperones and steroid receptors, SGTA may be a key player in the pathogenesis of hormonally influenced disease states, including prostate cancer and polycystic ovary syndrome. Research into the function of SGTA has been conducted in several model organisms and cell types, with these studies showing that SGTA functionality is cellspecific and tissue-specific. However, very few studies have been replicated in multiple cell types or experimental systems. Although a broad range of functions have been attributed to SGTA, there is a serious lack of mechanistic information to describe how SGTA acts. In this review, published evidence linking SGTA with hormonally regulated disease states is summarized and discussed, highlighting the need for future research to more clearly define the biological function(s) of this potentially important co-chaperone.",
      "sentences": [
        [
          {
            "segment_text": "Small glutamine-rich tetratricopeptide repeatcontaining protein α ( SGTA ) is a steroid receptor molecular co-chaperone that may substantially influence hormone action and , consequently , hormone-mediated carcinogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , published studies describe SGTA as a protein that is potentially critical in a range of biological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including viral infection , cell division ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mitosis , and cell cycle checkpoint activation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "SGTA interacts with the molecular chaperones ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "heat shock protein 70 ( HSP70 ) and HSP90 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and with steroid receptor complexes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including those containing the androgen receptor .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Steroid receptors are critical for maintaining cell growth and differentiation in hormonally regulated tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as male and female reproductive tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and also play a role in disease states involving these tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is growing evidence that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "through its interactions with chaperones and steroid receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "SGTA may be a key player in the pathogenesis of hormonally influenced disease states ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including prostate cancer and polycystic ovary syndrome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research into the function of SGTA has been conducted in several model organisms and cell types ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with these studies showing that SGTA functionality is cellspecific and tissue-specific .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , very few studies have been replicated in multiple cell types or experimental systems .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although a broad range of functions have been attributed to SGTA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is a serious lack of mechanistic information to describe how SGTA acts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , published evidence linking SGTA with hormonally regulated disease states is summarized and discussed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "highlighting the need for future research to more clearly define the biological function ( s ) of this potentially important co-chaperone .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Electronic supplementary material The online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "23",
    "token_num": "288"
  }
}