{
  "paper_id": "f6df4efd2fd556e59aae0df8de281f84bf762dff",
  "metadata": {
    "title": "Short Communication Changes in the Swine Gut Microbiota in Response to Porcine Epidemic Diarrhea Infection",
    "coda_data_split": "train",
    "coda_paper_id": 7607,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The gastrointestinal tract of mammals is a complex ecosystem with distinct environments and comprises hundreds of different types of bacterial cells. The gut microbiota may play a critical role in the gut health of the host. We herein attempted to identify a microbiota shift that may be affected by porcine epidemic diarrhea (PED). We observed significant differences in microbiota between the control and PED virus (PEDV)-infected groups at both the phylum and genus level. Most commensal bacteria (i.e. Psychrobacter, Prevotella, and Faecalibacterium) in the healthy gastrointestinal tract were decreased due to dysbiosis induced by PEDV infection.",
      "sentences": [
        [
          {
            "segment_text": "The gastrointestinal tract of mammals is a complex ecosystem with distinct environments and comprises hundreds of different types of bacterial cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The gut microbiota may play a critical role in the gut health of the host .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We herein attempted to identify a microbiota shift that may be affected by porcine epidemic diarrhea ( PED ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We observed significant differences in microbiota between the control and PED virus ( PEDV ) - infected groups at both the phylum and genus level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most commensal bacteria ( i.e. Psychrobacter , Prevotella , and Faecalibacterium ) in the healthy gastrointestinal tract were decreased due to dysbiosis induced by PEDV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "111"
  }
}