{
  "paper_id": "f6e2788b9dc61518de1393680c77e231ff53a037",
  "metadata": {
    "title": "Structure-function and application of plant lectins in disease biology and immunity",
    "coda_data_split": "train",
    "coda_paper_id": 7207,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Lectins are proteins with a high degree of stereospecificity to recognize various sugar structures and form reversible linkages upon interaction with glyco-conjugate complexes. These are abundantly found in plants, animals and many other species and are known to agglutinate various blood groups of erythrocytes. Further, due to the unique carbohydrate recognition property, lectins have been extensively used in many biological functions that make use of protein-carbohydrate recognition like detection, isolation and characterization of glycoconjugates, histochemistry of cells and tissues, tumor cell recognition and many more. In this review, we have summarized the immunomodulatory effects of plant lectins and their effects against diseases, including antimicrobial action. We found that many plant lectins mediate its microbicidal activity by triggering host immune responses that result in the release of several cytokines followed by activation of effector mechanism. Moreover, certain lectins also enhance the phagocytic activity of macrophages during microbial infections. Lectins along with heat killed microbes can act as vaccine to provide long term protection from deadly microbes. Hence, lectin based therapy can be used as a better substitute to fight microbial diseases efficiently in future.",
      "sentences": [
        [
          {
            "segment_text": "Lectins are proteins with a high degree of stereospecificity to recognize various sugar structures and form reversible linkages upon interaction with glyco-conjugate complexes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These are abundantly found in plants ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "animals and many other species and are known to agglutinate various blood groups of erythrocytes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , due to the unique carbohydrate recognition property ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lectins have been extensively used in many biological functions that make use of protein-carbohydrate recognition like detection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "isolation and characterization of glycoconjugates ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "histochemistry of cells and tissues ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "tumor cell recognition and many more .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we have summarized the immunomodulatory effects of plant lectins and their effects against diseases , including antimicrobial action .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We found that many plant lectins mediate its microbicidal activity by triggering host immune responses that result in the release of several cytokines followed by activation of effector mechanism .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , certain lectins also enhance the phagocytic activity of macrophages during microbial infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lectins along with heat killed microbes can act as vaccine to provide long term protection from deadly microbes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hence , lectin based therapy can be used as a better substitute to fight microbial diseases efficiently in future .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "201"
  }
}