{
  "paper_id": "f6e7d1aaef6479469705a2ae0ea9a5e5a5e18abf",
  "metadata": {
    "title": "Immunoregulatory functions of immune complexes in vaccine and therapy",
    "coda_data_split": "train",
    "coda_paper_id": 2182,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Clinical and experimental preparations of IgG/soluble antigen complexes, as well as those formed following antibody therapy in vivo, are multifaceted immune regulators. These immune complexes (ICs) have been tested in humans and animal models, mostly in forms of experimental or clinical vaccination, for at least a century. With intensified research on Fcc receptor-mediated immune modulation, as well as with immune complex-directed antigen processing, presentation, and inflammatory responses, there are renewed interests of using ICs in vaccines and immunotherapies. Currently, IC-based immune therapy has been broadly experimented in HBV and HIV viral infection control and antitumor treatments. However, mechanistic insights of IC-based treatments are relatively recent subjects of study; strong efforts are needed to establish links to connect laboratory findings with clinical practices. This review covers the history, mechanisms, and in vivo outcomes of this safe and effective therapeutic tool, with a clear aim to bridge laboratory findings with evolving clinical applications. Wubbolts R et al (2014) FcRgamma-chain ITAM signaling is critically required for crosspresentation of soluble antibody-antigen complexes by dendritic cells.",
      "sentences": [
        [
          {
            "segment_text": "Clinical and experimental preparations of IgG/soluble antigen complexes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as those formed following antibody therapy in vivo , are multifaceted immune regulators .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These immune complexes ( ICs ) have been tested in humans and animal models ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "mostly in forms of experimental or clinical vaccination ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "for at least a century .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "With intensified research on Fcc receptor-mediated immune modulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as with immune complex-directed antigen processing ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "presentation , and inflammatory responses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there are renewed interests of using ICs in vaccines and immunotherapies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Currently , IC-based immune therapy has been broadly experimented in HBV and HIV viral infection control and antitumor treatments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , mechanistic insights of IC-based treatments are relatively recent subjects of study ; strong efforts are needed to establish links to connect laboratory findings with clinical practices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review covers the history ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "mechanisms , and in vivo outcomes of this safe and effective therapeutic tool ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with a clear aim to bridge laboratory findings with evolving clinical applications .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Wubbolts R et al ( 2014 ) FcRgamma-chain ITAM signaling is critically required for crosspresentation of soluble antibody-antigen complexes by dendritic cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "196"
  }
}