{
  "paper_id": "f6e907e13f516564479fe71e2904d14cad572f15",
  "metadata": {
    "title": "Viral Fitness Correlates with the Magnitude and Direction of the Perturbation Induced in the Host\u0027s Transcriptome: The Tobacco Etch Potyvirus-Tobacco Case Study",
    "coda_data_split": "train",
    "coda_paper_id": 5302,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Determining the fitness of viral genotypes has become a standard practice in virology as it is essential to evaluate their evolutionary potential. Darwinian fitness, defined as the advantage of a given genotype with respect to a reference one, is a complex property that captures, in a single figure, differences in performance at every stage of viral infection. To what extent does viral fitness result from specific molecular interactions with host factors and regulatory networks during infection? Can we identify host genes in functional classes whose expression depends on viral fitness? Here, we compared the transcriptomes of tobacco plants infected with seven genotypes of tobacco etch potyvirus that differ in fitness. We found that the larger the fitness differences among genotypes, the more dissimilar the transcriptomic profiles are. Consistently, two different mutations, one in the viral RNA polymerase and another in the viral suppressor of RNA silencing, resulted in significantly similar gene expression profiles. Moreover, we identified host genes whose expression showed a significant correlation, positive or negative, with the virus\u0027 fitness. Differentially expressed genes which were positively correlated with viral fitness activate hormone-and RNA silencing-mediated pathways of plant defense. In contrast, those that were negatively correlated with fitness affect metabolism, reducing growth, and development. Overall, these results reveal the high information content of viral fitness and suggest its potential use to predict differences in genomic profiles of infected hosts.",
      "sentences": [
        [
          {
            "segment_text": "Determining the fitness of viral genotypes has become a standard practice in virology as it is essential to evaluate their evolutionary potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Darwinian fitness , defined as the advantage of a given genotype with respect to a reference one ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is a complex property that captures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in a single figure , differences in performance at every stage of viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To what extent does viral fitness result from specific molecular interactions with host factors and regulatory networks during infection ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Can we identify host genes in functional classes whose expression depends on viral fitness ?",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Here , we compared the transcriptomes of tobacco plants infected with seven genotypes of tobacco etch potyvirus that differ in fitness .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that the larger the fitness differences among genotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the more dissimilar the transcriptomic profiles are .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistently , two different mutations ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one in the viral RNA polymerase and another in the viral suppressor of RNA silencing ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulted in significantly similar gene expression profiles .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , we identified host genes whose expression showed a significant correlation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "positive or negative , with the virus \u0027 fitness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Differentially expressed genes which were positively correlated with viral fitness activate hormone-and RNA silencing-mediated pathways of plant defense .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , those that were negatively correlated with fitness affect metabolism ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reducing growth , and development .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , these results reveal the high information content of viral fitness and suggest its potential use to predict differences in genomic profiles of infected hosts .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "257"
  }
}