{
  "paper_id": "f6f9df0c4bf4a1d1b2a045660350523c0300f3e3",
  "metadata": {
    "title": "Ciliated conical epithelial cell protrusions point towards a diagnosis of primary ciliary dyskinesia",
    "coda_data_split": "train",
    "coda_paper_id": 6255,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Primary ciliary dyskinesia can result from a number of different ciliary defects that adversely affect ciliary function resulting markedly reduced or absent mucociliary clearance. Improvement in diagnostic testing is an area of current research. During diagnostic evaluation of PCD we observed ciliated conical protrusions from part of the apical surface of ciliated cells in those diagnosed with PCD. The aim of this study was to investigate if this abnormality was specific to PCD. Methods: Epithelial edges from 67 consecutively diagnosed PCD patients, 67 patients consecutively referred for PCD diagnostic testing in whom PCD was excluded, 22 with asthma and 18 with Cystic Fibrosis (CF) were studied retrospectively in a blinded manner using light microscopy. Results: Forty six out of 67 patients with PCD had ciliated conical epithelial protrusions, whereas none were seen in patients where PCD was excluded, or in patients with asthma or CF. The sensitivity, specificity, positive predictive value and negative predictive value for the presence of the ciliated conical protrusions to predict a diagnosis of PCD were 76.5, 100, 100 and 77% respectively.",
      "sentences": [
        [
          {
            "segment_text": "Background : Primary ciliary dyskinesia can result from a number of different ciliary defects that adversely affect ciliary function resulting markedly reduced or absent mucociliary clearance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Improvement in diagnostic testing is an area of current research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "During diagnostic evaluation of PCD we observed ciliated conical protrusions from part of the apical surface of ciliated cells in those diagnosed with PCD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of this study was to investigate if this abnormality was specific to PCD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Epithelial edges from 67 consecutively diagnosed PCD patients ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "67 patients consecutively referred for PCD diagnostic testing in whom PCD was excluded ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "22 with asthma and 18 with Cystic Fibrosis ( CF ) were studied retrospectively in a blinded manner using light microscopy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Forty six out of 67 patients with PCD had ciliated conical epithelial protrusions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas none were seen in patients where PCD was excluded ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or in patients with asthma or CF. The sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specificity , positive predictive value and negative predictive value for the presence of the ciliated conical protrusions to predict a diagnosis of PCD were 76.5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "100 , 100 and 77 % respectively .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Characteristic ciliated conical protrusions from ciliated epithelial cells maybe a useful pointer to the diagnosis of PCD. However, their absence does not exclude the diagnosis of PCD.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Characteristic ciliated conical protrusions from ciliated epithelial cells maybe a useful pointer to the diagnosis of PCD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , their absence does not exclude the diagnosis of PCD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "229"
  }
}