{
  "paper_id": "f6fad98294179598664366ea99a8caa991b74340",
  "metadata": {
    "title": "Virus interactions with bacteria: Partners in the infectious dance",
    "coda_data_split": "train",
    "coda_paper_id": 10338,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The outcome of viral infection depends on the interplay between host factors and the environment. Host factors, like the expression of viral receptors, convey permissiveness to infection, define tropism, regulate antiviral immune responses, determine viral clearance, and spread. The host microbiota, the constellation of microbes inhabiting an organism, also plays a key role in the outcome of infection. Microbes and microbial products can directly interact with viral particles. Our understanding of how the microbiota impacts virus infection is largely limited to the bacterial component of the microbiota. Although bacteria do not support eukaryotic virus infection, they can promote viral fitness by enhancing virion stability, promoting infection of eukaryotic cells, and increasing coinfection rates. Virus binding of bacteria can also impact bacterial biology, including bacterial adherence to eukaryotic cells. These interactions can also indirectly affect the host response to viral infection. In this Pearl, we focus on how direct and indirect interactions between viruses and bacteria impact viral biology and touch on recent findings that illustrate how bacterial biology can also be impacted by interactions with eukaryotic viruses (Fig 1) .",
      "sentences": [
        [
          {
            "segment_text": "The outcome of viral infection depends on the interplay between host factors and the environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Host factors , like the expression of viral receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "convey permissiveness to infection , define tropism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "regulate antiviral immune responses , determine viral clearance , and spread .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The host microbiota , the constellation of microbes inhabiting an organism ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "also plays a key role in the outcome of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microbes and microbial products can directly interact with viral particles .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our understanding of how the microbiota impacts virus infection is largely limited to the bacterial component of the microbiota .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although bacteria do not support eukaryotic virus infection ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they can promote viral fitness by enhancing virion stability ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "promoting infection of eukaryotic cells , and increasing coinfection rates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virus binding of bacteria can also impact bacterial biology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including bacterial adherence to eukaryotic cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These interactions can also indirectly affect the host response to viral infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this Pearl , we focus on how direct and indirect interactions between viruses and bacteria impact viral biology and touch on recent findings that illustrate how bacterial biology can also be impacted by interactions with eukaryotic viruses ( Fig 1 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "203"
  }
}