{
  "paper_id": "f6fcf1a99cbd073c5821d1c4ffa3f2c6daf8ae29",
  "metadata": {
    "title": "MERS coronavirus: diagnostics, epidemiology and transmission",
    "coda_data_split": "train",
    "coda_paper_id": 6293,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The first known cases of Middle East respiratory syndrome (MERS), associated with infection by a novel coronavirus (CoV), occurred in 2012 in Jordan but were reported retrospectively. The case first to be publicly reported was from Jeddah, in the Kingdom of Saudi Arabia (KSA). Since then, MERS-CoV sequences have been found in a bat and in many dromedary camels (DC). MERS-CoV is enzootic in DC across the Arabian Peninsula and in parts of Africa, causing mild upper respiratory tract illness in its camel reservoir and sporadic, but relatively rare human infections. Precisely how virus transmits to humans remains unknown but close and lengthy exposure appears to be a requirement. The KSA is the focal point of MERS, with the majority of human cases. In humans, MERS is mostly known as a lower respiratory tract (LRT) disease involving fever, cough, breathing difficulties and pneumonia that may progress to acute respiratory distress syndrome, multiorgan failure and death in 20 % to 40 % of those infected. However, MERS-CoV has also been detected in mild and influenza-like illnesses and in those with no signs or symptoms. Older males most obviously suffer severe disease and MERS patients often have comorbidities. Compared to severe acute respiratory syndrome (SARS), another sometimes-fatal zoonotic coronavirus disease that has since disappeared, MERS progresses more rapidly to respiratory failure and acute kidney injury (it also has an affinity for growth in kidney cells under laboratory conditions), is more frequently reported in patients with underlying disease and is more often fatal. Most human cases of MERS have been linked to lapses in infection prevention and control (IPC) in healthcare settings, with approximately 20 % of all virus detections reported among healthcare workers (HCWs) and higher exposures in those with occupations that bring them into close contact with camels. Sero-surveys have found widespread evidence of past infection in adult camels and limited past exposure among humans. Sensitive, validated reverse transcriptase real-time polymerase chain reaction (RT-rtPCR)-based diagnostics have been available almost from the start of the emergence of MERS. While the basic virology of MERS-CoV has advanced over the past three years, understanding of the interplay between camel, environment, and human remains limited.",
      "sentences": [
        [
          {
            "segment_text": "The first known cases of Middle East respiratory syndrome ( MERS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with infection by a novel coronavirus ( CoV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "occurred in 2012 in Jordan but were reported retrospectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The case first to be publicly reported was from Jeddah ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in the Kingdom of Saudi Arabia ( KSA ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since then , MERS-CoV sequences have been found in a bat and in many dromedary camels ( DC ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV is enzootic in DC across the Arabian Peninsula and in parts of Africa ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing mild upper respiratory tract illness in its camel reservoir and sporadic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but relatively rare human infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Precisely how virus transmits to humans remains unknown but close and lengthy exposure appears to be a requirement .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The KSA is the focal point of MERS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with the majority of human cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In humans , MERS is mostly known as a lower respiratory tract ( LRT ) disease involving fever ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cough , breathing difficulties and pneumonia that may progress to acute respiratory distress syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiorgan failure and death in 20 % to 40 % of those infected .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , MERS-CoV has also been detected in mild and influenza-like illnesses and in those with no signs or symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Older males most obviously suffer severe disease and MERS patients often have comorbidities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared to severe acute respiratory syndrome ( SARS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "another sometimes-fatal zoonotic coronavirus disease that has since disappeared ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "MERS progresses more rapidly to respiratory failure and acute kidney injury ( it also has an affinity for growth in kidney cells under laboratory conditions ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is more frequently reported in patients with underlying disease and is more often fatal .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Most human cases of MERS have been linked to lapses in infection prevention and control ( IPC ) in healthcare settings ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with approximately 20 % of all virus detections reported among healthcare workers ( HCWs ) and higher exposures in those with occupations that bring them into close contact with camels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sero-surveys have found widespread evidence of past infection in adult camels and limited past exposure among humans .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitive , validated reverse transcriptase real-time polymerase chain reaction ( RT-rtPCR ) - based diagnostics have been available almost from the start of the emergence of MERS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While the basic virology of MERS-CoV has advanced over the past three years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "understanding of the interplay between camel ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "environment , and human remains limited .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "28",
    "token_num": "416"
  }
}