{
  "paper_id": "f718c18557f553d1f89ca9bedbda0236e413b767",
  "metadata": {
    "title": "Prophylactic and therapeutic efficacy of mAb treatment against MERS-CoV in common marmosets",
    "coda_data_split": "train",
    "coda_paper_id": 9873,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The high case-fatality rate of confirmed MERS-CoV infections underlines the urgent need for an effective treatment to reduce the disease severity and mortality. REGN3051 and REGN3048 are two fully human neutralizing monoclonal antibodies (mAb) against MERS-CoV that reduced virus replication in mice expressing human DPP4 upon prophylactic and therapeutic treatment. Here, we evaluated the prophylactic and therapeutic efficacy of REGN3048 and REGN3051 in the common marmoset model of MERS-CoV infection. Intravenous administration of mAb resulted in high levels of MERS-CoV-neutralizing activity in circulating blood. When animals were treated with mAbs one day before challenge, respiratory disease was less severe and, in animals treated with both REGN3048 and REGN3051, viral loads in the lungs were reduced. However, therapeutic treatment on day one after challenge was less efficacious as it did not prevent the development of severe respiratory disease and all treated animals developed bronchointerstitial pneumonia of similar severity as the control animals. Thus, mAb administration may be more effective in a prophylactic treatment regimen rather than treatment of MERS.",
      "sentences": [
        [
          {
            "segment_text": "The high case-fatality rate of confirmed MERS-CoV infections underlines the urgent need for an effective treatment to reduce the disease severity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "REGN3051 and REGN3048 are two fully human neutralizing monoclonal antibodies ( mAb ) against MERS-CoV that reduced virus replication in mice expressing human DPP4 upon prophylactic and therapeutic treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we evaluated the prophylactic and therapeutic efficacy of REGN3048 and REGN3051 in the common marmoset model of MERS-CoV infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Intravenous administration of mAb resulted in high levels of MERS-CoV-neutralizing activity in circulating blood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When animals were treated with mAbs one day before challenge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory disease was less severe and ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in animals treated with both REGN3048 and REGN3051 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral loads in the lungs were reduced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , therapeutic treatment on day one after challenge was less efficacious as it did not prevent the development of severe respiratory disease and all treated animals developed bronchointerstitial pneumonia of similar severity as the control animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , mAb administration may be more effective in a prophylactic treatment regimen rather than treatment of MERS .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "10",
    "token_num": "183"
  }
}