{
  "paper_id": "f71fc0b528a0c0a8844d390140e4ae40a7ed1f59",
  "metadata": {
    "title": "Etiology of CAP Identified with Real-Time PCR • CID 2005:41 (1 August) • 345 Improved Diagnosis of the Etiology of Community-Acquired Pneumonia with Real-Time Polymerase Chain Reaction",
    "coda_data_split": "train",
    "coda_paper_id": 6202,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Community-acquired pneumonia (CAP) remains an important cause of morbidity and mortality. Polymerase chain reaction (PCR) has been shown to be more sensitive than current standard microbiological methods and, therefore, may improve the accuracy of microbiological diagnosis for patients with CAP.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Community-acquired pneumonia ( CAP ) remains an important cause of morbidity and mortality .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Polymerase chain reaction ( PCR ) has been shown to be more sensitive than current standard microbiological methods and ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "therefore , may improve the accuracy of microbiological diagnosis for patients with CAP .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. Conventional detection techniques and multiplex real-time PCR for atypical bacteria and respiratory viruses were performed on samples collected from 105 adults enrolled in a prospective study. An infiltrate was visible on each patient\u0027s chest radiograph, and a pneumonia severity index score was determined for each patient.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conventional detection techniques and multiplex real-time PCR for atypical bacteria and respiratory viruses were performed on samples collected from 105 adults enrolled in a prospective study .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "An infiltrate was visible on each patient \u0027s chest radiograph ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and a pneumonia severity index score was determined for each patient .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. Microbiological diagnoses were determined for 52 (49.5%) of 105 patients by conventional techniques and for 80 (76%) of 105 patients by real-time PCR. The time to obtain the result of real-time PCR could be reduced to 6 h. PCR methodology was significantly more sensitive for the detection of atypical pathogens and viruses ( ). Respiratory viral infections and mixed infections were detected in 15 (14.2%) and 3 (2.8%) of P р .001 105 patients, respectively, by conventional methods, but were detected in 59 (56.2%) and 28 (26.5%) of 105, respectively, by real-time PCR. Presence of a mixed infection was significantly associated with severe pneumonia ( ). Human rhinoviruses and coronaviruses, OC43 and 229E, were frequently identified pathogens. P p .002",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microbiological diagnoses were determined for 52 ( 49.5 % ) of 105 patients by conventional techniques and for 80 ( 76 % ) of 105 patients by real-time PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The time to obtain the result of real-time PCR could be reduced to 6 h. PCR methodology was significantly more sensitive for the detection of atypical pathogens and viruses ( ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Respiratory viral infections and mixed infections were detected in 15 ( 14.2 % ) and 3 ( 2.8 % ) of P р .001 105 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , by conventional methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but were detected in 59 ( 56.2 % ) and 28 ( 26.5 % ) of 105 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , by real-time PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Presence of a mixed infection was significantly associated with severe pneumonia ( ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human rhinoviruses and coronaviruses , OC43 and 229E , were frequently identified pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "P p .002",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. The combined real-time PCR assay is more sensitive for diagnosis of the main viruses and atypical bacteria that cause CAP compared with conventional methods, and obtains results in a clinically relevant time period.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The combined real-time PCR assay is more sensitive for diagnosis of the main viruses and atypical bacteria that cause CAP compared with conventional methods ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and obtains results in a clinically relevant time period .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "291"
  }
}