{
  "paper_id": "f72abb1b0683ec97335167e3e3b8c2790531654e",
  "metadata": {
    "title": "Topics in Medicine and Surgery Topics in Medicine and Surgery Rabbit Clinical Pathology",
    "coda_data_split": "train",
    "coda_paper_id": 6150,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "With rabbit patients, as in other species, analyzing blood and urine samples can be useful and informative, although interpretation of the results is sometimes challenging. This article summarizes the interpretation of laboratory results from rabbits. Hematological parameters can yield information about the red blood cell population and leukocyte response to stress and pathogens. Biochemistry evaluation can be used to investigate liver, kidney, and other organ function, and urinalysis results may yield additional information about kidney function and electrolyte imbalances. Serological tests are available for several pathogens of rabbits, including Encephalitozoon cuniculi, although the significance of positive results and antibody titers is not clear. Serum protein electrophoresis aids the understanding of protein disorders and the immune response to acute and chronic inflammation.",
      "sentences": [
        [
          {
            "segment_text": "With rabbit patients , as in other species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "analyzing blood and urine samples can be useful and informative ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although interpretation of the results is sometimes challenging .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article summarizes the interpretation of laboratory results from rabbits .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Hematological parameters can yield information about the red blood cell population and leukocyte response to stress and pathogens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Biochemistry evaluation can be used to investigate liver ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "kidney , and other organ function ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and urinalysis results may yield additional information about kidney function and electrolyte imbalances .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serological tests are available for several pathogens of rabbits ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including Encephalitozoon cuniculi , although the significance of positive results and antibody titers is not clear .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum protein electrophoresis aids the understanding of protein disorders and the immune response to acute and chronic inflammation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "135"
  }
}