{
  "paper_id": "f734d47a423cbe54ec0cc9b2dee39470cf74fd9b",
  "metadata": {
    "title": "Novel Coronavirus (COVID-19) Knowledge and Perceptions: A Survey of Healthcare Workers",
    "coda_data_split": "train",
    "coda_paper_id": 4005,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "Background: During the first week of March, the surge of coronavirus disease 2019 cases reached over 100 countries with more than 100,000 cases. Healthcare authorities have already initiated awareness and preparedness activities beyond borders. A poor understanding of the disease among healthcare workers (HCWs) may result in delayed treatment and the rapid spread of infection. This study aimed to investigate the knowledge and perceptions of HCWs about COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "Background : During the first week of March ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the surge of coronavirus disease 2019 cases reached over 100 countries with more than 100,000 cases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Healthcare authorities have already initiated awareness and preparedness activities beyond borders .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A poor understanding of the disease among healthcare workers ( HCWs ) may result in delayed treatment and the rapid spread of infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to investigate the knowledge and perceptions of HCWs about COVID-19 .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "A cross-sectional, web-based study was conducted among HCWs about COVID-19 during the first week of March 2020. A 23-item survey instrument was developed and distributed randomly to HCWs using social media; it required 5 minutes to complete. A chisquare test was used to investigate the level of association among variables at the significance level of p\u003c0.05.",
      "sentences": [
        [
          {
            "segment_text": "A cross-sectional , web-based study was conducted among HCWs about COVID-19 during the first week of March 2020 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A 23-item survey instrument was developed and distributed randomly to HCWs using social media ; it required 5 minutes to complete .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A chisquare test was used to investigate the level of association among variables at the significance level of p \u003c 0.05 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Of 529 participants, a total of 453 HCWs completed the survey (response rate: 85.6%); 51.6% were males, 32.1% were aged 25-34 years, and most were doctors (30.2%) and medical students (29.6%). Regarding COVID-19, most of the participants used social media to obtain information (61%), and a significant proportion of HCWs had poor knowledge of its transmission (61%) and symptom onset (63.6%) and showed positive perceptions of COVID-19 prevention and control. Factors such as age and profession were associated with inadequate knowledge and poor perception of COVID-19.",
      "sentences": [
        [
          {
            "segment_text": "Of 529 participants , a total of 453 HCWs completed the survey ( response rate : 85.6 % ) ; 51.6 % were males ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "32.1 % were aged 25-34 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and most were doctors ( 30.2 % ) and medical students ( 29.6 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Regarding COVID-19 , most of the participants used social media to obtain information ( 61 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a significant proportion of HCWs had poor knowledge of its transmission ( 61 % ) and symptom onset ( 63.6 % ) and showed positive perceptions of COVID-19 prevention and control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Factors such as age and profession were associated with inadequate knowledge and poor perception of COVID-19 .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "As the global threat of COVID-19 continues to emerge, it is critical to improve the knowledge and perceptions of HCWs. Educational interventions are urgently needed to reach HCWs beyond borders, and further studies are warranted.",
      "sentences": [
        [
          {
            "segment_text": "As the global threat of COVID-19 continues to emerge ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it is critical to improve the knowledge and perceptions of HCWs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Educational interventions are urgently needed to reach HCWs beyond borders ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and further studies are warranted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "18",
    "token_num": "294"
  }
}