{
  "paper_id": "f74d6f598edd77d5ececd51da9d900910b21186d",
  "metadata": {
    "title": "Implications of Host Genetic Variation on the Risk and Prevalence of Infectious Diseases Transmitted Through the Environment",
    "coda_data_split": "train",
    "coda_paper_id": 10404,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies have shown that host genetic heterogeneity in the response to infectious challenge can affect the emergence risk and the severity of diseases transmitted through direct contact between individuals. However, there is substantial uncertainty about the degree and direction of influence owing to different definitions of genetic variation, most of which are not in line with the current understanding of the genetic architecture of disease traits. Also, the relevance of previous results for diseases transmitted through environmental sources is unclear. In this article a compartmental genetic-epidemiological model was developed to quantify the impact of host genetic diversity on epidemiological characteristics of diseases transmitted through a contaminated environment. The model was parameterized for footrot in sheep. Genetic variation was defined through continuous distributions with varying shape and degree of dispersion for different disease traits. The model predicts a strong impact of genetic heterogeneity on the disease risk and its progression and severity, as well as on observable host phenotypes, when dispersion in key epidemiological parameters is high. The impact of host variation depends on the disease trait for which variation occurs and on environmental conditions affecting pathogen survival. In particular, compared to homogeneous populations with the same average susceptibility, disease risk and severity are substantially higher in populations containing a large proportion of highly susceptible individuals, and the differences are strongest when environmental contamination is low. The implications of our results for the recording and analysis of disease data and for predicting response to selection are discussed.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies have shown that host genetic heterogeneity in the response to infectious challenge can affect the emergence risk and the severity of diseases transmitted through direct contact between individuals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , there is substantial uncertainty about the degree and direction of influence owing to different definitions of genetic variation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most of which are not in line with the current understanding of the genetic architecture of disease traits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Also , the relevance of previous results for diseases transmitted through environmental sources is unclear .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article a compartmental genetic-epidemiological model was developed to quantify the impact of host genetic diversity on epidemiological characteristics of diseases transmitted through a contaminated environment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The model was parameterized for footrot in sheep .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Genetic variation was defined through continuous distributions with varying shape and degree of dispersion for different disease traits .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The model predicts a strong impact of genetic heterogeneity on the disease risk and its progression and severity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as on observable host phenotypes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "when dispersion in key epidemiological parameters is high .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The impact of host variation depends on the disease trait for which variation occurs and on environmental conditions affecting pathogen survival .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , compared to homogeneous populations with the same average susceptibility ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disease risk and severity are substantially higher in populations containing a large proportion of highly susceptible individuals ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the differences are strongest when environmental contamination is low .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The implications of our results for the recording and analysis of disease data and for predicting response to selection are discussed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "15",
    "token_num": "265"
  }
}