{
  "paper_id": "f794f4f008a3e169fc5c4f99c586355594caa296",
  "metadata": {
    "title": "Waterpipe smoking as a public health risk: Potential risk for transmission of MERS-CoV-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 6077,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The Middle East Respiratory Syndrome (MERS-CoV) emerged in the Kingdom of Saudi Arabia in 2012 causing a critical challenge to public health. The epidemiology of MERS-CoV remain enigmatic as human-to-human transmission is not fully understood. One possible scenario that might play a role in the virus transmission is the cultural waterpipe smoking. Cafés providing waterpipe smoking in cities within Saudi Arabia have been moved to areas outside city limits that frequently place them close to camels markets. We report results of a surveillance study wherein waterpipe hoses throughout several regions in Saudi Arabia were tested for the presence of MERS-CoV. A total of 2489 waterpipe samples were collected from cities where MERS-CoV cases were continuously recorded. MERS-CoV RNA wasn\u0027t detected in collected samples. Irrespective of the negative results of our survey, the public health risk of waterpipe smoking should not be underestimated. To avoid a possible transmission within country where MERS-CoV is prevalent, we recommend the replacement of resusable hoses with \u0027\u0027one-timeuse\" hoses in addition to a close inspection of waterpipe components to assure the appropriate cleaning and sanitization.",
      "sentences": [
        [
          {
            "segment_text": "The Middle East Respiratory Syndrome ( MERS-CoV ) emerged in the Kingdom of Saudi Arabia in 2012 causing a critical challenge to public health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The epidemiology of MERS-CoV remain enigmatic as human-to-human transmission is not fully understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One possible scenario that might play a role in the virus transmission is the cultural waterpipe smoking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Cafés providing waterpipe smoking in cities within Saudi Arabia have been moved to areas outside city limits that frequently place them close to camels markets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report results of a surveillance study wherein waterpipe hoses throughout several regions in Saudi Arabia were tested for the presence of MERS-CoV .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 2489 waterpipe samples were collected from cities where MERS-CoV cases were continuously recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "MERS-CoV RNA was n\u0027t detected in collected samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Irrespective of the negative results of our survey ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the public health risk of waterpipe smoking should not be underestimated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To avoid a possible transmission within country where MERS-CoV is prevalent ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we recommend the replacement of resusable hoses with `` one-timeuse \u0027\u0027 hoses in addition to a close inspection of waterpipe components to assure the appropriate cleaning and sanitization .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "195"
  }
}