{
  "paper_id": "f7bb1f005066cb4930f83cde4cdc1ff3fe411def",
  "metadata": {
    "title": "Overview of the 3rd isirv-Antiviral Group Conference - advances in clinical management",
    "coda_data_split": "train",
    "coda_paper_id": 4387,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "This review highlights the main points which emerged from the presentations and discussions at the 3rd isirv-Antiviral Group Conference -advances in clinical management. The conference covered emerging and potentially pandemic influenza viruses and discussed novel/pre-licensure therapeutics and currently approved antivirals and vaccines for the control of influenza. Current data on approved and novel treatments for non-influenza respiratory viruses such as MERS-CoV, respiratory syncytial virus (RSV) and rhinoviruses and the challenges of treating immunocompromised patients with respiratory infections was highlighted.",
      "sentences": [
        [
          {
            "segment_text": "This review highlights the main points which emerged from the presentations and discussions at the 3rd isirv-Antiviral Group Conference - advances in clinical management .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The conference covered emerging and potentially pandemic influenza viruses and discussed novel/pre-licensure therapeutics and currently approved antivirals and vaccines for the control of influenza .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Current data on approved and novel treatments for non-influenza respiratory viruses such as MERS-CoV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respiratory syncytial virus ( RSV ) and rhinoviruses and the challenges of treating immunocompromised patients with respiratory infections was highlighted .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "4",
    "token_num": "86"
  }
}