{
  "paper_id": "f7cdd1401f92aa073bd886ef3025e77792da5875",
  "metadata": {
    "title": "Enhanced induction of dendritic cell maturation and HLA-A*0201-restricted CEA-specific CD8 + CTL response by exosomes derived from IL-18 gene-modified CEA-positive tumor cells",
    "coda_data_split": "train",
    "coda_paper_id": 5332,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Dendritic cells (DC)-derived or tumor-derived exosomes are a population of nanometer sized membrane vesicles that can induce specific anti-tumor immunity. However, the immunogenic potential and efficiency of exosomes-based tumor vaccine are not satisfactory enough to achieve a curative effect in clinical trials. In this article we investigated whether IL-18 genetic modification of tumor cells can increase the efficacy of exosomes derived from IL-18 gene-modified tumor cells. We transfected carcinoembryonic antigen (CEA)-expressing tumor cells with a recombinant adenovirus encoding human IL-18 (AdhIL-18) and prepared the exosomes, Exo/IL-18, from IL-18 gene-modified tumor cells. We found that Exo/IL-18 naturally contain CEA and bioactive IL-18. Moreover, Exo-IL-18 are potent in chemoattracting DC and T cells, enhancing the proliferation and Th1 cytokine release of PBMC, and promoting the phenotypic and functional maturation of DC. Furthermore, Exo/IL-18-pulsed DC are quite potent to induce HLA-A*0201-restricted, CEA-specific CD8 + CTL from the PBMC of HLA-A*0201 CEA + cancer patients in vitro. In almost all of these experiments, Exo/IL-18 show more potent functions than the conventionally prepared exosomes derived from parent tumor cells without IL-18 gene modification. Our findings suggest that Exo/IL-18 has more potent capability to induce specific anti-tumor immunity, and our strategy of IL-18 modification of exosomes is a feasible approach to develop exosomesbased tumor vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Dendritic cells ( DC ) - derived or tumor-derived exosomes are a population of nanometer sized membrane vesicles that can induce specific anti-tumor immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , the immunogenic potential and efficiency of exosomes-based tumor vaccine are not satisfactory enough to achieve a curative effect in clinical trials .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this article we investigated whether IL-18 genetic modification of tumor cells can increase the efficacy of exosomes derived from IL-18 gene-modified tumor cells .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We transfected carcinoembryonic antigen ( CEA ) - expressing tumor cells with a recombinant adenovirus encoding human IL-18 ( AdhIL-18 ) and prepared the exosomes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Exo/IL -18 , from IL-18 gene-modified tumor cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that Exo/IL -18 naturally contain CEA and bioactive IL-18 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , Exo-IL-18 are potent in chemoattracting DC and T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "enhancing the proliferation and Th1 cytokine release of PBMC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and promoting the phenotypic and functional maturation of DC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , Exo/IL -18-pulsed DC are quite potent to induce HLA-A * 0201-restricted ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CEA-specific CD8 + CTL from the PBMC of HLA-A * 0201 CEA + cancer patients in vitro .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In almost all of these experiments ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Exo/IL -18 show more potent functions than the conventionally prepared exosomes derived from parent tumor cells without IL-18 gene modification .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that Exo/IL -18 has more potent capability to induce specific anti-tumor immunity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and our strategy of IL-18 modification of exosomes is a feasible approach to develop exosomesbased tumor vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "247"
  }
}