{
  "paper_id": "f7edc70b28157bb0ad0fa543b69cb1a0b1231020",
  "metadata": {
    "title": "Mannose-Binding Lectin and Susceptibility to Schistosomiasis",
    "coda_data_split": "train",
    "coda_paper_id": 10228,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Human ficolin 2 (encoded by FCN2) and mannose-binding lectin (encoded by MBL2) bind to specific pathogen-associated molecular patterns, activate the complement lectin cascade in a similar manner, and are associated with several infectious diseases. Our recently published study established certain FCN2 promoter variants and ficolin-2 serum levels as protective factors against schistosomiasis.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Human ficolin 2 ( encoded by FCN2 ) and mannose-binding lectin ( encoded by MBL2 ) bind to specific pathogen-associated molecular patterns ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "activate the complement lectin cascade in a similar manner ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and are associated with several infectious diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our recently published study established certain FCN2 promoter variants and ficolin-2 serum levels as protective factors against schistosomiasis .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. We used the Nigerian cohort from our recently published study, which included 163 Schistosoma haematobium-infected individuals and 183 matched healthy subjects, and investigated whether MBL deficiency and MBL2 polymorphisms are associated with schistosomiasis.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We used the Nigerian cohort from our recently published study ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which included 163 Schistosoma haematobium-infected individuals and 183 matched healthy subjects ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and investigated whether MBL deficiency and MBL2 polymorphisms are associated with schistosomiasis .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. MBL serum levels were significantly higher in controls and were associated with protection (P \u003c .0001). The −550H minor allele was significantly associated with protection (P \u003d .03), and the heterozygous genotypes −550HL were observed to confer protection (P \u003d .03). The MBL2*HYPA haplotype was significantly associated with protection (P \u003d .03), with significantly higher serum MBL levels in controls (P \u003d .00073). The heterozygous 6-bp deletion in the promoter was observed to be a susceptibility factor in schistosomiasis (P \u003d .03).",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MBL serum levels were significantly higher in controls and were associated with protection ( P \u003c .0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The − 550H minor allele was significantly associated with protection ( P \u003d .03 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the heterozygous genotypes − 550HL were observed to confer protection ( P \u003d .03 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The MBL2 * HYPA haplotype was significantly associated with protection ( P \u003d .03 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with significantly higher serum MBL levels in controls ( P \u003d .00073 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The heterozygous 6-bp deletion in the promoter was observed to be a susceptibility factor in schistosomiasis ( P \u003d .03 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. In agreement with findings from our recently published study, the findings reported here support the observation that MBL is also associated with protection in schistosomiasis.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In agreement with findings from our recently published study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the findings reported here support the observation that MBL is also associated with protection in schistosomiasis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "235"
  }
}