{
  "paper_id": "f7ef8b5d989ac724f2520aa8a0a83e60f8851e91",
  "metadata": {
    "title": "Chemo-enzymatic synthesis of site-specific isotopically labeled nucleotides for use in NMR resonance assignment, dynamics and structural characterizations",
    "coda_data_split": "train",
    "coda_paper_id": 7661,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Stable isotope labeling is central to NMR studies of nucleic acids. Development of methods that incorporate labels at specific atomic positions within each nucleotide promises to expand the size range of RNAs that can be studied by NMR. Using recombinantly expressed enzymes and chemically synthesized ribose and nucleobase, we have developed an inexpensive, rapid chemo-enzymatic method to label ATP and GTP site specifically and in high yields of up to 90%. We incorporated these nucleotides into RNAs with sizes ranging from 27 to 59 nucleotides using in vitro transcription: A-Site (27 nt), the iron responsive elements (29 nt), a fluoride riboswitch from Bacillus anthracis (48 nt), and a frame-shifting element from a human corona virus (59 nt). Finally, we showcase the improvement in spectral quality arising from reduced crowding and narrowed linewidths, and accurate analysis of NMR relaxation dispersion (CPMG) and TROSY-based CEST experiments to measure sms time scale motions, and an improved NOESY strategy for resonance assignment. Applications of this selective labeling technology promises to reduce difficulties associated with chemical shift overlap and rapid signal decay that have made it challenging to study the structure and dynamics of large RNAs beyond the 50 nt median size found in the PDB.",
      "sentences": [
        [
          {
            "segment_text": "Stable isotope labeling is central to NMR studies of nucleic acids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Development of methods that incorporate labels at specific atomic positions within each nucleotide promises to expand the size range of RNAs that can be studied by NMR .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using recombinantly expressed enzymes and chemically synthesized ribose and nucleobase ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we have developed an inexpensive ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "rapid chemo-enzymatic method to label ATP and GTP site specifically and in high yields of up to 90 % .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We incorporated these nucleotides into RNAs with sizes ranging from 27 to 59 nucleotides using in vitro transcription : A-Site ( 27 nt ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the iron responsive elements ( 29 nt ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a fluoride riboswitch from Bacillus anthracis ( 48 nt ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a frame-shifting element from a human corona virus ( 59 nt ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we showcase the improvement in spectral quality arising from reduced crowding and narrowed linewidths ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and accurate analysis of NMR relaxation dispersion ( CPMG ) and TROSY-based CEST experiments to measure sms time scale motions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and an improved NOESY strategy for resonance assignment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Applications of this selective labeling technology promises to reduce difficulties associated with chemical shift overlap and rapid signal decay that have made it challenging to study the structure and dynamics of large RNAs beyond the 50 nt median size found in the PDB .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "227"
  }
}