{
  "paper_id": "f7f228117ed266bdd9f35510bec8011dfcef21a1",
  "metadata": {
    "title": "Causation and Disease: Effect of Technology on Postulates of Causation*",
    "coda_data_split": "train",
    "coda_paper_id": 6662,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper reviews the technical developments in microbiology that led to the discovery of new infectious agents and the effect of these discoveries on establishing proof of causation. In bacteriology, these advances included the light microscope, bacterial stains, bacterial cultures, and the methods used to isolate clones. In virology, they involved the use of filters to separate viruses from bacteria, the electron microscope, the use of laboratory animals, embryonated eggs, tissue cultures to identify or grow the agent, and the recent development of molecular techniques to detect the presence of antigen in tissues. In immunology, they were based on the discovery of antibodies and of the immune response.",
      "sentences": [
        [
          {
            "segment_text": "This paper reviews the technical developments in microbiology that led to the discovery of new infectious agents and the effect of these discoveries on establishing proof of causation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In bacteriology , these advances included the light microscope ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bacterial stains , bacterial cultures ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the methods used to isolate clones .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In virology , they involved the use of filters to separate viruses from bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the electron microscope , the use of laboratory animals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "embryonated eggs , tissue cultures to identify or grow the agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the recent development of molecular techniques to detect the presence of antigen in tissues .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In immunology , they were based on the discovery of antibodies and of the immune response .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This paper is dedicated to the late Arthur J. Viseltear, Associate Professor of the History of Medicine and Public Health. He was a dear friend and colleague, and a frequent luncheon companion on the third floor of the Laboratory of Epidemiology and Public Health. There, his wit and wisdom enlivened our conversation on an almost daily basis. His lectures and writing on the history of public health, as well as his personal encouragement of my efforts, were an inspiration to me in my modest writings on certain aspects of this subject. It is an honor to have this opportunity to express my devotion and indebtedness to him in this memorial issue of The Yale Joumal ofBiology and Medicine.",
      "sentences": [
        [
          {
            "segment_text": "This paper is dedicated to the late Arthur J. Viseltear ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Associate Professor of the History of Medicine and Public Health .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "He was a dear friend and colleague ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "and a frequent luncheon companion on the third floor of the Laboratory of Epidemiology and Public Health .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "There , his wit and wisdom enlivened our conversation on an almost daily basis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "His lectures and writing on the history of public health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as his personal encouragement of my efforts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were an inspiration to me in my modest writings on certain aspects of this subject .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is an honor to have this opportunity to express my devotion and indebtedness to him in this memorial issue of The Yale Joumal ofBiology and Medicine .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "9",
    "segment_num": "18",
    "token_num": "251"
  }
}