{
  "paper_id": "f7f797a13b59554a366fb1d0ff29b47ea7b0af75",
  "metadata": {
    "title": "Acute respiratory infection due to Mycoplasma pneumoniae: current status of diagnostic methods",
    "coda_data_split": "train",
    "coda_paper_id": 8595,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Because of the absence of well-standardized both in-house and FDA-approved commercially available diagnostic tests, the reliable diagnosis of respiratory infection due to Mycoplasma pneumoniae remains difficult. In addition, no formal external quality assessment schemes which would allow to conclude about the performance of M. pneumoniae diagnostic tests exist. In this review, the current state of knowledge of M. pneumoniae-associated respiratory infections in the context of epidemiological studies published during the past 5 years is discussed, with particular emphasis on the diagnostic strategies used and their impact on results. The role of M. pneumoniae as a cause of respiratory tract infections (RTIs) differs from study to study due to geographical and epidemiological differences, as well as to the application of different diagnostic techniques and criteria used. Submitted to: The European Journal of Clinical Microbiology and Infectious Diseases Electronic supplementary material The online version of this article (",
      "sentences": [
        [
          {
            "segment_text": "Because of the absence of well-standardized both in-house and FDA-approved commercially available diagnostic tests ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the reliable diagnosis of respiratory infection due to Mycoplasma pneumoniae remains difficult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , no formal external quality assessment schemes which would allow to conclude about the performance of M. pneumoniae diagnostic tests exist .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , the current state of knowledge of M. pneumoniae-associated respiratory infections in the context of epidemiological studies published during the past 5 years is discussed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "with particular emphasis on the diagnostic strategies used and their impact on results .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The role of M. pneumoniae as a cause of respiratory tract infections ( RTIs ) differs from study to study due to geographical and epidemiological differences ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as to the application of different diagnostic techniques and criteria used .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Submitted to : The European Journal of Clinical Microbiology and Infectious Diseases Electronic supplementary material The online version of this article (",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "8",
    "token_num": "158"
  }
}