{
  "paper_id": "f7f8c3a6f0bc371e5a2f9a32940b7eab3ca84904",
  "metadata": {
    "title": "Recombinant Newcastle disease virus (NDV) expressing Duck Tembusu virus (DTMUV) pre-membrane and envelope proteins protects ducks against DTMUV and NDV challenge",
    "coda_data_split": "train",
    "coda_paper_id": 7632,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The newly emerged Duck Tembusu virus (DTMUV) is responsible for considerable economic loss in waterfowlraising areas in China since 2010. Meanwhile, the virulent Newcastle disease virus (NDV) has also caused sporadic outbreaks in waterfowl. The individual vaccines against both diseases are available, however, there is no bivalent or combined vaccine for either disease. Here, we constructed a recombinant NDV-vectored vaccine candidate that expresses the pre-membrane (prM) and envelope (E) genes from DTMUV, designated as aGM/ prM + E. The foreign prM and E proteins were stably expressed in aGM/prM + E and exhibited similar pathogenicity but higher growth kinetics than those of the parental virus. The aGM/prM + E carries a fusion cleavage site in accordance with avirulent viruses that have been frequently isolated from waterfowl, and induced remarkably (p \u003c 0.001) higher NDV-specific hemagglutination inhibition (HI) titers than commercially available live NDV vaccines (LaSota strain). The aGM/prM + E also elicited significantly higher (p \u003c 0.05) virus neutralization (VN) titers than commercially available DTMUV inactivated vaccines (HB strain). The aGM/ prM + E not only provided complete protection against NDV challenge but also reduced the gross lesions on ovarian folliculi and provided 80% protection against DTMUV in ducks. We note that the aGM/prM + E vaccine can prevent challenged ducks from shedding of NDV and DTMUV. Our results suggest that the candidate vaccine aGM/prM + E would help decrease NDV and DTMUV transmissions in waterfowl raising areas in China.",
      "sentences": [
        [
          {
            "segment_text": "The newly emerged Duck Tembusu virus ( DTMUV ) is responsible for considerable economic loss in waterfowlraising areas in China since 2010 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Meanwhile , the virulent Newcastle disease virus ( NDV ) has also caused sporadic outbreaks in waterfowl .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The individual vaccines against both diseases are available ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , there is no bivalent or combined vaccine for either disease .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we constructed a recombinant NDV-vectored vaccine candidate that expresses the pre-membrane ( prM ) and envelope ( E ) genes from DTMUV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "designated as aGM / prM + E .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The foreign prM and E proteins were stably expressed in aGM/prM + E and exhibited similar pathogenicity but higher growth kinetics than those of the parental virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aGM/prM + E carries a fusion cleavage site in accordance with avirulent viruses that have been frequently isolated from waterfowl ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and induced remarkably ( p \u003c 0.001 ) higher NDV-specific hemagglutination inhibition ( HI ) titers than commercially available live NDV vaccines ( LaSota strain ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aGM/prM + E also elicited significantly higher ( p \u003c 0.05 ) virus neutralization ( VN ) titers than commercially available DTMUV inactivated vaccines ( HB strain ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The aGM / prM + E not only provided complete protection against NDV challenge but also reduced the gross lesions on ovarian folliculi and provided 80 % protection against DTMUV in ducks .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We note that the aGM/prM + E vaccine can prevent challenged ducks from shedding of NDV and DTMUV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results suggest that the candidate vaccine aGM/prM + E would help decrease NDV and DTMUV transmissions in waterfowl raising areas in China .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "13",
    "token_num": "279"
  }
}