{
  "paper_id": "f808fc130cc1ae282a1905872d2dba803d5ff1de",
  "metadata": {
    "title": "Connecting viral with cellular interactomes This review comes from a themed issue on Host-microbe interactions: viruses Edited by Lucas Pelkmans",
    "coda_data_split": "train",
    "coda_paper_id": 2436,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Genome-scale screens for intraviral and virus-host protein interactions and the analysis of literature-curated datasets are able to provide a novel, comprehensive perspective of viruses, and virus-infected cells. Until now, large-scale interaction screens were predominantly performed with the yeast-twohybrid (Y2H) system; however, alternative high-throughput technologies detecting binary protein interactions or protein complexes have been developed. Although many of the previous studies suffer from a rather poor validation of the results and few biological implications, these technologies potentially lead to a plethora of novel hypotheses. Here, we will give an overview of current approaches and their technical limitations, present recent examples and novel developments.",
      "sentences": [
        [
          {
            "segment_text": "Genome-scale screens for intraviral and virus-host protein interactions and the analysis of literature-curated datasets are able to provide a novel ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "comprehensive perspective of viruses , and virus-infected cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until now , large-scale interaction screens were predominantly performed with the yeast-twohybrid ( Y2H ) system ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "alternative high-throughput technologies detecting binary protein interactions or protein complexes have been developed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although many of the previous studies suffer from a rather poor validation of the results and few biological implications ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these technologies potentially lead to a plethora of novel hypotheses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we will give an overview of current approaches and their technical limitations ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "present recent examples and novel developments .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "116"
  }
}