{
  "paper_id": "f80a73f77c3831a921a232122099f8aa5798dfd2",
  "metadata": {
    "title": "Possible roles of monocytes/macrophages in response to elephant endotheliotropic herpesvirus (EEHV) infections in Asian elephants (Elephas maximus)",
    "coda_data_split": "train",
    "coda_paper_id": 7601,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Elephant endotheliotropic herpesvirus-hemorrhagic disease (EEHV-HD) is the primary cause of acute, highly fatal, hemorrhagic diseases in young Asian elephants. Although monocytopenia is frequently observed in EEHV-HD cases, the role monocytes play in EEHV-disease pathogenesis is unknown. This study seeks to explain the responses of monocytes/macrophages in the pathogenesis of EEHV-HD. Samples of blood, frozen tissues, and formalin-fixed, paraffin-embedded (FFPE) tissues from EEHV1A-HD, EEHV4-HD, co-infected EEHV1A and 4-HD, and EEHV-negative calves were analyzed. Peripheral blood mononuclear cells (PBMCs) from the persistent EEHV4-infected and EEHV-negative calves were also studied. The results showed increased infiltration of Iba-1-positive macrophages in the inflamed tissues of the internal organs of elephant calves with EEHV-HD. In addition, cellular apoptosis also increased in the tissues of elephants with EEHV-HD, especially in the PBMCs, compared to the EEHV-negative control. In the PBMCs of persistent EEHV4-infected elephants, cytokine mRNA expression was high, particularly up-regulation of TNF-α and IFN-γ. Moreover, viral particles were observed in the cytoplasm of the persistent EEHV4-infected elephant monocytes. Our study demonstrated for the first time that apoptosis of the PBMCs increased in cases of EEHV-HD. Furthermore, this study showed that monocytes may serve as a vehicle for viral dissemination during EEHV infection in Asian elephants.",
      "sentences": [
        [
          {
            "segment_text": "Elephant endotheliotropic herpesvirus-hemorrhagic disease ( EEHV-HD ) is the primary cause of acute ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "highly fatal , hemorrhagic diseases in young Asian elephants .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although monocytopenia is frequently observed in EEHV-HD cases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the role monocytes play in EEHV-disease pathogenesis is unknown .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study seeks to explain the responses of monocytes/macrophages in the pathogenesis of EEHV-HD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Samples of blood , frozen tissues ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and formalin-fixed , paraffin-embedded ( FFPE ) tissues from EEHV1A-HD ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "EEHV4-HD , co-infected EEHV1A and 4-HD ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and EEHV-negative calves were analyzed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Peripheral blood mononuclear cells ( PBMCs ) from the persistent EEHV4-infected and EEHV-negative calves were also studied .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed increased infiltration of Iba-1-positive macrophages in the inflamed tissues of the internal organs of elephant calves with EEHV-HD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , cellular apoptosis also increased in the tissues of elephants with EEHV-HD ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially in the PBMCs , compared to the EEHV-negative control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the PBMCs of persistent EEHV4-infected elephants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "cytokine mRNA expression was high ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly up-regulation of TNF-α and IFN-γ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , viral particles were observed in the cytoplasm of the persistent EEHV4-infected elephant monocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study demonstrated for the first time that apoptosis of the PBMCs increased in cases of EEHV-HD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , this study showed that monocytes may serve as a vehicle for viral dissemination during EEHV infection in Asian elephants .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "232"
  }
}