{
  "paper_id": "f8106520a09f5d9cfa05cf334c0df0dd514fe7c5",
  "metadata": {
    "title": "Protection of Mice Against Lethal Rabies Virus Challenge Using Short Interfering RNAs (siRNAs) Delivered Through Lentiviral Vector",
    "coda_data_split": "train",
    "coda_paper_id": 3647,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The antiviral potential of small interfering RNAs (siRNAs) targeting rabies virus (RV) polymerase (L) and nucleoprotein (N) genes delivered through lentiviral vector was investigated. For in vitro evaluation, siR-NAs expressing BHK-21 cell lines (BHK-L and BHK-N) were developed using transduction with Lenti-L and Lenti-N lentiviruses encoding siRNAs against RV-L and N genes, respectively. When these cell lines were challenged in vitro with RV Pasteur virus-11 (PV-11) strain, there was reduction in number of RV-specific foci and target gene transcripts indicating inhibitory effect on RV multiplication. For in vivo evaluation, mice were treated intracerebrally with lentiviruses and challenged with 20 LD 50 of RV challenge virus standard-11 (CVS-11) strain by intramuscular route in masseter muscle. Five out of eight mice treated with Lenti-N survived indicating 62.5 % protection. The control and Lenti-L-treated mice died within 7-10 days indicating lethal nature of challenge virus and no protection. These results demonstrated that siRNA targeting RV-N could not only inhibit RV multiplication, but also conferred protection in mice against lethal RV challenge. These findings have implication on therapeutic use of siRNA targeting RV-N against RV infection.",
      "sentences": [
        [
          {
            "segment_text": "The antiviral potential of small interfering RNAs ( siRNAs ) targeting rabies virus ( RV ) polymerase ( L ) and nucleoprotein ( N ) genes delivered through lentiviral vector was investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For in vitro evaluation , siR-NAs expressing BHK-21 cell lines ( BHK-L and BHK-N ) were developed using transduction with Lenti-L and Lenti-N lentiviruses encoding siRNAs against RV-L and N genes , respectively .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "When these cell lines were challenged in vitro with RV Pasteur virus-11 ( PV-11 ) strain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there was reduction in number of RV-specific foci and target gene transcripts indicating inhibitory effect on RV multiplication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For in vivo evaluation , mice were treated intracerebrally with lentiviruses and challenged with 20 LD 50 of RV challenge virus standard-11 ( CVS-11 ) strain by intramuscular route in masseter muscle .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Five out of eight mice treated with Lenti-N survived indicating 62.5 % protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The control and Lenti-L-treated mice died within 7-10 days indicating lethal nature of challenge virus and no protection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrated that siRNA targeting RV-N could not only inhibit RV multiplication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also conferred protection in mice against lethal RV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings have implication on therapeutic use of siRNA targeting RV-N against RV infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "209"
  }
}