{
  "paper_id": "f81692543d3e35858911cea48c298bfa23b20bc6",
  "metadata": {
    "title": "Quality of life and psychological status in survivors of severe acute respiratory syndrome at 3 months postdischarge B",
    "coda_data_split": "train",
    "coda_paper_id": 8346,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Little is known about the long-term consequence of severe acute respiratory syndrome (SARS). We carried out an assessment on SARS patients after their recovery from their acute illness. Method: Postal survey comprising Health-Related Quality of Life (HRQoL) questionnaires and anxiety and depression measures was sent to them at 3 months\u0027 postdischarge. Results: There was a significant impairment in both the HRQoL and mental functioning. Forty-one percent had scores indicative of a posttraumatic stress disorder (PTSD); about 30% had likely anxiety and depression. Conclusion: SARS has significant impact on HRQoL and psychological status at 3 months. D",
      "sentences": [
        [
          {
            "segment_text": "Little is known about the long-term consequence of severe acute respiratory syndrome ( SARS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We carried out an assessment on SARS patients after their recovery from their acute illness .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Method : Postal survey comprising Health-Related Quality of Life ( HRQoL ) questionnaires and anxiety and depression measures was sent to them at 3 months \u0027 postdischarge .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : There was a significant impairment in both the HRQoL and mental functioning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Forty-one percent had scores indicative of a posttraumatic stress disorder ( PTSD ) ; about 30 % had likely anxiety and depression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : SARS has significant impact on HRQoL and psychological status at 3 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "D",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "114"
  }
}