{
  "paper_id": "f82372b109168b411344f537210c63cc6ed323ed",
  "metadata": {
    "title": "The Seattle Flu Study: a multi-arm community-based prospective study protocol for assessing influenza prevalence, transmission, and genomic epidemiology Seattle Flu Study Investigators: Co-Investigators",
    "coda_data_split": "train",
    "coda_paper_id": 3432,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "We present the study design for large-scale assessment of the burden of ARI attributable to influenza and other respiratory pathogens to map the clinical and molecular epidemiology of influenza in a major metropolitan area. This will provide the framework for further studies of strategies for rapid, accurate identification and deployment of interventions to interrupt spread of infectious disease in major metropolitan areas.",
      "sentences": [
        [
          {
            "segment_text": "We present the study design for large-scale assessment of the burden of ARI attributable to influenza and other respiratory pathogens to map the clinical and molecular epidemiology of influenza in a major metropolitan area .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This will provide the framework for further studies of strategies for rapid ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "accurate identification and deployment of interventions to interrupt spread of infectious disease in major metropolitan areas .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "The Seattle Flu Study is funded through the Brotman Baty Institute. The funder was not involved in the design of the study, does not have any ownership over the management and conduct of the study, the data, or the rights to publish. designed and implemented the protocol, they also wrote, reviewed and edited the written protocol. Elisabeth Brandstetter, Jennifer Logue, Kira L Newman, and Caitlin Wolf contributed to the design of the prospective clinical and cross-sectional community study arms and also wrote, reviewed, and edited the written protocol. Reena K. Gulati, Louise E. Kimball, Michael L. Jackson assisted in the design of the overall protocol. Amanda Adler and Kirsten Lacombe contributed to the design of the prospective childcare cohort and reviewed and edited the written protocol.",
      "sentences": [
        [
          {
            "segment_text": "The Seattle Flu Study is funded through the Brotman Baty Institute .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The funder was not involved in the design of the study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "does not have any ownership over the management and conduct of the study ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the data , or the rights to publish .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "designed and implemented the protocol ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they also wrote , reviewed and edited the written protocol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Elisabeth Brandstetter , Jennifer Logue ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Kira L Newman , and Caitlin Wolf contributed to the design of the prospective clinical and cross-sectional community study arms and also wrote ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "reviewed , and edited the written protocol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Reena K. Gulati , Louise E. Kimball ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Michael L. Jackson assisted in the design of the overall protocol .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Amanda Adler and Kirsten Lacombe contributed to the design of the prospective childcare cohort and reviewed and edited the written protocol .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "209"
  }
}