{
  "paper_id": "f82887cb4851069ac9a0eebd39ecda541dbd44d4",
  "metadata": {
    "title": "Common and unique features of viral RNA-dependent polymerases",
    "coda_data_split": "train",
    "coda_paper_id": 10684,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Eukaryotes and bacteria can be infected with a wide variety of RNA viruses. On average, these pathogens share little sequence similarity and use different replication and transcription strategies. Nevertheless, the members of nearly all RNA virus families depend on the activity of a virally encoded RNA-dependent polymerase for the condensation of nucleotide triphosphates. This review provides an overview of our current understanding of the viral RNAdependent polymerase structure and the biochemistry and biophysics that is involved in replicating and transcribing the genetic material of RNA viruses.",
      "sentences": [
        [
          {
            "segment_text": "Eukaryotes and bacteria can be infected with a wide variety of RNA viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On average , these pathogens share little sequence similarity and use different replication and transcription strategies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nevertheless , the members of nearly all RNA virus families depend on the activity of a virally encoded RNA-dependent polymerase for the condensation of nucleotide triphosphates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an overview of our current understanding of the viral RNAdependent polymerase structure and the biochemistry and biophysics that is involved in replicating and transcribing the genetic material of RNA viruses .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "92"
  }
}