{
  "paper_id": "f83950a0ebd06ef4f1da62f1785651ad83188ea9",
  "metadata": {
    "title": "Characterization of haemagglutinin-neuraminidase glycoprotein of Newcastle disease virus expressed by a recombinant baculovirus",
    "coda_data_split": "train",
    "coda_paper_id": 10911,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "A recombinant baculovirus containing a cDNA which encodes haemagglutininneuraminidase (HN) of Newcastle disease virus (NDV) was constructed. Spodqteru frugiperda cells infected with this recombinant virus produced a large amount of HN glycoprotein similar to the authentic HN in size. The recombinant HN glycoprotein was localized on the surface of the infected cells and conserved its haemadsorption and neuraminidase activities. The antigenic properties of the recombinant HN glycoprotein seemed to be slightly different from the authentic one, as judging by the reactivity with a panel of monoclonal antibodies specific to the antigenic sites responsible for neutralization of viral infectivity. Chickens inoculated with the cells infected with the recombinant virus developed haemagglutination-inhibition and virus neutralization antibodies, and were completely protected from the NDV challenge.",
      "sentences": [
        [
          {
            "segment_text": "A recombinant baculovirus containing a cDNA which encodes haemagglutininneuraminidase ( HN ) of Newcastle disease virus ( NDV ) was constructed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spodqteru frugiperda cells infected with this recombinant virus produced a large amount of HN glycoprotein similar to the authentic HN in size .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recombinant HN glycoprotein was localized on the surface of the infected cells and conserved its haemadsorption and neuraminidase activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antigenic properties of the recombinant HN glycoprotein seemed to be slightly different from the authentic one ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as judging by the reactivity with a panel of monoclonal antibodies specific to the antigenic sites responsible for neutralization of viral infectivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Chickens inoculated with the cells infected with the recombinant virus developed haemagglutination-inhibition and virus neutralization antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and were completely protected from the NDV challenge .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Correspondence tot M. Niikura,",
      "sentences": [
        [
          {
            "segment_text": "Correspondence tot M. Niikura ,",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "6",
    "segment_num": "8",
    "token_num": "138"
  }
}