{
  "paper_id": "f85045999d4040e8ec330b861f676b07c817122f",
  "metadata": {
    "title": "MINI-REVIEW Recent advances and safety issues of transgenic plant-derived vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 10307,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Transgenic plant-derived vaccines comprise a new type of bioreactor that combines plant genetic engineering technology with an organism\u0027s immunological response. This combination can be considered as a bioreactor that is produced by introducing foreign genes into plants that elicit special immunogenicity when introduced into animals or human beings. In comparison with traditional vaccines, plant vaccines have some significant advantages, such as low cost, greater safety, and greater effectiveness. In a number of recent studies, antigen-specific proteins have been successfully expressed in various plant tissues and have even been tested in animals and human beings. Therefore, edible vaccines of transgenic plants have a bright future. This review begins with a discussion of the immune mechanism and expression systems for transgenic plant vaccines. Then, current advances in different transgenic plant vaccines will be analyzed, including vaccines against pathogenic viruses, bacteria, and eukaryotic parasites. In view of the low expression levels for antigens in plants, high-level expression strategies of foreign protein in transgenic plants are recommended. Finally, the existing safety problems in transgenic plant vaccines were put forward will be discussed along with a number of appropriate solutions that will hopefully lead to future clinical application of edible plant vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Transgenic plant-derived vaccines comprise a new type of bioreactor that combines plant genetic engineering technology with an organism \u0027s immunological response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This combination can be considered as a bioreactor that is produced by introducing foreign genes into plants that elicit special immunogenicity when introduced into animals or human beings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In comparison with traditional vaccines ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "plant vaccines have some significant advantages ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as low cost , greater safety , and greater effectiveness .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a number of recent studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "antigen-specific proteins have been successfully expressed in various plant tissues and have even been tested in animals and human beings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , edible vaccines of transgenic plants have a bright future .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review begins with a discussion of the immune mechanism and expression systems for transgenic plant vaccines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Then , current advances in different transgenic plant vaccines will be analyzed ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "including vaccines against pathogenic viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bacteria , and eukaryotic parasites .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "In view of the low expression levels for antigens in plants ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "high-level expression strategies of foreign protein in transgenic plants are recommended .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , the existing safety problems in transgenic plant vaccines were put forward will be discussed along with a number of appropriate solutions that will hopefully lead to future clinical application of edible plant vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "15",
    "token_num": "219"
  }
}