{
  "paper_id": "f851b04872c7cf4d9f358e9ee241ce2c34a8c573",
  "metadata": {
    "title": "Frequency of detection of respiratory viruses in the lower respiratory tract of hospitalized adults",
    "coda_data_split": "train",
    "coda_paper_id": 5807,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Respiratory infections are the most common infections in humans. The prevalence of respiratory viruses in adults is largely underestimated, and relevant data mostly concern infants and children. Objectives: To evaluate the prevalence of respiratory viruses in adults hospitalized in Italy. Study design: During April 2004-May 2005, 510 consecutive lower respiratory tract samples were prospectively collected. These were evaluated with a molecular panel that detected 12 respiratory viruses. Results: Two hundred and fifteen samples were positive for at least one viral pathogen, with an overall sample prevalence of 42.2%. Human rhinoviruses (HRVs) were the most commonly detected viruses (32.9%), followed by influenza virus (FLU)-A (9.0%); the other viruses were 2% or less. Multiple agents were detected in 30 samples from 29 patients, resulting in a co-infection rate of 6.7%. Conclusions: This study shows a high prevalence of viruses in the lower respiratory tract samples of hospitalized adults, mostly HRV and FLU-A. It is not possible to establish the role of viruses detected at low frequency, but our findings suggest the necessity to consider them as potential causes or precursors of lower respiratory tract infections (LRTIs).",
      "sentences": [
        [
          {
            "segment_text": "Background : Respiratory infections are the most common infections in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prevalence of respiratory viruses in adults is largely underestimated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and relevant data mostly concern infants and children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : To evaluate the prevalence of respiratory viruses in adults hospitalized in Italy .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : During April 2004-May 2005 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "510 consecutive lower respiratory tract samples were prospectively collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "These were evaluated with a molecular panel that detected 12 respiratory viruses .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Two hundred and fifteen samples were positive for at least one viral pathogen ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an overall sample prevalence of 42.2 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Human rhinoviruses ( HRVs ) were the most commonly detected viruses ( 32.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by influenza virus ( FLU ) - A ( 9.0 % ) ; the other viruses were 2 % or less .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Multiple agents were detected in 30 samples from 29 patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in a co-infection rate of 6.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This study shows a high prevalence of viruses in the lower respiratory tract samples of hospitalized adults , mostly HRV and FLU-A .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is not possible to establish the role of viruses detected at low frequency ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but our findings suggest the necessity to consider them as potential causes or precursors of lower respiratory tract infections ( LRTIs ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "16",
    "token_num": "225"
  }
}