{
  "paper_id": "f8613e7a4718a476eb336e8ce23438d98c3f4d6e",
  "metadata": {
    "title": "Safety of antimicrobial de-escalation for culture-negative severe pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 3806,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose: This study investigated the outcomes of antimicrobial de-escalation (ADE) based on mortality and the incidence of multi-drug resistant (MDR) pathogen occurrence in patients with culture-negative pneumonia presenting with sepsis and septic shock. Materials and Methods: We retrospectively analyzed patients diagnosed with severe pneumonia requiring intensive care unit (ICU) admission and possessing negative microbiological culture results at a tertiary referral hospital in South Korea from March 2008 to July 2018. Results: We identified 107 patients with culture-negative pneumonia. The Acute Physiologic and Chronic Health Evaluation (APACHE) II and Sepsis-related Organ Failure Assessment (SOFA) mean scores were 20.3 ± 8.6 and 9.6 ± 3.3, respectively. Among the patients, 40 (37.4%) underwent ADE. The APACHE II, SOFA, and follow-up SOFA scores did not differ significantly between the groups, and no differences were found in ICU mortality and MDR pathogen occurrence (27.5% vs 41.8%, P \u003d .137 and 15.0% vs 16.9% P \u003d .794, respectively). Conclusions: We observed similar ICU mortality and MDR pathogen occurrence in patients with culture-negative pneumonia presenting with sepsis/shock regardless of whether they received ADE. Additionally, ADE lowered the antimicrobial burden.",
      "sentences": [
        [
          {
            "segment_text": "Purpose : This study investigated the outcomes of antimicrobial de-escalation ( ADE ) based on mortality and the incidence of multi-drug resistant ( MDR ) pathogen occurrence in patients with culture-negative pneumonia presenting with sepsis and septic shock .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : We retrospectively analyzed patients diagnosed with severe pneumonia requiring intensive care unit ( ICU ) admission and possessing negative microbiological culture results at a tertiary referral hospital in South Korea from March 2008 to July 2018 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : We identified 107 patients with culture-negative pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The Acute Physiologic and Chronic Health Evaluation ( APACHE ) II and Sepsis-related Organ Failure Assessment ( SOFA ) mean scores were 20.3 ± 8.6 and 9.6 ± 3.3 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among the patients , 40 ( 37.4 % ) underwent ADE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The APACHE II , SOFA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and follow-up SOFA scores did not differ significantly between the groups ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and no differences were found in ICU mortality and MDR pathogen occurrence ( 27.5 % vs 41.8 % , P \u003d .137 and 15.0 % vs 16.9 % P \u003d .794 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : We observed similar ICU mortality and MDR pathogen occurrence in patients with culture-negative pneumonia presenting with sepsis/shock regardless of whether they received ADE .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Additionally , ADE lowered the antimicrobial burden .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "10",
    "token_num": "221"
  }
}