{
  "paper_id": "f86a27f248abc89aef420f88323538086c8b9f8f",
  "metadata": {
    "title": "Citation: Molecular Therapy-Nucleic Acids (2012) 1, e56; Molecular Therapy-Nucleic Acids (2012) 1, e56",
    "coda_data_split": "train",
    "coda_paper_id": 4503,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "In this study, we investigated lentiviral vector development and transduction efficiencies in well-differentiated primary cultures of pig airway epithelia (PAE) and wild-type pigs in vivo. We noted gene transfer efficiencies similar to that observed for human airway epithelia (HAE). Interestingly, feline immunodeficiency virus (FIV)-based vectors transduced immortalized pig cells as well as pig primary cells more efficiently than HIV-1-based vectors. PAE express TRIM5α, a well-characterized species-specific lentiviral restriction factor. We contrasted the restrictive properties of porcine TRIM5α against FIV-and HIV-based vectors using gain and loss of function approaches. We observed no effect on HIV-1 or FIV conferred transgene expression in response to porcine TRIM5α overexpression or knockdown. To evaluate the ability of GP64-FIV to transduce porcine airways in vivo, we delivered vector expressing mCherry to the tracheal lobe of the lung and the ethmoid sinus of 4-week-old pigs. One week later, epithelial cells expressing mCherry were readily detected. Our findings indicate that pseudotyped FIV vectors confer similar tropisms in porcine epithelia as observed in human HAE and provide further support for the selection of GP64 as an appropriate envelope pseudotype for future preclinical gene therapy studies in the porcine model of cystic fibrosis (CF).",
      "sentences": [
        [
          {
            "segment_text": "In this study , we investigated lentiviral vector development and transduction efficiencies in well-differentiated primary cultures of pig airway epithelia ( PAE ) and wild-type pigs in vivo .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We noted gene transfer efficiencies similar to that observed for human airway epithelia ( HAE ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , feline immunodeficiency virus ( FIV ) - based vectors transduced immortalized pig cells as well as pig primary cells more efficiently than HIV-1-based vectors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PAE express TRIM5α , a well-characterized species-specific lentiviral restriction factor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We contrasted the restrictive properties of porcine TRIM5α against FIV-and HIV-based vectors using gain and loss of function approaches .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We observed no effect on HIV-1 or FIV conferred transgene expression in response to porcine TRIM5α overexpression or knockdown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "To evaluate the ability of GP64-FIV to transduce porcine airways in vivo ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we delivered vector expressing mCherry to the tracheal lobe of the lung and the ethmoid sinus of 4-week-old pigs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One week later , epithelial cells expressing mCherry were readily detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings indicate that pseudotyped FIV vectors confer similar tropisms in porcine epithelia as observed in human HAE and provide further support for the selection of GP64 as an appropriate envelope pseudotype for future preclinical gene therapy studies in the porcine model of cystic fibrosis ( CF ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "10",
    "token_num": "218"
  }
}