{
  "paper_id": "f8714114ca50676a4065ae554d58994ac7eb255f",
  "metadata": {
    "title": "Identification of information types and sources by the public for promoting awareness of Middle East respiratory syndrome coronavirus in Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 2280,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Saudi communities still lack awareness of available protective measures to prevent the transmission of the virus. It is necessary to explore the current information-seeking strategies and preferences for communication tools among the Saudi population to promote dissemination of accurate information. Guided by McGuire\u0027s Input-Output Persuasion Model and focusing on input variables (receiver characteristics, sources, message, channel and destination), we explored the current information-seeking strategies and preferences for different communication tools among residents of Riyadh (n ¼ 658). Preferred and sought-after information sources on MERS. Most participants in the sample were female (61.7%), and the majority (98.2%) had internet access at home. The internet was the most commonly used source of information (39.5%) and the most endorsed channel for a MERS awareness campaign. Physicians were the preferred source of information (45.6%), followed by other health care providers (31.3%). In univariate multinomial logistic regression models, males and individuals aged 27 years were more likely to seek information from the internet than from physicians. Residents of southern and western Riyadh preferred physicians as a credible source of information over the Ministry of Health. The results of this survey provide valuable information on how to reach this population and for understanding how to launch an effective MERS risk communication campaign in a Saudi population.",
      "sentences": [
        [
          {
            "segment_text": "Saudi communities still lack awareness of available protective measures to prevent the transmission of the virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is necessary to explore the current information-seeking strategies and preferences for communication tools among the Saudi population to promote dissemination of accurate information .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guided by McGuire \u0027s Input-Output Persuasion Model and focusing on input variables ( receiver characteristics , sources , message , channel and destination ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we explored the current information-seeking strategies and preferences for different communication tools among residents of Riyadh ( n 1/4 658 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Preferred and sought-after information sources on MERS .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Most participants in the sample were female ( 61.7 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the majority ( 98.2 % ) had internet access at home .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The internet was the most commonly used source of information ( 39.5 % ) and the most endorsed channel for a MERS awareness campaign .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Physicians were the preferred source of information ( 45.6 % ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "followed by other health care providers ( 31.3 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In univariate multinomial logistic regression models ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "males and individuals aged 27 years were more likely to seek information from the internet than from physicians .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Residents of southern and western Riyadh preferred physicians as a credible source of information over the Ministry of Health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results of this survey provide valuable information on how to reach this population and for understanding how to launch an effective MERS risk communication campaign in a Saudi population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "247"
  }
}