{
  "paper_id": "f88f221ea36386fe8fda722b4b46ba5aa1be7917",
  "metadata": {
    "title": "Attenuation of Viruses by Large-Scale Recoding of their Genomes: the Selection Is Always Biased",
    "coda_data_split": "train",
    "coda_paper_id": 4244,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Purpose of Review This review summarizes the current understanding of virus attenuation by large-scale recoding of viral genomes and discusses what would ultimately be necessary for construction of better and safer live modified virus vaccines. Recent Findings It has been shown that codon and codon pair deoptimization are rapid and robust methods that can be used for the development of attenuated vaccine candidates. The viruses attenuated by large-scale recoding have the added value that they are extremely genetically stable. However, the exact mechanisms that lead to viral attenuation by recoding are yet to be determined. Summary While the advantages of large-scale recoding (speed, simplicity, potency, and universal applicability) have been known for more than a decade, this approach has been only inadequately explored and the attention was focused on a limited number of RNA viruses. Attenuation of viruses by large-scale recoding should be explored to combat known and future viral threats.",
      "sentences": [
        [
          {
            "segment_text": "Purpose of Review This review summarizes the current understanding of virus attenuation by large-scale recoding of viral genomes and discusses what would ultimately be necessary for construction of better and safer live modified virus vaccines .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Recent Findings It has been shown that codon and codon pair deoptimization are rapid and robust methods that can be used for the development of attenuated vaccine candidates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The viruses attenuated by large-scale recoding have the added value that they are extremely genetically stable .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the exact mechanisms that lead to viral attenuation by recoding are yet to be determined .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Summary While the advantages of large-scale recoding ( speed , simplicity , potency , and universal applicability ) have been known for more than a decade ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this approach has been only inadequately explored and the attention was focused on a limited number of RNA viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attenuation of viruses by large-scale recoding should be explored to combat known and future viral threats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "7",
    "token_num": "164"
  }
}