{
  "paper_id": "f898cf4050bf5a2b1bf84b2954938c671df2d89e",
  "metadata": {
    "title": "Viral channel forming proteins -How to assemble and depolarize lipid membranes in silico ☆",
    "coda_data_split": "train",
    "coda_paper_id": 8537,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral channel forming proteins (VCPs) have been discovered in the late 70s and are found in many viruses to date. Usually they are small and have to assemble to form channels which depolarize the lipid membrane of the host cells. Structural information is just about to emerge for just some of them. Thus, computational methods play a pivotal role in generating plausible structures which can be used in the drug development process. In this review the accumulation of structural data is introduced from a historical perspective. Computational performances and their predictive power are reported guided by biological questions such as the assembly, mechanism of function and drug-protein interaction of VCPs. An outlook of how coarse grained simulations can contribute to yet unexplored issues of these proteins is given. This article is part of a Special Issue entitled: Membrane Proteins edited by J.C. Gumbart and Sergei Noskov.",
      "sentences": [
        [
          {
            "segment_text": "Viral channel forming proteins ( VCPs ) have been discovered in the late 70s and are found in many viruses to date .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Usually they are small and have to assemble to form channels which depolarize the lipid membrane of the host cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Structural information is just about to emerge for just some of them .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Thus , computational methods play a pivotal role in generating plausible structures which can be used in the drug development process .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review the accumulation of structural data is introduced from a historical perspective .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Computational performances and their predictive power are reported guided by biological questions such as the assembly ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "mechanism of function and drug-protein interaction of VCPs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "An outlook of how coarse grained simulations can contribute to yet unexplored issues of these proteins is given .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This article is part of a Special Issue entitled : Membrane Proteins edited by J.C. Gumbart and Sergei Noskov .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "9",
    "token_num": "159"
  }
}