{
  "paper_id": "f8b535d9845879e53576bcce4307f5efc788574d",
  "metadata": {
    "title": "Development of a Nucleocapsid-Based Human Coronavirus Immunoassay and Estimates of Individuals Exposed to Coronavirus in a U.S. Metropolitan Population ᰔ",
    "coda_data_split": "train",
    "coda_paper_id": 9748,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses cause respiratory infections ranging from common colds to severe acute respiratory syndrome (SARS) in humans. Estimates for exposure to non-SARS coronaviruses are high, particularly for 229E and OC43; however, less information regarding seroprevalence is available for HKU1 and NL63. To measure exposure rates to these four coronavirus strains (229E, HKU1, NL63, and OC43), we devised an immunoassay based on amino-and carboxy-terminally tagged recombinant coronavirus nucleocapsid antigens. Four human and one feline coronavirus antigen were cloned into baculoviruses expressed in insect cells and recovered proteins bound in the solid phase of an enzyme-linked immunosorbent assay-based system. We screened sera from 10 children and 196 adults and established primary cutoff points based on immunoglobulin G (IgG) antibody levels of the predominantly seronegative children. The proportion of seropositive adults for each coronavirus was as follows: 229E, 91.3%; HKU1, 59.2%; NL63, 91.8%; and OC43, 90.8%. No evidence of a significant serological response to the feline coronavirus was observed. Significant associations of coronavirus seropositivity and antibody levels with age, gender, race, socioeconomic status, smoking status, and season of the blood draw were tested with chi-square and regression analyses. The group II coronaviruses (OC43 and HKU1) were significantly associated with race (P \u003c 0.009 and P \u003c 0.03, respectively). Elevated OC43 IgG levels were further significantly associated with smoking status (P \u003c 0.03), as were high NL63 titers with socioeconomic status (P \u003c 0.04). The high-level immunoreactivity of each coronavirus was significantly associated with the summer season (P \u003c 0.01 to 0.0001). In summary, high rates of exposure to 229E, NL63, and OC43 and a moderate rate of exposure to HKU1 characterized the seroprevalence among individuals in this population. Demographic factors, such as race, smoking status, and socioeconomic status, may confer an increased risk of susceptibility to these viruses.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses cause respiratory infections ranging from common colds to severe acute respiratory syndrome ( SARS ) in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Estimates for exposure to non-SARS coronaviruses are high ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "particularly for 229E and OC43 ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "less information regarding seroprevalence is available for HKU1 and NL63 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To measure exposure rates to these four coronavirus strains ( 229E , HKU1 , NL63 , and OC43 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we devised an immunoassay based on amino-and carboxy-terminally tagged recombinant coronavirus nucleocapsid antigens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four human and one feline coronavirus antigen were cloned into baculoviruses expressed in insect cells and recovered proteins bound in the solid phase of an enzyme-linked immunosorbent assay-based system .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We screened sera from 10 children and 196 adults and established primary cutoff points based on immunoglobulin G ( IgG ) antibody levels of the predominantly seronegative children .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The proportion of seropositive adults for each coronavirus was as follows : 229E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "91.3 % ; HKU1 , 59.2 % ; NL63 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "91.8 % ; and OC43 , 90.8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No evidence of a significant serological response to the feline coronavirus was observed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Significant associations of coronavirus seropositivity and antibody levels with age ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "gender , race , socioeconomic status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "smoking status , and season of the blood draw were tested with chi-square and regression analyses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The group II coronaviruses ( OC43 and HKU1 ) were significantly associated with race ( P \u003c 0.009 and P \u003c 0.03 , respectively ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Elevated OC43 IgG levels were further significantly associated with smoking status ( P \u003c 0.03 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as were high NL63 titers with socioeconomic status ( P \u003c 0.04 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The high-level immunoreactivity of each coronavirus was significantly associated with the summer season ( P \u003c 0.01 to 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In summary , high rates of exposure to 229E ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NL63 , and OC43 and a moderate rate of exposure to HKU1 characterized the seroprevalence among individuals in this population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Demographic factors , such as race ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "smoking status , and socioeconomic status ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may confer an increased risk of susceptibility to these viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "24",
    "token_num": "356"
  }
}