{
  "paper_id": "f8c6b2f1a2d98c8da43f6d607d706c5ee3b4a39f",
  "metadata": {
    "title": "A review of the pathology and treatment of canine respiratory infections",
    "coda_data_split": "train",
    "coda_paper_id": 3184,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Numerous infectious agents are responsible for causing primary or secondary respiratory disease in dogs. These agents can cause upper or lower respiratory infections commonly observed in veterinary practices. Clinical signs might vary from mild dyspnea, sneezing, and coughing to severe pneumonia with systemic manifestations. Depending on the etiologic agent, the gross and microscopic changes observed during these infections can be rather unspecific or have highly characteristic patterns. While histopathology and cytology are not always required for diagnosis of respiratory infections, they are often useful for establishing a definitive diagnosis and identifying specific etiologic agents. Research regarding epidemiology, pathogenesis, diagnostics, and clinical manifestations related to these infectious pathogens provides valuable information that has improved treatments and management of the diseases they cause. This review discusses the epidemiology, general clinical characteristics, and pathologic lesions for some of the important viral, bacterial, fungal, and parasitic etiologies of canine respiratory disease.",
      "sentences": [
        [
          {
            "segment_text": "Numerous infectious agents are responsible for causing primary or secondary respiratory disease in dogs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These agents can cause upper or lower respiratory infections commonly observed in veterinary practices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Clinical signs might vary from mild dyspnea ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "sneezing , and coughing to severe pneumonia with systemic manifestations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Depending on the etiologic agent ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the gross and microscopic changes observed during these infections can be rather unspecific or have highly characteristic patterns .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While histopathology and cytology are not always required for diagnosis of respiratory infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "they are often useful for establishing a definitive diagnosis and identifying specific etiologic agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Research regarding epidemiology , pathogenesis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "diagnostics , and clinical manifestations related to these infectious pathogens provides valuable information that has improved treatments and management of the diseases they cause .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses the epidemiology ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "general clinical characteristics , and pathologic lesions for some of the important viral ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bacterial , fungal , and parasitic etiologies of canine respiratory disease .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "166"
  }
}