{
  "paper_id": "f8d7bf0b17bd6f014933e63947c95cef41489bd1",
  "metadata": {
    "title": "Comparative survey of canine parvovirus, canine distemper virus and canine enteric coronavirus infection in free-ranging wolves of central Italy and south-eastern France",
    "coda_data_split": "train",
    "coda_paper_id": 8699,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Diseases likely affect large carnivore demography and can hinder conservation efforts. We considered three highly contagious viruses that infect a wide range of domestic and wild mammals: canine parvovirus type 2 (CPV-2), canine distemper virus (CDV) and canine enteric coronaviruses (CECoV). Infection by either one of these viruses can affect populations through increased mortality and/or decreased general health. We investigated infection in the wolf populations of Abruzzo, Lazio e Molise National Park (PNALM), Italy, and of Mercantour National Park (PNM), France. Faecal samples were collected during one winter, from October to March, from four packs in PNALM (n\u003d79) and from four packs in PNM (n\u003d66). We screened samples for specific sequences of viral nucleic acids. To our knowledge, our study is the first documented report of CECoV infection in wolves outside Alaska, and of the large-scale occurrence of CPV-2 in European wolf populations. The results suggest that CPV-2 is enzootic in the population of PNALM, but not in PNM and that CECoV is episodic in both areas. We did not detect CDV. Our findings suggest that density and spatial distribution of susceptible hosts, in particular free-ranging dogs, can be important factors influencing infections in wolves. This comparative study is an important step in evaluating the nature of possible disease threats in the studied wolf populations. Recent emergence of new viral strains in Europe additionally strengthens the need for proactive monitoring of wolves and other susceptible sympatric species for viral threats and other impairing infections.",
      "sentences": [
        [
          {
            "segment_text": "Diseases likely affect large carnivore demography and can hinder conservation efforts .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We considered three highly contagious viruses that infect a wide range of domestic and wild mammals : canine parvovirus type 2 ( CPV-2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "canine distemper virus ( CDV ) and canine enteric coronaviruses ( CECoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infection by either one of these viruses can affect populations through increased mortality and/or decreased general health .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated infection in the wolf populations of Abruzzo ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Lazio e Molise National Park ( PNALM ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Italy , and of Mercantour National Park ( PNM ) , France .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Faecal samples were collected during one winter ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from October to March , from four packs in PNALM ( n \u003d 79 ) and from four packs in PNM ( n \u003d 66 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We screened samples for specific sequences of viral nucleic acids .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "To our knowledge , our study is the first documented report of CECoV infection in wolves outside Alaska ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and of the large-scale occurrence of CPV-2 in European wolf populations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results suggest that CPV-2 is enzootic in the population of PNALM ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in PNM and that CECoV is episodic in both areas .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We did not detect CDV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest that density and spatial distribution of susceptible hosts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in particular free-ranging dogs , can be important factors influencing infections in wolves .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This comparative study is an important step in evaluating the nature of possible disease threats in the studied wolf populations .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recent emergence of new viral strains in Europe additionally strengthens the need for proactive monitoring of wolves and other susceptible sympatric species for viral threats and other impairing infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "19",
    "token_num": "287"
  }
}