{
  "paper_id": "f8f4ccd8f853366f0593b634dc6f4a49079a4a4b",
  "metadata": {
    "title": "Detection of coronavirus genomes in Moluccan naked-backed fruit bats in Indonesia",
    "coda_data_split": "train",
    "coda_paper_id": 9600,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Bats have been shown to serve as natural reservoirs for numerous emerging viruses including severe acute respiratory syndrome coronavirus (SARS-CoV). In the present study, we report the discovery of bat CoV genes in Indonesian Moluccan naked-backed fruit bats (Dobsonia moluccensis). A partial RNA-dependent RNA polymerase gene sequence was detected in feces and tissues samples from the fruit bats, and the region between the RdRp and helicase genes could also be amplified from fecal samples. Phylogenetic analysis suggested that these bat CoVs are related to members of the genus Betacoronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Bats have been shown to serve as natural reservoirs for numerous emerging viruses including severe acute respiratory syndrome coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In the present study , we report the discovery of bat CoV genes in Indonesian Moluccan naked-backed fruit bats ( Dobsonia moluccensis ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A partial RNA-dependent RNA polymerase gene sequence was detected in feces and tissues samples from the fruit bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the region between the RdRp and helicase genes could also be amplified from fecal samples .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis suggested that these bat CoVs are related to members of the genus Betacoronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "99"
  }
}