{
  "paper_id": "f92be2aecf981993b29cd04b3e25a6fdef1ed4d9",
  "metadata": {
    "title": "Simultaneous Concentration of Bovine Viruses and Agricultural Zoonotic Bacteria from Water Using Sodocalcic Glass Wool Filters",
    "coda_data_split": "train",
    "coda_paper_id": 4610,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infiltration and runoff from manured agricultural fields can result in livestock pathogens reaching groundwater and surface waters. Here, we measured the effectiveness of glass wool filters to simultaneously concentrate enteric viruses and bacteria of bovine origin from water. The recovery efficiencies were determined for bovine viral diarrhea virus types 1 and 2, bovine rotavirus group A, bovine coronavirus, poliovirus Sabin III, toxigenic Escherichia coli ,and Campylobacter jejuni seeded into water with three different turbidity levels (0.5, 215, and 447 NTU). Twenty liters of dechlorinated tap water (pH 7) were seeded with the test organisms, and then passed through a glass wool filter using a peristaltic pump (flow rate \u003d 1 liter min -1 ). Retained organisms were eluted from the filters by passing beef extract-glycine buffer (pH 9.5) in the direction opposite of sample flow. Recovered organisms were enumerated by qPCR except for C. jejuni, which was quantified by culture. Mean recovery efficiencies ranged from 55 to 33 % for the bacteria and 58 to 16 % for the viruses. Using bootstrapping techniques combined with Analysis of Variance, recovery efficiencies were found to differ among the pathogen types tested at the two lowest turbidity levels; however, for a given pathogen type turbidity did not affect recovery except for C. jejuni. Glass wool filtration is a cost-effective method for concentrating several waterborne pathogens of bovine origin simultaneously, although recovery may be low for some specific taxa such as bovine viral diarrhea virus 1.",
      "sentences": [
        [
          {
            "segment_text": "Infiltration and runoff from manured agricultural fields can result in livestock pathogens reaching groundwater and surface waters .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we measured the effectiveness of glass wool filters to simultaneously concentrate enteric viruses and bacteria of bovine origin from water .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The recovery efficiencies were determined for bovine viral diarrhea virus types 1 and 2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "bovine rotavirus group A , bovine coronavirus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "poliovirus Sabin III , toxigenic Escherichia coli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and Campylobacter jejuni seeded into water with three different turbidity levels ( 0.5 , 215 , and 447 NTU ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Twenty liters of dechlorinated tap water ( pH 7 ) were seeded with the test organisms ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and then passed through a glass wool filter using a peristaltic pump ( flow rate \u003d 1 liter min -1 ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Retained organisms were eluted from the filters by passing beef extract-glycine buffer ( pH 9.5 ) in the direction opposite of sample flow .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Recovered organisms were enumerated by qPCR except for C. jejuni ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which was quantified by culture .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mean recovery efficiencies ranged from 55 to 33 % for the bacteria and 58 to 16 % for the viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using bootstrapping techniques combined with Analysis of Variance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "recovery efficiencies were found to differ among the pathogen types tested at the two lowest turbidity levels ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "for a given pathogen type turbidity did not affect recovery except for C. jejuni .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Glass wool filtration is a cost-effective method for concentrating several waterborne pathogens of bovine origin simultaneously ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although recovery may be low for some specific taxa such as bovine viral diarrhea virus 1 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "17",
    "token_num": "272"
  }
}