{
  "paper_id": "f93269b90d3654488b158876258d42402d64afb3",
  "metadata": {
    "title": "Severe Acute Respiratory Syndrome Coronavirus Envelope Protein Regulates Cell Stress Response and Apoptosis",
    "coda_data_split": "train",
    "coda_paper_id": 7228,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Severe acute respiratory syndrome virus (SARS-CoV) that lacks the envelope (E) gene (rSARS-CoV-DE) is attenuated in vivo. To identify factors that contribute to rSARS-CoV-DE attenuation, gene expression in cells infected by SARS-CoV with or without E gene was compared. Twenty-five stress response genes were preferentially upregulated during infection in the absence of the E gene. In addition, genes involved in signal transduction, transcription, cell metabolism, immunoregulation, inflammation, apoptosis and cell cycle and differentiation were differentially regulated in cells infected with rSARS-CoV with or without the E gene. Administration of E protein in trans reduced the stress response in cells infected with rSARS-CoV-DE or with respiratory syncytial virus, or treated with drugs, such as tunicamycin and thapsigargin that elicit cell stress by different mechanisms. In addition, SARS-CoV E protein down-regulated the signaling pathway inositol-requiring enzyme 1 (IRE-1) of the unfolded protein response, but not the PKR-like ER kinase (PERK) or activating transcription factor 6 (ATF-6) pathways, and reduced cell apoptosis. Overall, the activation of the IRE-1 pathway was not able to restore cell homeostasis, and apoptosis was induced probably as a measure to protect the host by limiting virus production and dissemination. The expression of proinflammatory cytokines was reduced in rSARS-CoV-DE-infected cells compared to rSARS-CoV-infected cells, suggesting that the increase in stress responses and the reduction of inflammation in the absence of the E gene contributed to the attenuation of rSARS-CoV-DE.",
      "sentences": [
        [
          {
            "segment_text": "Severe acute respiratory syndrome virus ( SARS-CoV ) that lacks the envelope ( E ) gene ( rSARS-CoV-DE ) is attenuated in vivo .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To identify factors that contribute to rSARS-CoV-DE attenuation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "gene expression in cells infected by SARS-CoV with or without E gene was compared .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Twenty-five stress response genes were preferentially upregulated during infection in the absence of the E gene .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In addition , genes involved in signal transduction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "transcription , cell metabolism , immunoregulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inflammation , apoptosis and cell cycle and differentiation were differentially regulated in cells infected with rSARS-CoV with or without the E gene .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Administration of E protein in trans reduced the stress response in cells infected with rSARS-CoV-DE or with respiratory syncytial virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "or treated with drugs , such as tunicamycin and thapsigargin that elicit cell stress by different mechanisms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition , SARS-CoV E protein down-regulated the signaling pathway inositol-requiring enzyme 1 ( IRE-1 ) of the unfolded protein response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not the PKR-like ER kinase ( PERK ) or activating transcription factor 6 ( ATF-6 ) pathways , and reduced cell apoptosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , the activation of the IRE-1 pathway was not able to restore cell homeostasis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and apoptosis was induced probably as a measure to protect the host by limiting virus production and dissemination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The expression of proinflammatory cytokines was reduced in rSARS-CoV-DE-infected cells compared to rSARS-CoV-infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that the increase in stress responses and the reduction of inflammation in the absence of the E gene contributed to the attenuation of rSARS-CoV-DE .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "15",
    "token_num": "265"
  }
}