{
  "paper_id": "f93688406c401770540bacb1e6d7225c9c3b45ce",
  "metadata": {
    "title": "Surgical mask filter and fit performance",
    "coda_data_split": "train",
    "coda_paper_id": 3111,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Surgical masks have been used since the early 1900s to minimize infection of surgical wounds from wearer-generated bacteria. There is ongoing debate, however, whether surgical masks can meet the expectations of respiratory protection devices. The goal of this study was to evaluate the filter performance and facial fit of a sample of surgical masks. Methods: Filter penetration was measured for at least 3 replicates of 9 surgical masks using monodisperse latex sphere aerosols (0.895, 2.0, and 3.1 mm) at 6 L/min and 0.075-mm sodium chloride particles at 84 L/min. Facial fit was measured on 20 subjects for the 5 masks with lowest particle penetration, using both qualitative and quantitative fit tests. Results: Masks typically used in dental settings collected particles with significantly lower efficiency than those typically used in hospital settings. All subjects failed the unassisted qualitative fit test on the first exercise (normal breathing). Eighteen subjects failed the assisted qualitative fit tests; 60% failed on the first exercise. Quantitative fit factors ranged from 2.5 to 9.6. Conclusion: None of these surgical masks exhibited adequate filter performance and facial fit characteristics to be considered respiratory protection devices. (Am J Infect Control 2008;36:276-82.) ",
      "sentences": [
        [
          {
            "segment_text": "Background : Surgical masks have been used since the early 1900s to minimize infection of surgical wounds from wearer-generated bacteria .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There is ongoing debate , however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whether surgical masks can meet the expectations of respiratory protection devices .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this study was to evaluate the filter performance and facial fit of a sample of surgical masks .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Filter penetration was measured for at least 3 replicates of 9 surgical masks using monodisperse latex sphere aerosols ( 0.895 , 2.0 , and 3.1 mm ) at 6 L/min and 0.075-mm sodium chloride particles at 84 L/min .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Facial fit was measured on 20 subjects for the 5 masks with lowest particle penetration ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using both qualitative and quantitative fit tests .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Masks typically used in dental settings collected particles with significantly lower efficiency than those typically used in hospital settings .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All subjects failed the unassisted qualitative fit test on the first exercise ( normal breathing ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Eighteen subjects failed the assisted qualitative fit tests ; 60 % failed on the first exercise .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quantitative fit factors ranged from 2.5 to 9.6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : None of these surgical masks exhibited adequate filter performance and facial fit characteristics to be considered respiratory protection devices .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( Am J Infect Control 2008 ; 36:276-82 . )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "13",
    "token_num": "223"
  }
}