{
  "paper_id": "f9410459142b63fb34eac0375dda7d9b6460b3fe",
  "metadata": {
    "title": "Persistent Foot-and-Mouth Disease Virus Infection in the Nasopharynx of Cattle; Tissue-Specific Distribution and Local Cytokine Expression",
    "coda_data_split": "train",
    "coda_paper_id": 9563,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Tissues obtained post-mortem from cattle persistently infected with foot-and-mouth disease virus (FMDV) were analyzed to characterize the tissue-specific localization of FMDV and partial transcriptome profiles for selected immunoregulatory cytokines. Analysis of 28 distinct anatomic sites from 21 steers infected with FMDV serotype A, O or SAT2, had the highest prevalence of overall viral detection in the dorsal nasopharynx (80.95%) and dorsal soft palate (71.43%). FMDV was less frequently detected in laryngeal mucosal tissues, oropharyngeal mucosal sites, and lymph nodes draining the pharynx. Immunomicroscopy indicated that within persistently infected mucosal tissues, FMDV antigens were rarely detectable within few epithelial cells in regions of mucosa-associated lymphoid tissue (MALT). Transcriptome analysis of persistently infected pharyngeal tissues by qRT-PCR for 14 cytokine genes indicated a general trend of decreased mRNA levels compared to uninfected control animals. Although, statistically significant differences were not observed, greatest suppression of relative expression (RE) was identified for IP-10 (RE \u003d 0.198), IFN-β (RE \u003d 0.269), IL-12 (RE \u003d 0.275), and IL-2 (RE \u003d 0.312). Increased relative expression was detected for IL-6 (RE \u003d 2.065). Overall, this data demonstrates that during the FMDV carrier state in cattle, viral persistence is associated with epithelial cells of the nasopharynx in the upper respiratory tract and decreased levels of mRNA for several immunoregulatory cytokines in the infected tissues.",
      "sentences": [
        [
          {
            "segment_text": "Tissues obtained post-mortem from cattle persistently infected with foot-and-mouth disease virus ( FMDV ) were analyzed to characterize the tissue-specific localization of FMDV and partial transcriptome profiles for selected immunoregulatory cytokines .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis of 28 distinct anatomic sites from 21 steers infected with FMDV serotype A ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "O or SAT2 , had the highest prevalence of overall viral detection in the dorsal nasopharynx ( 80.95 % ) and dorsal soft palate ( 71.43 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "FMDV was less frequently detected in laryngeal mucosal tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "oropharyngeal mucosal sites , and lymph nodes draining the pharynx .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunomicroscopy indicated that within persistently infected mucosal tissues ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "FMDV antigens were rarely detectable within few epithelial cells in regions of mucosa-associated lymphoid tissue ( MALT ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transcriptome analysis of persistently infected pharyngeal tissues by qRT-PCR for 14 cytokine genes indicated a general trend of decreased mRNA levels compared to uninfected control animals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although , statistically significant differences were not observed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "greatest suppression of relative expression ( RE ) was identified for IP-10 ( RE \u003d 0.198 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-β ( RE \u003d 0.269 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IL-12 ( RE \u003d 0.275 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and IL-2 ( RE \u003d 0.312 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Increased relative expression was detected for IL-6 ( RE \u003d 2.065 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Overall , this data demonstrates that during the FMDV carrier state in cattle ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral persistence is associated with epithelial cells of the nasopharynx in the upper respiratory tract and decreased levels of mRNA for several immunoregulatory cytokines in the infected tissues .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "257"
  }
}