{
  "paper_id": "f9476a333c17961ff4cc34b45f4b2da5ed29457f",
  "metadata": {
    "title": "Ad Hoc Influenza Vaccination During Years of Significant Antigenic Drift in a Tropical City With 2 Seasonal Peaks A Cross-Sectional Survey Among Health Care Practitioners",
    "coda_data_split": "train",
    "coda_paper_id": 8505,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We evaluated the acceptability of an additional ad hoc influenza vaccination among the health care professionals following seasons with significant antigenic drift.",
      "sentences": [
        [
          {
            "segment_text": "We evaluated the acceptability of an additional ad hoc influenza vaccination among the health care professionals following seasons with significant antigenic drift .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Self-administered, anonymous surveys were performed by hard copy questionnaires in public hospitals, and by an on-line platform available to all healthcare professionals, from April 1st to May 31st, 2015. A total of 1290 healthcare professionals completed the questionnaires, including doctors, nurses, and allied health professionals working in both the public and private systems.",
      "sentences": [
        [
          {
            "segment_text": "Self-administered , anonymous surveys were performed by hard copy questionnaires in public hospitals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and by an on-line platform available to all healthcare professionals ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "from April 1st to May 31st , 2015 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 1290 healthcare professionals completed the questionnaires ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including doctors , nurses , and allied health professionals working in both the public and private systems .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Only 31.8% of participating respondents expressed an intention to receive the additional vaccine, despite that the majority of them agreed or strongly agreed that it would bring benefit to the community (88.9%), save lives (86.7%), reduce medical expenses (76.3%), satisfy public expectation (82.8%), and increase awareness of vaccination (86.1%). However, a significant proportion expressed concern that the vaccine could disturb the normal immunization schedule (45.5%); felt uncertain what to do in the next vaccination round (66.0%); perceived that the summer peak might not occur (48.2%); and believed that the summer peak might not be of the same virus (83.5%). Furthermore, 27.8% of all respondents expected that the additional vaccination could weaken the efficacy of previous vaccinations; 51.3% was concerned about side effects; and 61.3% estimated that there would be a low uptake rate. If the supply of vaccine was limited, higher priority groups were considered to include the elderly aged !65 years with chronic medical conditions (89.2%), the elderly living in residential care homes (87.4%), and longstay residents of institutions for the disabled (80.7%). The strongest factors associated with accepting the additional vaccine included immunization with influenza vaccines in the past 3 years, higher perceived risk of contracting influenza, and higher perceived severity of the disease impact.",
      "sentences": [
        [
          {
            "segment_text": "Only 31.8 % of participating respondents expressed an intention to receive the additional vaccine ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "despite that the majority of them agreed or strongly agreed that it would bring benefit to the community ( 88.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "save lives ( 86.7 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduce medical expenses ( 76.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "satisfy public expectation ( 82.8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and increase awareness of vaccination ( 86.1 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , a significant proportion expressed concern that the vaccine could disturb the normal immunization schedule ( 45.5 % ) ; felt uncertain what to do in the next vaccination round ( 66.0 % ) ; perceived that the summer peak might not occur ( 48.2 % ) ; and believed that the summer peak might not be of the same virus ( 83.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , 27.8 % of all respondents expected that the additional vaccination could weaken the efficacy of previous vaccinations ; 51.3 % was concerned about side effects ; and 61.3 % estimated that there would be a low uptake rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "If the supply of vaccine was limited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher priority groups were considered to include the elderly aged !",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "65 years with chronic medical conditions ( 89.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the elderly living in residential care homes ( 87.4 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and longstay residents of institutions for the disabled ( 80.7 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The strongest factors associated with accepting the additional vaccine included immunization with influenza vaccines in the past 3 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "higher perceived risk of contracting influenza ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and higher perceived severity of the disease impact .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The acceptability to an additional ad hoc influenza vaccination was low among healthcare professionals. This could have a negative impact on such additional vaccination campaigns since healthcare professionals are a key driver for vaccine acceptance. The discordance in perceived risk and acceptance of vaccination regarding self versus public deserves further evaluation.",
      "sentences": [
        [
          {
            "segment_text": "The acceptability to an additional ad hoc influenza vaccination was low among healthcare professionals .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This could have a negative impact on such additional vaccination campaigns since healthcare professionals are a key driver for vaccine acceptance .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The discordance in perceived risk and acceptance of vaccination regarding self versus public deserves further evaluation .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Abbreviations: AOR \u003d adjusted odds ratios, WHO \u003d world health organization.",
      "sentences": [
        [
          {
            "segment_text": "Abbreviations : AOR \u003d adjusted odds ratios ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "WHO \u003d world health organization .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Editor: Barry Margulies. Ã x 2 test or Fisher exact tests for variables with any cell \u003c5. Values are numbers (percentages) of respondents unless stated otherwise. The values in bold represented those with P \u003c 0.10, which were selected as variables in the multivariate regression analysis.",
      "sentences": [
        [
          {
            "segment_text": "Editor : Barry Margulies .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Ã x 2 test or Fisher exact tests for variables with any cell \u003c 5 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Values are numbers ( percentages ) of respondents unless stated otherwise .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The values in bold represented those with P \u003c 0.10 ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "which were selected as variables in the multivariate regression analysis .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "6",
    "sentence_num": "17",
    "segment_num": "32",
    "token_num": "478"
  }
}