{
  "paper_id": "f9738261ac322d052e519fb1f1297eedc917a939",
  "metadata": {
    "title": "Human metapneumovirus in Pediatric Patients with Acute Respiratory Tract Infections in the Aseer Region of Saudi Arabia",
    "coda_data_split": "train",
    "coda_paper_id": 6130,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Human metapneumovirus (hMPV) is a Paramyxovirus known to cause acute respiratory tract infections in children and young adults. To date, there is no study from the Aseer region of Saudi Arabia determining the proportion and severity of hMPV infection among pediatric hospitalized patients with respiratory infections. Objectives: The objective of this study is to determine the presence of hMPV antigens in the nasopharyngeal secretions of pediatric patients hospitalized with respiratory tract infections in the Aseer region of Saudi Arabia. Materials and Methods: This prospective, serological hospital-based study included all pediatric patients who were admitted to Aseer Central Hospital, Abha, Saudi Arabia, from July 2016 to November 2017 with upper and/or lower respiratory tract infections. Basic demographics of patients and their clinical data on and after admission were recorded. Direct fluorescent antibody assay was used to detect the presence of hMPV antigens in the obtained nasopharyngeal secretion specimens. Results: During the study, 91 pediatric patients were hospitalized due to upper and/or lower respiratory tract infections, of which 9.9% were positive for hMPV. These patients were aged 9 months to 16 years, were from Abha city or its surrounding localities and were mostly (77.8%) hospitalized during autumn or winter. The most common diagnosis on admission was bronchopneumonia (55.5%) and aspiration pneumonia (22.2%), and some patients also had underlying chronic conditions such as chronic heart disease (22.2%) and bronchial asthma (11.1%).",
      "sentences": [
        [
          {
            "segment_text": "Background : Human metapneumovirus ( hMPV ) is a Paramyxovirus known to cause acute respiratory tract infections in children and young adults .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To date , there is no study from the Aseer region of Saudi Arabia determining the proportion and severity of hMPV infection among pediatric hospitalized patients with respiratory infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : The objective of this study is to determine the presence of hMPV antigens in the nasopharyngeal secretions of pediatric patients hospitalized with respiratory tract infections in the Aseer region of Saudi Arabia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Materials and Methods : This prospective ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "serological hospital-based study included all pediatric patients who were admitted to Aseer Central Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Abha , Saudi Arabia , from July 2016 to November 2017 with upper and/or lower respiratory tract infections .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Basic demographics of patients and their clinical data on and after admission were recorded .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Direct fluorescent antibody assay was used to detect the presence of hMPV antigens in the obtained nasopharyngeal secretion specimens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : During the study ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "91 pediatric patients were hospitalized due to upper and/or lower respiratory tract infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which 9.9 % were positive for hMPV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These patients were aged 9 months to 16 years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were from Abha city or its surrounding localities and were mostly ( 77.8 % ) hospitalized during autumn or winter .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most common diagnosis on admission was bronchopneumonia ( 55.5 % ) and aspiration pneumonia ( 22.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and some patients also had underlying chronic conditions such as chronic heart disease ( 22.2 % ) and bronchial asthma ( 11.1 % ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results obtained indicated that hMPV is a potential etiologic factor for the commonly occurring acute respiratory infections in hospitalized children from the Aseer region of Saudi Arabia. hMPV infection was also found to be associated with complicated respiratory conditions such as bronchopneumonia, chronic heart disease and bronchial asthma.",
      "sentences": [
        [
          {
            "segment_text": "The results obtained indicated that hMPV is a potential etiologic factor for the commonly occurring acute respiratory infections in hospitalized children from the Aseer region of Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "hMPV infection was also found to be associated with complicated respiratory conditions such as bronchopneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "chronic heart disease and bronchial asthma .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "11",
    "segment_num": "18",
    "token_num": "321"
  }
}