{
  "paper_id": "f9b108c052ded463773a9838a8157ac7d5ba6d1a",
  "metadata": {
    "title": "Catalysis, inhibition and dynamics of Zika NS2B-NS3pro Unique properties of Zika NS2B-NS3pro complexes as decoded by experiments and MD simulations Catalysis, inhibition and dynamics of Zika NS2B-NS3pro",
    "coda_data_split": "train",
    "coda_paper_id": 4408,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "first two authors contribute equally.",
      "sentences": [
        [
          {
            "segment_text": "first two authors contribute equally .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Zika virus can be passed from a pregnant woman to her fetus, thus leading to birth defects including more than microcephaly. It has been recently estimated that one-third of the world population will be infected by Zika, but unfortunately no vaccine or medicine is available so far. Zika NS2B-NS3pro is essential for its replication and thus represents an attractive target for drug discovery/design. Here we characterized conformation,",
      "sentences": [
        [
          {
            "segment_text": "Zika virus can be passed from a pregnant woman to her fetus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "thus leading to birth defects including more than microcephaly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It has been recently estimated that one-third of the world population will be infected by Zika ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but unfortunately no vaccine or medicine is available so far .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Zika NS2B-NS3pro is essential for its replication and thus represents an attractive target for drug discovery/design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we characterized conformation ,",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Zika NS2B-NS3pro complexes by both experiments and MD simulations. The results unveil the unique properties of Zika NS2B-NS3pro which are very different from Dengue one. Particularly, CD and NMR studies indicate that unlike Dengue, the C-terminal region of Zika NS2B with a significant sequence variation is highly disordered in the open conformation. Indeed, MD simulations reveal that up to 100 ns, the Dengue NS2B C-terminus constantly has close contacts with its NS3pro domain. By a sharp contrast, the Zika NS2B C-terminus loses the contacts with its NS3pro domain after 10 ns, further forming a short β-sheet characteristic of the closed conformation at 30 ns. Furthermore, we found that a small molecule, previously identified as an active site inhibitor for other flaviviral NS2B-NS3pro, inhibited Zika NS2B-NS3pro potently in an allosteric manner. Our study provides the first insight into the dynamics of Zika NS2B-NS3pro and further deciphers that it is susceptible to allosteric inhibition, which thus bears critical implications for the future development of therapeutic allosteric inhibitors.",
      "sentences": [
        [
          {
            "segment_text": "Zika NS2B-NS3pro complexes by both experiments and MD simulations .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results unveil the unique properties of Zika NS2B-NS3pro which are very different from Dengue one .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Particularly , CD and NMR studies indicate that unlike Dengue ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the C-terminal region of Zika NS2B with a significant sequence variation is highly disordered in the open conformation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , MD simulations reveal that up to 100 ns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the Dengue NS2B C-terminus constantly has close contacts with its NS3pro domain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "By a sharp contrast , the Zika NS2B C-terminus loses the contacts with its NS3pro domain after 10 ns ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "further forming a short β-sheet characteristic of the closed conformation at 30 ns .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we found that a small molecule ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "previously identified as an active site inhibitor for other flaviviral NS2B-NS3pro ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "inhibited Zika NS2B-NS3pro potently in an allosteric manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provides the first insight into the dynamics of Zika NS2B-NS3pro and further deciphers that it is susceptible to allosteric inhibition ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which thus bears critical implications for the future development of therapeutic allosteric inhibitors .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "author/funder. All rights reserved. No reuse allowed without permission.",
      "sentences": [
        [
          {
            "segment_text": "author/funder .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "All rights reserved .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "No reuse allowed without permission .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "15",
    "segment_num": "23",
    "token_num": "273"
  }
}