{
  "paper_id": "f9b98f3faa9804945bd4e6c71383a191f968db05",
  "metadata": {
    "title": "Globalization and Health",
    "coda_data_split": "train",
    "coda_paper_id": 9693,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Globalization describes how nations, peoples, and economies are becoming increasingly interconnected and interdependent. Globalization has contributed to health improvements through diffusion of new health knowledge, low-cost health technologies, and human rights. Economic globalization based upon a neoliberal model of liberalized trade and investment and minimal government regulation, however, has brought many health risks. This article outlines the health risks of neoliberal globalization from structural adjustment of the 1980s, through economic financialization of the 1990s and the 2000s, to the financial crisis and global recession of 2008 and subsequent \u0027austerity agenda\u0027 of state retrenchment. It concludes with a discussion of high-level public policies that would ensure that globalization works for \u0027health for all\u0027.",
      "sentences": [
        [
          {
            "segment_text": "Globalization describes how nations , peoples ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and economies are becoming increasingly interconnected and interdependent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Globalization has contributed to health improvements through diffusion of new health knowledge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "low-cost health technologies , and human rights .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Economic globalization based upon a neoliberal model of liberalized trade and investment and minimal government regulation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , has brought many health risks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This article outlines the health risks of neoliberal globalization from structural adjustment of the 1980s ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "through economic financialization of the 1990s and the 2000s ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "to the financial crisis and global recession of 2008 and subsequent ` austerity agenda \u0027 of state retrenchment .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "It concludes with a discussion of high-level public policies that would ensure that globalization works for ` health for all \u0027 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "129"
  }
}