{
  "paper_id": "f9ba45c34f390b5c7d0579b641303de39860a329",
  "metadata": {
    "title": "Respiratory Viruses and Atypical Bacteria Co-Infection in Children with Acute Respiratory Infection",
    "coda_data_split": "train",
    "coda_paper_id": 10269,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "BACKGROUND: Acute respiratory infections (ARI) are one of the prevalent pediatric diseases. Coinfections of respiratory viruses and atypical bacterial respiratory pathogens are common.",
      "sentences": [
        [
          {
            "segment_text": "BACKGROUND : Acute respiratory infections ( ARI ) are one of the prevalent pediatric diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coinfections of respiratory viruses and atypical bacterial respiratory pathogens are common .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "This study aimed to determine the prevalence of co-infection between respiratory pathogens including viruses, bacteria and atypical bacteria in a sample of Egyptian children presenting with symptoms of acute respiratory tract infection.",
      "sentences": [
        [
          {
            "segment_text": "This study aimed to determine the prevalence of co-infection between respiratory pathogens including viruses ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "bacteria and atypical bacteria in a sample of Egyptian children presenting with symptoms of acute respiratory tract infection .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "This one-year prospective cohort study conducted in Abo El Rish Pediatric Hospital, Cairo University over one year included children presenting with symptoms of acute respiratory infection. Enrolled children were subjected to nasopharyngeal swabs or throat swabs and then processed to detect viral, bacterial and atypical bacterial causative agents by culture), retrotranscription polymerase, Monoplex polymerase chain reaction (PCR) and Multiplex PCR.",
      "sentences": [
        [
          {
            "segment_text": "This one-year prospective cohort study conducted in Abo El Rish Pediatric Hospital ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Cairo University over one year included children presenting with symptoms of acute respiratory infection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Enrolled children were subjected to nasopharyngeal swabs or throat swabs and then processed to detect viral ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "bacterial and atypical bacterial causative agents by culture ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "retrotranscription polymerase , Monoplex polymerase chain reaction ( PCR ) and Multiplex PCR .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "RESULTS: Viral etiological agents were detected in 20 cases (20.8%), while 76 patients (79.2%) had no definite viral aetiology. The most abundant virus detected was Rhinovirus in 36 (27.3%), followed by 21 (15.9%) were positive for RSV, 12 (9.1%) were positive for HMPV, 6 (4.5%) were positive for adenovirus and 3 (2.3%) were positive for influenza B. For Atypical bacterial causes Mycoplasma were positive for 9 (6.8%) cases and one case was positive for Bordetella parapertussis. Viral and atypical bacteria Co infection were detected in 14 (10.6%) of cases.",
      "sentences": [
        [
          {
            "segment_text": "RESULTS : Viral etiological agents were detected in 20 cases ( 20.8 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while 76 patients ( 79.2 % ) had no definite viral aetiology .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The most abundant virus detected was Rhinovirus in 36 ( 27.3 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by 21 ( 15.9 % ) were positive for RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 ( 9.1 % ) were positive for HMPV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "6 ( 4.5 % ) were positive for adenovirus and 3 ( 2.3 % ) were positive for influenza B. For Atypical bacterial causes Mycoplasma were positive for 9 ( 6.8 % ) cases and one case was positive for Bordetella parapertussis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral and atypical bacteria Co infection were detected in 14 ( 10.6 % ) of cases .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "These results suggest that coinfection with bacteria or atypical bacteria in children with acute respiratory tract infection is common and this co-infection can induce serious illness. The multiplex reversetranscriptase polymerase chain reaction should become an essential tool for epidemiological studies and can fill the gap between clinical presentation and definitive diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "These results suggest that coinfection with bacteria or atypical bacteria in children with acute respiratory tract infection is common and this co-infection can induce serious illness .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The multiplex reversetranscriptase polymerase chain reaction should become an essential tool for epidemiological studies and can fill the gap between clinical presentation and definitive diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "10",
    "segment_num": "18",
    "token_num": "308"
  }
}