{
  "paper_id": "f9c05a5c33ef91bbf61d086c882b60a5e6510b21",
  "metadata": {
    "title": "The Axl receptor tyrosine kinase is a discriminator of macrophage function in the inflamed lung Europe PMC Funders Group Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts",
    "coda_data_split": "train",
    "coda_paper_id": 10556,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Much of the biology surrounding macrophage functional specificity has arisen through examining inflammation-induced polarising signals, but this also occurs in homeostasis, requiring tissuespecific environmental triggers that influence macrophage phenotype and function. The TAM receptor family of receptor tyrosine kinases (Tyro3, Axl and MerTK) mediates the noninflammatory removal of apoptotic cells by phagocytes through the bridging phosphatidylserinebinding molecules Gas6 or Protein S. We show that one such TAM receptor (Axl) is exclusively expressed on mouse airway macrophages, but not interstitial macrophages and other lung leukocytes, under homeostatic conditions and is constitutively ligated to Gas6. Axl expression is potently induced by GM-CSF expressed in the healthy and inflamed airway, and by type I interferon or TLR3 stimulation on human and mouse macrophages, indicating potential involvement of Axl in apoptotic cell removal under inflammatory conditions. Indeed, an absence of Axl does not cause sterile inflammation in health, but leads to exaggerated lung inflammatory disease upon influenza infection. These data imply that Axl allows specific identification of airway macrophages, and that its expression is critical for macrophage functional compartmentalisation in the airspaces or lung interstitium. We propose that this may be a critical feature to prevent excessive inflammation due to secondary necrosis of apoptotic cells that have not been cleared by efferocytosis.",
      "sentences": [
        [
          {
            "segment_text": "Much of the biology surrounding macrophage functional specificity has arisen through examining inflammation-induced polarising signals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but this also occurs in homeostasis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "requiring tissuespecific environmental triggers that influence macrophage phenotype and function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The TAM receptor family of receptor tyrosine kinases ( Tyro3 , Axl and MerTK ) mediates the noninflammatory removal of apoptotic cells by phagocytes through the bridging phosphatidylserinebinding molecules Gas6 or Protein S .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that one such TAM receptor ( Axl ) is exclusively expressed on mouse airway macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not interstitial macrophages and other lung leukocytes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "under homeostatic conditions and is constitutively ligated to Gas6 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Axl expression is potently induced by GM-CSF expressed in the healthy and inflamed airway ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and by type I interferon or TLR3 stimulation on human and mouse macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating potential involvement of Axl in apoptotic cell removal under inflammatory conditions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Indeed , an absence of Axl does not cause sterile inflammation in health ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but leads to exaggerated lung inflammatory disease upon influenza infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These data imply that Axl allows specific identification of airway macrophages ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that its expression is critical for macrophage functional compartmentalisation in the airspaces or lung interstitium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that this may be a critical feature to prevent excessive inflammation due to secondary necrosis of apoptotic cells that have not been cleared by efferocytosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms Correspondence: T Hussell (tracy.hussell@manchester.ac.uk; Tel: +44 161 2751537).",
      "sentences": [
        [
          {
            "segment_text": "Users may view , print ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "copy , and download text and data-mine the content in such documents ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "for the purposes of academic research ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "subject always to the full Conditions of use : http://www.nature.com/authors/editorial_policies/license.html#terms Correspondence : T Hussell ( tracy.hussell@manchester.ac.uk ; Tel : +44 161 2751537 ) .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "19",
    "token_num": "277"
  }
}