{
  "paper_id": "f9d015b725d247948462394085053cff02c94791",
  "metadata": {
    "title": "FOXO1-regulated lncRNA LINC01197 inhibits pancreatic adenocarcinoma cell proliferation by restraining Wnt/β-catenin signaling",
    "coda_data_split": "train",
    "coda_paper_id": 4684,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Recent studies have revealed that numerous oncogenic long non-coding RNAs (lncRNAs) play pivotal roles in pancreatic ductal adenocarcinoma (PDAC) progression, but little is known about tumor-suppressive lncRNAs in PDAC. This study was conducted to evaluate the function of tumor-suppressive LINC01197 in PDAC progression and investigate the detailed mechanisms. Methods: LncRNA microarray was used to identify differentially expressed lncRNAs in FOXO1-overexpressing PANC1 cells. LINC01197 expression was evaluated by quantitative PCR, Northern blotting, and fluorescence in situ hybridization. The Cancer Genome Atlas database was used to analyze the prognostic role of LNC01197 in PDAC. A luciferase reporter assay was performed to confirm the interaction between LNC01197 and FOXO1. The biological function of LINC01197 was evaluated by colony formation assay in vitro and in an animal subcutaneous tumorigenesis experiment and Ki67 staining in vivo. RNA-pulldown, western blotting, RNA immunoprecipitation assay, and co-immunoprecipitation were further performed to determine the molecular mechanism of LNC01197 and β-catenin in the Wnt pathway.",
      "sentences": [
        [
          {
            "segment_text": "Background : Recent studies have revealed that numerous oncogenic long non-coding RNAs ( lncRNAs ) play pivotal roles in pancreatic ductal adenocarcinoma ( PDAC ) progression ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but little is known about tumor-suppressive lncRNAs in PDAC .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study was conducted to evaluate the function of tumor-suppressive LINC01197 in PDAC progression and investigate the detailed mechanisms .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : LncRNA microarray was used to identify differentially expressed lncRNAs in FOXO1-overexpressing PANC1 cells .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "LINC01197 expression was evaluated by quantitative PCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Northern blotting , and fluorescence in situ hybridization .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The Cancer Genome Atlas database was used to analyze the prognostic role of LNC01197 in PDAC .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A luciferase reporter assay was performed to confirm the interaction between LNC01197 and FOXO1 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The biological function of LINC01197 was evaluated by colony formation assay in vitro and in an animal subcutaneous tumorigenesis experiment and Ki67 staining in vivo .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RNA-pulldown , western blotting , RNA immunoprecipitation assay ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and co-immunoprecipitation were further performed to determine the molecular mechanism of LNC01197 and β-catenin in the Wnt pathway .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We found that a FOXO1-related lncRNA, LINC01197, was significantly decreased in PDAC malignant tissues and that its low expression predicted poor prognosis. Moreover, LINC01197 was mainly localized in the nucleus and inhibited PDAC cell proliferation both in vitro and in vivo. Mechanistically, LINC01197 was found to bind to βcatenin and inhibit Wnt/β-catenin signaling activity by disrupting β-catenin binding to TCF4 in PDAC cells. Conclusions: The novel FOXO1/LINC01197/β-catenin axis was dysregulated during PDAC progression. Our study provides insight into the mechanisms of LINC01197 in PDAC and reveal a potential target for PDAC clinical therapy and prognostic prediction.",
      "sentences": [
        [
          {
            "segment_text": "We found that a FOXO1-related lncRNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "LINC01197 , was significantly decreased in PDAC malignant tissues and that its low expression predicted poor prognosis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , LINC01197 was mainly localized in the nucleus and inhibited PDAC cell proliferation both in vitro and in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistically , LINC01197 was found to bind to βcatenin and inhibit Wnt/β-catenin signaling activity by disrupting β-catenin binding to TCF4 in PDAC cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The novel FOXO1/LINC01197/β-catenin axis was dysregulated during PDAC progression .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study provides insight into the mechanisms of LINC01197 in PDAC and reveal a potential target for PDAC clinical therapy and prognostic prediction .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "282"
  }
}