{
  "paper_id": "f9d125910f476ccc975921c0b2b39c096379cf32",
  "metadata": {
    "title": "Psychiatric-Medical Comorbidity Long-term psychiatric morbidities among SARS survivors",
    "coda_data_split": "train",
    "coda_paper_id": 5549,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Psychiatric-Medical Comorbidity section will focus on the prevalence and impact of psychiatric disorders in patients with chronic medical illness as well as the prevalence and impact of medical disorders in patients with chronic psychiatric illness.",
      "sentences": [
        [
          {
            "segment_text": "The Psychiatric-Medical Comorbidity section will focus on the prevalence and impact of psychiatric disorders in patients with chronic medical illness as well as the prevalence and impact of medical disorders in patients with chronic psychiatric illness .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objective: Severe acute respiratory syndrome (SARS) was the first massive infectious disease outbreak of the 21st century. However, it is unlikely that this outbreak will be the last. This study aimed to evaluate the long-term psychiatric morbidities in survivors of SARS.",
      "sentences": [
        [
          {
            "segment_text": "Objective : Severe acute respiratory syndrome ( SARS ) was the first massive infectious disease outbreak of the 21st century .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "However , it is unlikely that this outbreak will be the last .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This study aimed to evaluate the long-term psychiatric morbidities in survivors of SARS .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Method: This is a cohort study designed to investigate psychiatric complications among SARS survivors treated in the United Christian Hospital 30 months after the SARS outbreak. Psychiatric morbidities were assessed by the Structured Clinical Interview for DSM-IV, the Impact of Events Scale-Revised and the Hospital Anxiety and Depression Scale. Functional outcomes were assessed by the Medical Outcomes Study 36-Item Short-Form Health Survey. Results: Ninety subjects were recruited, yielding a response rate of 96.8%. Post-SARS cumulative incidence of DSM-IV psychiatric disorders was 58.9%. Current prevalence for any psychiatric disorder at 30 months post-SARS was 33.3%. One-fourth of the patients had post-traumatic stress disorder (PTSD), and 15.6% had depressive disorders. Conclusion: The outbreak of SARS can be regarded as a mental health catastrophe. PTSD was the most prevalent long-term psychiatric condition, followed by depressive disorders. Our results highlight the need to enhance preparedness and competence of health care professionals in detecting and managing the psychological sequelae of future comparable infectious disease outbreaks.",
      "sentences": [
        [
          {
            "segment_text": "Method : This is a cohort study designed to investigate psychiatric complications among SARS survivors treated in the United Christian Hospital 30 months after the SARS outbreak .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Psychiatric morbidities were assessed by the Structured Clinical Interview for DSM-IV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the Impact of Events Scale-Revised and the Hospital Anxiety and Depression Scale .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Functional outcomes were assessed by the Medical Outcomes Study 36-Item Short-Form Health Survey .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Ninety subjects were recruited ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "yielding a response rate of 96.8 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Post-SARS cumulative incidence of DSM-IV psychiatric disorders was 58.9 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Current prevalence for any psychiatric disorder at 30 months post-SARS was 33.3 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One-fourth of the patients had post-traumatic stress disorder ( PTSD ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 15.6 % had depressive disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : The outbreak of SARS can be regarded as a mental health catastrophe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PTSD was the most prevalent long-term psychiatric condition , followed by depressive disorders .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results highlight the need to enhance preparedness and competence of health care professionals in detecting and managing the psychological sequelae of future comparable infectious disease outbreaks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "14",
    "segment_num": "17",
    "token_num": "268"
  }
}