{
  "paper_id": "f9d89b92ef135f12270b3053808fe8167cee3283",
  "metadata": {
    "title": "Identification of Inonotus obliquus polysaccharide with broad-spectrum antiviral activity against multi-feline viruses",
    "coda_data_split": "train",
    "coda_paper_id": 2019,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Inonotus obliquus polysaccharides (IOPs) are a potential drug for the prevention and treatment of cancer, cardiopathy, diabetes, AIDs, pancreatitis and other diseases. In this study, we found that IOP can act as a broad-spectrum antiviral drug against feline viruses in the in vitro experiment. Using cell models of feline calicivirus (FCV), we demonstrated that IOP treatment was capable of exhibiting anti-FCV strain F9 activity in cell-based assays and also showed low cytotoxicity. Investigation of the mechanism of action of the compound revealed that IOP treatment induces its inhibitory actions directly on virus particles through blocking viral binding/absorpting. The inhibitory activity against other FCV isolates from China was also identified. More importantly, we found that IOP exhibited broad-spectrum antiviral activity against the feline herpesvirus 1, feline influenza virus H3N2 and H5N6, feline panleukopenia virus and feline infectious peritonitis virus that can contribute to respiratory and gastrointestinal diseases in cats. These findings suggest that IOP may be a potential broad-spectrum antiviral drug against feline viruses.",
      "sentences": [
        [
          {
            "segment_text": "Inonotus obliquus polysaccharides ( IOPs ) are a potential drug for the prevention and treatment of cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "cardiopathy , diabetes , AIDs , pancreatitis and other diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we found that IOP can act as a broad-spectrum antiviral drug against feline viruses in the in vitro experiment .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using cell models of feline calicivirus ( FCV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we demonstrated that IOP treatment was capable of exhibiting anti-FCV strain F9 activity in cell-based assays and also showed low cytotoxicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Investigation of the mechanism of action of the compound revealed that IOP treatment induces its inhibitory actions directly on virus particles through blocking viral binding/absorpting .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inhibitory activity against other FCV isolates from China was also identified .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More importantly , we found that IOP exhibited broad-spectrum antiviral activity against the feline herpesvirus 1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feline influenza virus H3N2 and H5N6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "feline panleukopenia virus and feline infectious peritonitis virus that can contribute to respiratory and gastrointestinal diseases in cats .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings suggest that IOP may be a potential broad-spectrum antiviral drug against feline viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "183"
  }
}