{
  "paper_id": "f9e51b353d1f30a9dfbb30f0661bffa319c041eb",
  "metadata": {
    "title": "Respiratory Pathogens in Qu ebec Dairy Calves and Their Relationship with Clinical Status, Lung Consolidation, and Average Daily Gain",
    "coda_data_split": "train",
    "coda_paper_id": 9049,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Bovine respiratory disease (BRD) is 1 of the 2 most important causes of morbidity and mortality in dairy calves. Surprisingly, field data are scant concerning the prevalence of respiratory pathogens involved in BRD in preweaned dairy calves, especially in small herds.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bovine respiratory disease ( BRD ) is 1 of the 2 most important causes of morbidity and mortality in dairy calves .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Surprisingly , field data are scant concerning the prevalence of respiratory pathogens involved in BRD in preweaned dairy calves , especially in small herds .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives: To identify the main respiratory pathogens isolated from calves in Qu ebec dairy herds with a high incidence of BRD, and to determine if there is an association between the presence of these pathogens and clinical signs of pneumonia, lung consolidation, or average daily gain.",
      "sentences": [
        [
          {
            "segment_text": "Objectives : To identify the main respiratory pathogens isolated from calves in Qu ebec dairy herds with a high incidence of BRD ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and to determine if there is an association between the presence of these pathogens and clinical signs of pneumonia ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "lung consolidation , or average daily gain .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Animals: Cross-sectional study using a convenience sample of 95 preweaned dairy calves from 11 dairy herds. Methods: At enrollment, calves were weighed, clinically examined, swabbed (nasal and nasopharyngeal), and lung ultrasonography was performed. One month later, all calves were reweighed.",
      "sentences": [
        [
          {
            "segment_text": "Animals : Cross-sectional study using a convenience sample of 95 preweaned dairy calves from 11 dairy herds .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Methods : At enrollment , calves were weighed ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "clinically examined , swabbed ( nasal and nasopharyngeal ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and lung ultrasonography was performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "One month later , all calves were reweighed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results: Twenty-two calves had clinical BRD and 49 had ultrasonographic evidence of lung consolidation. Pasteurella multocida, Mannheimia haemolytica, and Histophilus somni were isolated in 54, 17, and 12 calves, respectively. Mycoplasma bovis was identified by PCR testing or culture in 19 calves, and 78 calves were found to be positive for Mycoplasma spp. Bovine coronavirus was detected in 38 calves and bovine respiratory syncytial virus in 1. Only the presence of M. bovis was associated with higher odds of clinical signs, lung consolidation, and lower average daily gain.",
      "sentences": [
        [
          {
            "segment_text": "Results : Twenty-two calves had clinical BRD and 49 had ultrasonographic evidence of lung consolidation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Pasteurella multocida , Mannheimia haemolytica ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Histophilus somni were isolated in 54 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "17 , and 12 calves , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mycoplasma bovis was identified by PCR testing or culture in 19 calves ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 78 calves were found to be positive for Mycoplasma spp. .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Bovine coronavirus was detected in 38 calves and bovine respiratory syncytial virus in 1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Only the presence of M. bovis was associated with higher odds of clinical signs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lung consolidation , and lower average daily gain .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions and Clinical Importance: Results suggested that nasopharyngeal carriage of M. bovis was detrimental to health and growth of dairy calves in small herds with a high incidence of BRD.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions and Clinical Importance : Results suggested that nasopharyngeal carriage of M. bovis was detrimental to health and growth of dairy calves in small herds with a high incidence of BRD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "12",
    "segment_num": "20",
    "token_num": "286"
  }
}