{
  "paper_id": "f9f1bacca8a3516f2eda225c06a9d66e97dcdf2e",
  "metadata": {
    "title": "Investigating public health emergency response information system initiatives in China",
    "coda_data_split": "train",
    "coda_paper_id": 9501,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Infectious diseases pose a great danger to public health internationally. The outbreak of SARS has exposed China\u0027s fragile public health system and its limited ability to detect and respond to emergencies in a timely and effective manner. In order to strengthen its capability of responding to future public health emergencies, China is developing a public health emergency response information system (PHERIS) to facilitate disease surveillance, detection, reporting, and response. The purpose of this study is to investigate the ongoing development of China\u0027s PHERIS. This paper analyzes the problems of China\u0027s existing public health system and describes the design and functionalities of PHERIS from both technical and managerial aspects.",
      "sentences": [
        [
          {
            "segment_text": "Infectious diseases pose a great danger to public health internationally .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The outbreak of SARS has exposed China \u0027s fragile public health system and its limited ability to detect and respond to emergencies in a timely and effective manner .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to strengthen its capability of responding to future public health emergencies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China is developing a public health emergency response information system ( PHERIS ) to facilitate disease surveillance ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "detection , reporting , and response .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purpose of this study is to investigate the ongoing development of China \u0027s PHERIS .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This paper analyzes the problems of China \u0027s existing public health system and describes the design and functionalities of PHERIS from both technical and managerial aspects .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "122"
  }
}