{
  "paper_id": "f9f23df3083b74a57e1138aa25194a65c4760ef3",
  "metadata": {
    "title": "PLGA nanoparticle entrapped killed porcine reproductive and respiratory syndrome virus vaccine helps in viral clearance in pigs",
    "coda_data_split": "train",
    "coda_paper_id": 2597,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome (PRRS) is a chronic viral disease of pigs, has been posing a huge economic concern to pig industry worldwide. In this study, we developed biodegradable PLGA [poly(D,L-lactide-co-glycolide)] nanoparticle-entrapped killed PRRSV vaccine (Nano-KAg), and administered intranasally to pigs once and evaluated the immune correlates. In Nano-KAg vaccinated homologous virus challenged pigs, complete clearance of viremia was observed in 2 weeks, associated with a significant increase in virus neutralizing titers only in the lungs, compared to both unvaccinated and killed vaccine vaccinated pigs. The lung homogenate and sera of Nano-KAg vaccinated pigs had higher levels of IFN-g and lower levels of TGF-b than control groups. Restimulation of mononuclear cells isolated from the lungs, blood, BAL, and TBLN of Nano-KAg vaccinated pigs\u0027 secreted significantly increased levels of Th1 cytokines, IFN-g and IL-12. In addition, higher frequencies of CD3 + CD8 + , CD4 + CD8 + , and gd T cells, and reduced frequency of Foxp3 + T-regulatory cells were observed in Nano-KAg vaccinated pigs. Thus, intranasal delivery of Nano-KAg vaccine may be a suitable strategy to elicit anti-PRRSV immune response required to better clear viremia in pigs.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome ( PRRS ) is a chronic viral disease of pigs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "has been posing a huge economic concern to pig industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we developed biodegradable PLGA ( poly ( D,L-lactide-co-glycolide ) ) nanoparticle-entrapped killed PRRSV vaccine ( Nano-KAg ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and administered intranasally to pigs once and evaluated the immune correlates .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In Nano-KAg vaccinated homologous virus challenged pigs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "complete clearance of viremia was observed in 2 weeks ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "associated with a significant increase in virus neutralizing titers only in the lungs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to both unvaccinated and killed vaccine vaccinated pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The lung homogenate and sera of Nano-KAg vaccinated pigs had higher levels of IFN-g and lower levels of TGF-b than control groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Restimulation of mononuclear cells isolated from the lungs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "blood , BAL , and TBLN of Nano-KAg vaccinated pigs \u0027 secreted significantly increased levels of Th1 cytokines , IFN-g and IL-12 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , higher frequencies of CD3 + CD8 + ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "CD4 + CD8 + , and gd T cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and reduced frequency of Foxp3 + T-regulatory cells were observed in Nano-KAg vaccinated pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , intranasal delivery of Nano-KAg vaccine may be a suitable strategy to elicit anti-PRRSV immune response required to better clear viremia in pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Crown",
      "sentences": [
        [
          {
            "segment_text": "Crown",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "16",
    "token_num": "221"
  }
}