{
  "paper_id": "f9f78ea8f82d2a7e031088fda5895468337dcd7c",
  "metadata": {
    "title": "Helicases as molecular motors: An insight",
    "coda_data_split": "train",
    "coda_paper_id": 6096,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Helicases are one of the smallest motors of biological system, which harness the chemical free energy of ATP hydrolysis to catalyze the opening of energetically stable duplex nucleic acids and thereby are involved in almost all aspect of nucleic acid metabolism including replication, repair, recombination, transcription, translation, and ribosome biogenesis. Basically, they break the hydrogen bonding between the duplex helix and translocate unidirectionally along the bound strand. Mostly all the helicases contain some conserved signature motifs, which act as an engine to power the unwinding. After the discovery of the first prokaryotic DNA helicase from Escherichia coli bacteria in 1976 and the first eukaryotic one from the lily plant in 1978, many more (4100) have been isolated. All the helicases share some common properties, including nucleic acid binding, NTP hydrolysis and unwinding of the duplex. Many helicases have been crystallized and their structures have revealed an underlying common structural fold for their function. The defects in helicases gene have also been reported to be responsible for variety of human genetic disorders, which can lead to cancer, premature aging or mental retardation. Recently, a new role of a helicase in abiotic stress signaling in plant has been discovered. Overall, helicases act as essential molecular tools for cellular machinery and help in maintaining the integrity of genome. Here an overview of helicases has been covered which includes history, biochemical assay, properties, classification, role in human disease and mechanism of unwinding and translocation. r",
      "sentences": [
        [
          {
            "segment_text": "Helicases are one of the smallest motors of biological system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which harness the chemical free energy of ATP hydrolysis to catalyze the opening of energetically stable duplex nucleic acids and thereby are involved in almost all aspect of nucleic acid metabolism including replication ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "repair , recombination , transcription ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "translation , and ribosome biogenesis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Basically , they break the hydrogen bonding between the duplex helix and translocate unidirectionally along the bound strand .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mostly all the helicases contain some conserved signature motifs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which act as an engine to power the unwinding .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "After the discovery of the first prokaryotic DNA helicase from Escherichia coli bacteria in 1976 and the first eukaryotic one from the lily plant in 1978 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many more ( 4100 ) have been isolated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All the helicases share some common properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including nucleic acid binding , NTP hydrolysis and unwinding of the duplex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Many helicases have been crystallized and their structures have revealed an underlying common structural fold for their function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The defects in helicases gene have also been reported to be responsible for variety of human genetic disorders ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can lead to cancer ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "premature aging or mental retardation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , a new role of a helicase in abiotic stress signaling in plant has been discovered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overall , helicases act as essential molecular tools for cellular machinery and help in maintaining the integrity of genome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Here an overview of helicases has been covered which includes history ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "biochemical assay , properties , classification ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "role in human disease and mechanism of unwinding and translocation .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "r",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "21",
    "token_num": "272"
  }
}