{
  "paper_id": "fa021bfcf95acdbde556098bfd84e8a84c7948c9",
  "metadata": {
    "title": "RNA dimerization plays a role in ribosomal frameshifting of the SARS coronavirus",
    "coda_data_split": "train",
    "coda_paper_id": 6467,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Messenger RNA encoded signals that are involved in programmed -1 ribosomal frameshifting (-1 PRF) are typically two-stemmed hairpin (H)-type pseudoknots (pks). We previously described an unusual three-stemmed pseudoknot from the severe acute respiratory syndrome (SARS) coronavirus (CoV) that stimulated -1 PRF. The conserved existence of a third stem-loop suggested an important hitherto unknown function. Here we present new information describing structure and function of the third stem of the SARS pseudoknot. We uncovered RNA dimerization through a palindromic sequence embedded in the SARS-CoV Stem 3. Further in vitro analysis revealed that SARS-CoV RNA dimers assemble through \u0027kissing\u0027 loop-loop interactions. We also show that loop-loop kissing complex formation becomes more efficient at physiological temperature and in the presence of magnesium. When the palindromic sequence was mutated, in vitro RNA dimerization was abolished, and frameshifting was reduced from 15 to 5.7%. Furthermore, the inability to dimerize caused by the silent codon change in Stem 3 of SARS-CoV changed the viral growth kinetics and affected the levels of genomic and subgenomic RNA in infected cells. These results suggest that the homodimeric RNA complex formed by the SARS pseudoknot occurs in the cellular environment and that loop-loop kissing interactions involving Stem 3 modulate -1 PRF and play a role in subgenomic and full-length RNA synthesis.",
      "sentences": [
        [
          {
            "segment_text": "Messenger RNA encoded signals that are involved in programmed -1 ribosomal frameshifting ( -1 PRF ) are typically two-stemmed hairpin ( H ) - type pseudoknots ( pks ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We previously described an unusual three-stemmed pseudoknot from the severe acute respiratory syndrome ( SARS ) coronavirus ( CoV ) that stimulated -1 PRF .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The conserved existence of a third stem-loop suggested an important hitherto unknown function .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present new information describing structure and function of the third stem of the SARS pseudoknot .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We uncovered RNA dimerization through a palindromic sequence embedded in the SARS-CoV Stem 3 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further in vitro analysis revealed that SARS-CoV RNA dimers assemble through ` kissing \u0027 loop-loop interactions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that loop-loop kissing complex formation becomes more efficient at physiological temperature and in the presence of magnesium .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When the palindromic sequence was mutated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "in vitro RNA dimerization was abolished ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and frameshifting was reduced from 15 to 5.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , the inability to dimerize caused by the silent codon change in Stem 3 of SARS-CoV changed the viral growth kinetics and affected the levels of genomic and subgenomic RNA in infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that the homodimeric RNA complex formed by the SARS pseudoknot occurs in the cellular environment and that loop-loop kissing interactions involving Stem 3 modulate -1 PRF and play a role in subgenomic and full-length RNA synthesis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "239"
  }
}