{
  "paper_id": "fa0eaef225e1bfa0aa470be4c089ae0689193fec",
  "metadata": {
    "title": "Emerging Infectious Diseases in 2012: 20 Years after the Institute of Medicine Report",
    "coda_data_split": "train",
    "coda_paper_id": 9360,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Twenty years ago (1992), a landmark Institute of Medicine report entitled \"Emerging Infections: Microbial Threats to Health in the United States\" underscored the important but often underappreciated concept of emerging infectious diseases (EIDs). A review of the progress made and setbacks experienced over the past 2 decades suggests that even though many new diseases have emerged, such as SARS (severe acute respiratory syndrome) and the 2009 pandemic influenza, significant advances have occurred in EID control, prevention, and treatment. Among many elements of the increase in the capacity to control EIDs are genomics-associated advances in microbial detection and treatment, improved disease surveillance, and greater awareness of EIDs and the complicated variables that underlie emergence. In looking back over the past 20 years, it is apparent that we are in a time of great change in which both the challenge of EIDs and our responses to them are being transformed. Recent advances support guarded optimism that further breakthroughs lie ahead.",
      "sentences": [
        [
          {
            "segment_text": "Twenty years ago ( 1992 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a landmark Institute of Medicine report entitled `` Emerging Infections : Microbial Threats to Health in the United States \u0027\u0027 underscored the important but often underappreciated concept of emerging infectious diseases ( EIDs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A review of the progress made and setbacks experienced over the past 2 decades suggests that even though many new diseases have emerged ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as SARS ( severe acute respiratory syndrome ) and the 2009 pandemic influenza ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "significant advances have occurred in EID control , prevention , and treatment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Among many elements of the increase in the capacity to control EIDs are genomics-associated advances in microbial detection and treatment ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "improved disease surveillance , and greater awareness of EIDs and the complicated variables that underlie emergence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In looking back over the past 20 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "it is apparent that we are in a time of great change in which both the challenge of EIDs and our responses to them are being transformed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Recent advances support guarded optimism that further breakthroughs lie ahead .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "180"
  }
}