{
  "paper_id": "fa1d2145aa1af1e5232d8d425f36f4e9bb20f392",
  "metadata": {
    "title": "Distributed under Creative Commons CC-BY 4.0 Respiratory syncytial virus, human metapneumovirus, and influenza virus infection in Bangkok, 2016-2017",
    "coda_data_split": "train",
    "coda_paper_id": 9701,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Children and adults residing in densely populated urban centers around the world are at risk of seasonal influenza-like illness caused by respiratory viruses such as influenza virus, human metapneumovirus (hMPV), and respiratory syncytial virus (RSV). In a large metropolitan of Thailand\u0027s capital city Bangkok, most respiratory infections are rarely confirmed by molecular diagnostics. We therefore examined the frequency of RSV, hMPV, and influenza virus in 8,842 patients who presented influenza-like illness and sought medical care at a large hospital in Bangkok between 2016 and 2017. Using a multiplex real-time reverse-transcription polymerase chain reaction (RT-PCR), 30.5% (2,699/8,842) of nasopharyngeal (NP) swab samples tested positive for one or more of these viruses. Influenza virus comprised 17.3% (1,528/8,842), of which the majority were influenza A/H3N2. Such infection was most prevalent among adults and the elderly. RSV was identified in 11.4% (1,011/8,842) and were mostly ON1 and BA9 genotypes. Of the hMPV-positive samples (3.6%, 318/8,842), genotypes A2, B1, and B2 were detected. A small number of individuals experienced co-infections (1.8%, 155/8,842), most commonly between RSV and influenza A/H3N2. RSV and hMPV co-infections were also found, but mainly in young children. Viral respiratory tract infection peaked locally in the rainy season (June to September). These findings support the utility of rapid nucleic acid testing of RSV, hMPV, and influenza virus in patients with ILI. Agapov E, Sumino KC, Gaudreault-Keener M, Storch GA, Holtzman MJ. 2006. Genetic variability of human metapneumovirus infection: evidence of a shift in viral genotype without a change in illness.",
      "sentences": [
        [
          {
            "segment_text": "Children and adults residing in densely populated urban centers around the world are at risk of seasonal influenza-like illness caused by respiratory viruses such as influenza virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "human metapneumovirus ( hMPV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and respiratory syncytial virus ( RSV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In a large metropolitan of Thailand \u0027s capital city Bangkok ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "most respiratory infections are rarely confirmed by molecular diagnostics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We therefore examined the frequency of RSV ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hMPV , and influenza virus in 8,842 patients who presented influenza-like illness and sought medical care at a large hospital in Bangkok between 2016 and 2017 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using a multiplex real-time reverse-transcription polymerase chain reaction ( RT-PCR ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "30.5 % ( 2,699 / 8,842 ) of nasopharyngeal ( NP ) swab samples tested positive for one or more of these viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Influenza virus comprised 17.3 % ( 1,528 / 8,842 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "of which the majority were influenza A/H3N2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Such infection was most prevalent among adults and the elderly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV was identified in 11.4 % ( 1,011 / 8,842 ) and were mostly ON1 and BA9 genotypes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the hMPV-positive samples ( 3.6 % , 318/8 ,842 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genotypes A2 , B1 , and B2 were detected .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A small number of individuals experienced co-infections ( 1.8 % , 155/8 ,842 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "most commonly between RSV and influenza A/H3N2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV and hMPV co-infections were also found ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but mainly in young children .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral respiratory tract infection peaked locally in the rainy season ( June to September ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings support the utility of rapid nucleic acid testing of RSV ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hMPV , and influenza virus in patients with ILI .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Agapov E , Sumino KC ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Gaudreault-Keener M , Storch GA , Holtzman MJ .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2006 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Genetic variability of human metapneumovirus infection : evidence of a shift in viral genotype without a change in illness .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "26",
    "token_num": "318"
  }
}