{
  "paper_id": "fa28199c70227aa7189f847a1ee386cd240fdade",
  "metadata": {
    "title": "Role of Neutralizing Antibodies in Adults With Community-Acquired Pneumonia by Respiratory Syncytial Virus",
    "coda_data_split": "train",
    "coda_paper_id": 10037,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background. Respiratory syncytial virus (RSV) has been implicated in the etiology of adult communityacquired pneumonia (CAP). We investigated RSV infection in Chilean adults with CAP using direct viral detection, real-time reverse-transcription polymerase chain reaction (rtRT-PCR), and serology (microneutralization assay).",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory syncytial virus ( RSV ) has been implicated in the etiology of adult communityacquired pneumonia ( CAP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We investigated RSV infection in Chilean adults with CAP using direct viral detection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "real-time reverse-transcription polymerase chain reaction ( rtRT-PCR ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "and serology ( microneutralization assay ) .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Methods. RSV, other respiratory viruses, and bacteria were studied by conventional and molecular techniques in adults aged $18 years presenting with CAP to the healthcare facilities in Santiago, Chile from February 2005 through December 2007.",
      "sentences": [
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "RSV , other respiratory viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and bacteria were studied by conventional and molecular techniques in adults aged $ 18 years presenting with CAP to the healthcare facilities in Santiago ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Chile from February 2005 through December 2007 .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Results. All 356 adults with CAP enrolled had an acute blood sample collected at enrollment, and 184 had a convalescent blood sample. RSV was detected in 48 cases (13.4%). Immunofluorescence assay and viral isolation each detected only 1 infection (0.2%), whereas rtRT-PCR was positive in 32 (8.9%) cases and serology was positive in 20 (10.8%) cases. CAP clinical characteristics were similar in RSV-infected and non-RSV-infected cases. RSV-specific geometric mean serum-neutralizing antibody titer (GMST) was significantly lower at admission in the 48 RSV-infected cases compared with 308 non-RSV-infected adults (GMST in log 2 : RSV/A 8.1 vs 8.9, and RSV/B 9.3 vs 10.4; P , .02).",
      "sentences": [
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All 356 adults with CAP enrolled had an acute blood sample collected at enrollment ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 184 had a convalescent blood sample .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV was detected in 48 cases ( 13.4 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Immunofluorescence assay and viral isolation each detected only 1 infection ( 0.2 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas rtRT-PCR was positive in 32 ( 8.9 % ) cases and serology was positive in 20 ( 10.8 % ) cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "CAP clinical characteristics were similar in RSV-infected and non-RSV-infected cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV-specific geometric mean serum-neutralizing antibody titer ( GMST ) was significantly lower at admission in the 48 RSV-infected cases compared with 308 non-RSV-infected adults ( GMST in log 2 : RSV/A 8.1 vs 8.9 , and RSV/B 9.3 vs 10.4 ; P , .02 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions. RSV infection is frequent in Chilean adults with CAP. Microneutralization assay was as sensitive as rtRT-PCR in detecting RSV infection and is a good adjunct assay for diagnostic research. High RSV-specific serum-neutralizing antibody levels were associated with protection against common and severe infection. The development of a vaccine could prevent RSV-related CAP in adults.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "RSV infection is frequent in Chilean adults with CAP .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Microneutralization assay was as sensitive as rtRT-PCR in detecting RSV infection and is a good adjunct assay for diagnostic research .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "High RSV-specific serum-neutralizing antibody levels were associated with protection against common and severe infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The development of a vaccine could prevent RSV-related CAP in adults .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "22",
    "token_num": "284"
  }
}