{
  "paper_id": "fa4ee3cd534cb999334266e0ed9e0376dbef4204",
  "metadata": {
    "title": "R E V I E W Polymers in the Delivery of siRNA for the Treatment of Virus Infections",
    "coda_data_split": "train",
    "coda_paper_id": 7699,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Viral diseases remain a major cause of death worldwide. Despite advances in vaccine and antiviral drug technology, each year over three million people die from a range of viral infections. Predominant viruses include human immunodeficiency virus, hepatitis viruses, and gastrointestinal and respiratory viruses. Now more than ever, robust, easily mobilised and cost-effective antiviral strategies are needed to combat both known and emerging disease threats. RNA interference and small interfering (si)RNAs were initially hailed as a \u0027\u0027magic bullet\u0027\u0027, due to their ability to inhibit the synthesis of any protein via the degradation of its complementary messenger RNA sequence. Of particular interest was the potential for attenuating viral mRNAs contributing to the pathogenesis of disease that were not able to be targeted by vaccines or antiviral drugs. However, it was soon discovered that delivery of active siRNA molecules to the infection site in vivo was considerably more difficult than anticipated, due to a number of physiological barriers in the body. This spurred a new wave of investigation into nucleic acid delivery vehicles which could facilitate safe, targeted and effective administration of the siRNA as therapy. Amongst these, cationic polymer delivery vehicles have emerged as a promising candidate as they are low-cost and easy to produce at an industrial scale, and bind to the siRNA by nonspecific electrostatic interactions. These nanoparticles (NPs) can be functionally designed to target the infection site, improve uptake in infected cells, release the This article is part of the Topical Collection \u0027\u0027",
      "sentences": [
        [
          {
            "segment_text": "Viral diseases remain a major cause of death worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite advances in vaccine and antiviral drug technology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "each year over three million people die from a range of viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Predominant viruses include human immunodeficiency virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hepatitis viruses , and gastrointestinal and respiratory viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Now more than ever , robust ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "easily mobilised and cost-effective antiviral strategies are needed to combat both known and emerging disease threats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "RNA interference and small interfering ( si ) RNAs were initially hailed as a `` magic bullet \u0027\u0027 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to their ability to inhibit the synthesis of any protein via the degradation of its complementary messenger RNA sequence .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Of particular interest was the potential for attenuating viral mRNAs contributing to the pathogenesis of disease that were not able to be targeted by vaccines or antiviral drugs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it was soon discovered that delivery of active siRNA molecules to the infection site in vivo was considerably more difficult than anticipated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "due to a number of physiological barriers in the body .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This spurred a new wave of investigation into nucleic acid delivery vehicles which could facilitate safe ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "targeted and effective administration of the siRNA as therapy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Amongst these , cationic polymer delivery vehicles have emerged as a promising candidate as they are low-cost and easy to produce at an industrial scale ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and bind to the siRNA by nonspecific electrostatic interactions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These nanoparticles ( NPs ) can be functionally designed to target the infection site ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "improve uptake in infected cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "release the This article is part of the Topical Collection \u0027\u0027",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "19",
    "token_num": "273"
  }
}