{
  "paper_id": "fa5ab7bb8d82ae7c970b9dc6a2f10eadf0873623",
  "metadata": {
    "title": "Phylogenetic and recombination analysis of coronavirus HKU1, a novel coronavirus from patients with pneumonia",
    "coda_data_split": "train",
    "coda_paper_id": 4219,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Phylogenetic trees constructed using predicted amino acid sequences of putative proteins of coronavirus HKU1 (CoV-HKU1) revealed that CoV-HKU1 formed a distinct branch among group 2 coronaviruses. Of the 14 trees from p65 to nsp10, nine showed that CoV-HKU1 was clustered with murine hepatitis virus. From nsp11, the topologies of the trees changed dramatically. For the eight trees from nsp11 to N, seven showed that the CoV-HKU1 branch was the first branch. The codon usage patterns of CoV-HKU1 differed significantly from those in other group 2 coronaviruses. Split decomposition analysis revealed that recombination events had occurred between CoV-HKU1 and other coronaviruses. * These authors contributed equally to the manuscript.",
      "sentences": [
        [
          {
            "segment_text": "Phylogenetic trees constructed using predicted amino acid sequences of putative proteins of coronavirus HKU1 ( CoV-HKU1 ) revealed that CoV-HKU1 formed a distinct branch among group 2 coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Of the 14 trees from p65 to nsp10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "nine showed that CoV-HKU1 was clustered with murine hepatitis virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "From nsp11 , the topologies of the trees changed dramatically .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For the eight trees from nsp11 to N ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "seven showed that the CoV-HKU1 branch was the first branch .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The codon usage patterns of CoV-HKU1 differed significantly from those in other group 2 coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Split decomposition analysis revealed that recombination events had occurred between CoV-HKU1 and other coronaviruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "* These authors contributed equally to the manuscript .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "120"
  }
}