{
  "paper_id": "fa5b74fe5f8005d4c77349198d0ac18f0822f906",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 7336,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronavirus membrane (M) protein is the most abundant structural protein playing a critical role in virion assembly. Previous studies show that the N-terminal ectodomain of M protein is modified by glycosylation, but its precise functions are yet to be thoroughly investigated. In this study, we confirm that N-linked glycosylation occurs at two predicted sites in the M protein ectodomain of infectious bronchitis coronavirus (IBV). Dual mutations at the two sites (N3D/N6D) did not affect particle assembly, virus-like particle formation and viral replication in culture cells. However, activation of the ER stress response was significantly reduced in cells infected with rN3D/N6D, correlated with a lower level of apoptosis and reduced production of pro-inflammatory cytokines. Taken together, this study demonstrates that although not essential for replication, glycosylation in the IBV M protein ectodomain plays important roles in activating ER stress, apoptosis and proinflammatory response, and may contribute to the pathogenesis of IBV.",
      "sentences": [
        [
          {
            "segment_text": "Coronavirus membrane ( M ) protein is the most abundant structural protein playing a critical role in virion assembly .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Previous studies show that the N-terminal ectodomain of M protein is modified by glycosylation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but its precise functions are yet to be thoroughly investigated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we confirm that N-linked glycosylation occurs at two predicted sites in the M protein ectodomain of infectious bronchitis coronavirus ( IBV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Dual mutations at the two sites ( N3D/N6D ) did not affect particle assembly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "virus-like particle formation and viral replication in culture cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , activation of the ER stress response was significantly reduced in cells infected with rN3D/N6D ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "correlated with a lower level of apoptosis and reduced production of pro-inflammatory cytokines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , this study demonstrates that although not essential for replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glycosylation in the IBV M protein ectodomain plays important roles in activating ER stress ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "apoptosis and proinflammatory response , and may contribute to the pathogenesis of IBV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "171"
  }
}