{
  "paper_id": "fa62176343d9513bfef397694e41dba21712d300",
  "metadata": {
    "title": "Effects of Infection with Transmissible Gastroenteritis Virus on Concomitant Immune Responses to Dietary and Injected Antigens",
    "coda_data_split": "train",
    "coda_paper_id": 7896,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Normal piglets weaned onto soy-or egg-based diets generated antibody responses to fed protein. Concurrent infection with transmissible gastroenteritis virus (TGEV) did not affect the responses to dietary antigens at weaning, nor did it affect the subsequent development of tolerance. However, TGEV infection did enhance the primary immunoglobulin M (IgM) and IgG1, but not IgG2, antibody responses to injected soy in comparison to those of uninfected animals. Paradoxically, TGEV-infected animals showed an enhanced primary IgG1 antibody response to injected soy at 4 weeks of age, but they subsequently showed a reduced secondary response after an intraperitoneal challenge at 9 weeks of age in comparison to uninfected animals. The results suggest that an enteric virus, either used as a vaccine vector or present as a subclinical infection, may not have significant effects on the development of dietary allergies but may have effects both on the primary response and on the subsequent recall response to systemic antigens to which the animal is exposed concurrently with virus antigens. on March 24, 2020 by guest http://cvi.asm.org/ Downloaded from FIG. 5. Total antigen-nonspecific immunoglobulin levels throughout the experimental period for all groups. (a and b) Piglets weaned onto a soy-based diet. (c and d) Piglets weaned onto an egg-based diet. (e and f) Piglets weaned onto an egg-based diet and injected with soy intramuscularly at weaning. IgG1 levels (a, c, and e) and IgG2 levels (b, d, and f) are shown. Results shown are means Ϯ standard errors. 342 BAILEY ET AL. CLIN. DIAGN. LAB. IMMUNOL.",
      "sentences": [
        [
          {
            "segment_text": "Normal piglets weaned onto soy-or egg-based diets generated antibody responses to fed protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Concurrent infection with transmissible gastroenteritis virus ( TGEV ) did not affect the responses to dietary antigens at weaning ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nor did it affect the subsequent development of tolerance .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , TGEV infection did enhance the primary immunoglobulin M ( IgM ) and IgG1 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not IgG2 , antibody responses to injected soy in comparison to those of uninfected animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Paradoxically , TGEV-infected animals showed an enhanced primary IgG1 antibody response to injected soy at 4 weeks of age ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but they subsequently showed a reduced secondary response after an intraperitoneal challenge at 9 weeks of age in comparison to uninfected animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The results suggest that an enteric virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "either used as a vaccine vector or present as a subclinical infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "may not have significant effects on the development of dietary allergies but may have effects both on the primary response and on the subsequent recall response to systemic antigens to which the animal is exposed concurrently with virus antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "on March 24 , 2020 by guest http://cvi.asm.org/ Downloaded from FIG. 5 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Total antigen-nonspecific immunoglobulin levels throughout the experimental period for all groups .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( a and b ) Piglets weaned onto a soy-based diet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( c and d ) Piglets weaned onto an egg-based diet .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( e and f ) Piglets weaned onto an egg-based diet and injected with soy intramuscularly at weaning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "IgG1 levels ( a , c , and e ) and IgG2 levels ( b , d , and f ) are shown .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Results shown are means Ϯ standard errors .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "342 BAILEY ET AL. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "CLIN .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "DIAGN .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "LAB .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "IMMUNOL .",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "on March 24, 2020 by guest",
      "sentences": [
        [
          {
            "segment_text": "on March 24 , 2020 by guest",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "18",
    "segment_num": "23",
    "token_num": "301"
  }
}