{
  "paper_id": "fa77e2bf144bebf673258504c78d8c396b6f5c1b",
  "metadata": {
    "title": "Short peptides derived from the interaction domain of SARS coronavirus nonstructural protein nsp10 can suppress the 2 -O-methyltransferase activity of nsp10/nsp16 complex",
    "coda_data_split": "train",
    "coda_paper_id": 10765,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses are the etiological agents of respiratory and enteric diseases in humans and livestock, exemplified by the life-threatening severe acute respiratory syndrome (SARS) caused by SARS coronavirus (SARS-CoV). However, effective means for combating coronaviruses are still lacking. The interaction between nonstructural protein (nsp) 10 and nsp16 has been demonstrated and the crystal structure of SARS-CoV nsp16/10 complex has been revealed. As nsp10 acts as an essential trigger to activate the 2 -O-methyltransferase activity of nsp16, short peptides derived from nsp10 may have inhibitory effect on viral 2 -O-methyltransferase activity. In this study, we revealed that the domain of aa 65-107 of nsp10 was sufficient for its interaction with nsp16 and the region of aa 42-120 in nsp10, which is larger than the interaction domain, was needed for stimulating the nsp16 2 -O-methyltransferase activity. We further showed that two short peptides derived from the interaction domain of nsp10 could inhibit the 2 -O-methyltransferase activity of SARS-CoV nsp16/10 complex, thus providing a novel strategy and proof-of-principle study for developing peptide inhibitors against SARS-CoV.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are the etiological agents of respiratory and enteric diseases in humans and livestock ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "exemplified by the life-threatening severe acute respiratory syndrome ( SARS ) caused by SARS coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , effective means for combating coronaviruses are still lacking .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The interaction between nonstructural protein ( nsp ) 10 and nsp16 has been demonstrated and the crystal structure of SARS-CoV nsp16/10 complex has been revealed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As nsp10 acts as an essential trigger to activate the 2 - O-methyltransferase activity of nsp16 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "short peptides derived from nsp10 may have inhibitory effect on viral 2 - O-methyltransferase activity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we revealed that the domain of aa 65-107 of nsp10 was sufficient for its interaction with nsp16 and the region of aa 42-120 in nsp10 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is larger than the interaction domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "was needed for stimulating the nsp16 2 - O-methyltransferase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We further showed that two short peptides derived from the interaction domain of nsp10 could inhibit the 2 - O-methyltransferase activity of SARS-CoV nsp16/10 complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus providing a novel strategy and proof-of-principle study for developing peptide inhibitors against SARS-CoV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "194"
  }
}