{
  "paper_id": "faa2aa0782a6ca9f4072e4918205358347219799",
  "metadata": {
    "title": "Newly discovered respiratory viruses: significance and implications This review comes from a themed issue on Anti-infectives Edited",
    "coda_data_split": "train",
    "coda_paper_id": 5705,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "With the recent advances in molecular biology and the ability to amplify viral genomes in a non-sequence-dependent manner, several previously unidentified human respiratory viruses have been discovered. There are accumulating data that some of these new pathogens are responsible for a substantial proportion of respiratory tract diseases, particularly in children. This review will focus on several of these newly identified pathogens for which there are clinical data implicating a role of these viruses in respiratory tract disease specifically, human metapneumovirus, human coronaviruses NL63 and HKU1, and the human bocavirus. Antivirals and effective vaccines for these new agents may decrease the burden of respiratory tract diseases.",
      "sentences": [
        [
          {
            "segment_text": "With the recent advances in molecular biology and the ability to amplify viral genomes in a non-sequence-dependent manner ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "several previously unidentified human respiratory viruses have been discovered .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There are accumulating data that some of these new pathogens are responsible for a substantial proportion of respiratory tract diseases , particularly in children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review will focus on several of these newly identified pathogens for which there are clinical data implicating a role of these viruses in respiratory tract disease specifically ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "human metapneumovirus , human coronaviruses NL63 and HKU1 , and the human bocavirus .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Antivirals and effective vaccines for these new agents may decrease the burden of respiratory tract diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "6",
    "token_num": "114"
  }
}