{
  "paper_id": "faa78016d43607a624a3a9fb22c2267c28f7ca43",
  "metadata": {
    "title": "Ramsay Hunt syndrome and zoster laryngitis with multiple cranial nerve involvement-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 10575,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Ramsay Hunt syndrome (RHS) is characterized by varicella zoster virus (VZV) infection in the geniculate ganglion of the facial nerve. It typically presents with ipsilateral facial palsy and vesicles in the external auditory canal [1] . Recognizing atypical clinical manifestations of RHS, though not frequently reported, is of clinical importance for clinicians. For instance, RHS without vesicles, condition known as zoster sine herpete [2] , is difficult to distinguish itself from Bell\u0027s palsy. Although the vestibulocochlear nerve is frequently co-involved during the course of RHS, multiple lower cranial nerve involvement has rarely been described in the literature [5] [6] [7] [8] [9] [10] [11] [12] . Additionally, laryngitis due to VZV associated with RHS is not a well-recognized clinical entity. We herein report a case of Ramsay Hunt syndrome with zoster pharyngitis involving multiple lower cranial nerves.",
      "sentences": [
        [
          {
            "segment_text": "Ramsay Hunt syndrome ( RHS ) is characterized by varicella zoster virus ( VZV ) infection in the geniculate ganglion of the facial nerve .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It typically presents with ipsilateral facial palsy and vesicles in the external auditory canal ( 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recognizing atypical clinical manifestations of RHS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "though not frequently reported , is of clinical importance for clinicians .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For instance , RHS without vesicles ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "condition known as zoster sine herpete ( 2 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is difficult to distinguish itself from Bell \u0027s palsy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the vestibulocochlear nerve is frequently co-involved during the course of RHS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiple lower cranial nerve involvement has rarely been described in the literature ( 5 ) ( 6 ) ( 7 ) ( 8 ) ( 9 ) ( 10 ) ( 11 ) ( 12 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Additionally , laryngitis due to VZV associated with RHS is not a well-recognized clinical entity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We herein report a case of Ramsay Hunt syndrome with zoster pharyngitis involving multiple lower cranial nerves .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A 66-year-old woman with a history of hypertension was hospitalized because of progressive dizziness, right-side facial weakness and dysphagia. The patient was in her usual state of health until 6 days before admission, when sore throat and odynophagia developed, associated with subjective fevers and anorexia. Two days before admission, the patient reported dizziness, right-side facial weakness associated with pain radiating to the right ear, and dysphagia. The patient denied headache, photophobia, neck stiffness, nausea or vomiting. On the morning of admission, the patient developed right-side tinnitus, unsteady gait and inability to close the right eye.",
      "sentences": [
        [
          {
            "segment_text": "A 66-year-old woman with a history of hypertension was hospitalized because of progressive dizziness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "right-side facial weakness and dysphagia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patient was in her usual state of health until 6 days before admission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "when sore throat and odynophagia developed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with subjective fevers and anorexia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Two days before admission , the patient reported dizziness ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "right-side facial weakness associated with pain radiating to the right ear , and dysphagia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The patient denied headache , photophobia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "neck stiffness , nausea or vomiting .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On the morning of admission ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the patient developed right-side tinnitus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "unsteady gait and inability to close the right eye .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "On physical examination, the patient appeared to be in mild distress. The temperature was 101.8 8F, blood pressure 176/93 mm Hg, pulse 102 beats per minute, respirations 20 breaths per minute and oxygen saturation 97% on room air. Her heart sounds were regular without murmurs and her lungs were clear to auscultation. On otologic examination, a few vesicles were observed in the external auditory canal of the right ear with a normal tympanic membrane. Neurological examination revealed peripheral facial nerve palsy (VII), with involvement of the left vestibulocochlear nerve (VIII), glossopharyngeal nerve (IX) and vagus nerve (X) ( Table 1) . Spinal accessory nerve (XI) and hypoglossal nerve (XII) were intact. Flexible laryngoscopic examination revealed erythema and erosive lesions on the right side of the epiglottis and arytenoid. There was an asymmetry of the soft palate. A biopsy of the erosive lesions was not performed. A non-contrast computed tomography of the head and temporal bone revealed no abnormalities.",
      "sentences": [
        [
          {
            "segment_text": "On physical examination , the patient appeared to be in mild distress .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The temperature was 101.8 8F ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "blood pressure 176/93 mm Hg ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pulse 102 beats per minute ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "respirations 20 breaths per minute and oxygen saturation 97 % on room air .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Her heart sounds were regular without murmurs and her lungs were clear to auscultation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "On otologic examination , a few vesicles were observed in the external auditory canal of the right ear with a normal tympanic membrane .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Neurological examination revealed peripheral facial nerve palsy ( VII ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with involvement of the left vestibulocochlear nerve ( VIII ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "glossopharyngeal nerve ( IX ) and vagus nerve ( X ) ( Table 1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Spinal accessory nerve ( XI ) and hypoglossal nerve ( XII ) were intact .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Flexible laryngoscopic examination revealed erythema and erosive lesions on the right side of the epiglottis and arytenoid .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "There was an asymmetry of the soft palate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A biopsy of the erosive lesions was not performed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A non-contrast computed tomography of the head and temporal bone revealed no abnormalities .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Ramsay Hunt syndrome with laryngitis due to varicella zoster virus was suspected and the patient was started on acyclovir and steroid therapy. After the completion of a 7-day course of the combination therapy, the patient\u0027s neurological symptoms improved except for the facial nerve palsy. Healed erosions on the IDCases 2 (2015) 47-48 A B S T R A C T Ramsay Hunt syndrome is characterized by varicella zoster virus infection affecting the geniculate ganglion of the facial nerve. It typically presents with vesicles in the external auditory canal associated with auricular pain and peripheral facial nerve paralysis. Although vestibulocochlear nerve is frequently co-involved during the course of Ramsay Hunt syndrome, multiple lower cranial nerve involvement has rarely been described in the literature. In addition, laryngitis due to varicella zoster virus is a diagnostic challenge due to its unfamiliarity among clinicians. We report a case of Ramsay Hunt syndrome with laryngitis involving multiple lower cranial nerves.",
      "sentences": [
        [
          {
            "segment_text": "Ramsay Hunt syndrome with laryngitis due to varicella zoster virus was suspected and the patient was started on acyclovir and steroid therapy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "After the completion of a 7-day course of the combination therapy ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "the patient \u0027s neurological symptoms improved except for the facial nerve palsy .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Healed erosions on the IDCases 2 ( 2015 ) 47-48 A B S T R A C T Ramsay Hunt syndrome is characterized by varicella zoster virus infection affecting the geniculate ganglion of the facial nerve .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It typically presents with vesicles in the external auditory canal associated with auricular pain and peripheral facial nerve paralysis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although vestibulocochlear nerve is frequently co-involved during the course of Ramsay Hunt syndrome ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "multiple lower cranial nerve involvement has rarely been described in the literature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , laryngitis due to varicella zoster virus is a diagnostic challenge due to its unfamiliarity among clinicians .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We report a case of Ramsay Hunt syndrome with laryngitis involving multiple lower cranial nerves .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "29",
    "segment_num": "47",
    "token_num": "640"
  }
}