{
  "paper_id": "faa8980e6e87f3b660aaf44c400fbdfdbb08d4ed",
  "metadata": {
    "title": "First complete genome sequence of parainfluenza virus 5 isolated from lesser panda",
    "coda_data_split": "train",
    "coda_paper_id": 7127,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Parainfluenza virus 5 (PIV5) is widespread in mammals and humans. Up to now, there is little information about PIV5 infection in lesser pandas. In this study, a PIV5 variant (named ZJQ-221) was isolated from a lesser panda with respiratory disease in Guangzhou zoo in Guangdong province, southern China. The full-length genome of ZJQ-221 was found to be 15,246 nucleotides and consisted of seven non-overlapping genes encoding eight proteins (i.e., NP, V, P, M, F, SH, HN and L). Sequence alignment and genetic analysis revealed that ZJQ-221 shared a close relationship with a PIV5 strain of canine-origin (1168-1) from South Korea. The findings of this study confirm the presence of PIV5 in lesser panda and indicate this mammal as a possible natural reservoir. Furthermore they highlight the urgent need to strengthen viral surveillance and control of PIV5 in zoo animals.",
      "sentences": [
        [
          {
            "segment_text": "Parainfluenza virus 5 ( PIV5 ) is widespread in mammals and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Up to now , there is little information about PIV5 infection in lesser pandas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , a PIV5 variant ( named ZJQ-221 ) was isolated from a lesser panda with respiratory disease in Guangzhou zoo in Guangdong province , southern China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The full-length genome of ZJQ-221 was found to be 15,246 nucleotides and consisted of seven non-overlapping genes encoding eight proteins ( i.e. , NP , V , P , M , F , SH , HN and L ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sequence alignment and genetic analysis revealed that ZJQ-221 shared a close relationship with a PIV5 strain of canine-origin ( 1168-1 ) from South Korea .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings of this study confirm the presence of PIV5 in lesser panda and indicate this mammal as a possible natural reservoir .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore they highlight the urgent need to strengthen viral surveillance and control of PIV5 in zoo animals .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "7",
    "token_num": "164"
  }
}