{
  "paper_id": "fab11f842979b0ca95927e6919ed0740a5ccc3be",
  "metadata": {
    "title": "Strategies for intranasal delivery of vaccines",
    "coda_data_split": "train",
    "coda_paper_id": 2004,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The vast majority of human pathogens colonize and invade at the mucosal surfaces. Preventing infection at these sites via mucosally active vaccines is a promising and rational approach for vaccine development. However, it is only recently that the stimulation of local immunity at the mucosal surfaces has become a primary objective in addition to inducing systemic immunity. This review describes vaccine formulations designed for mucosal delivery to the nasal-associated lymphoid tissue, via intranasal administration. The association of antigens with mucosal adjuvants and delivery systems is emphasised.",
      "sentences": [
        [
          {
            "segment_text": "The vast majority of human pathogens colonize and invade at the mucosal surfaces .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Preventing infection at these sites via mucosally active vaccines is a promising and rational approach for vaccine development .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is only recently that the stimulation of local immunity at the mucosal surfaces has become a primary objective in addition to inducing systemic immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review describes vaccine formulations designed for mucosal delivery to the nasal-associated lymphoid tissue , via intranasal administration .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The association of antigens with mucosal adjuvants and delivery systems is emphasised .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "93"
  }
}