{
  "paper_id": "fac2afdb0450de6c766a24baf26e3ce6e03e09e2",
  "metadata": {
    "title": "HIV Antigen Incorporation within Adenovirus Hexon Hypervariable 2 for a Novel HIV Vaccine Approach",
    "coda_data_split": "train",
    "coda_paper_id": 3777,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Traditionally, Ad-based vaccines are designed to express antigens through transgene expression of a given antigen. However, in some cases these conventional Ad-based vaccines have had sub-optimal clinical results. These sub-optimal results are attributed in part to pre-existing Ad serotype 5 (Ad5) immunity. In order to circumvent the need for antigen expression via transgene incorporation, the \u0027\u0027antigen capsid-incorporation\u0027\u0027 strategy has been developed and used for Adbased vaccine development in the context of a few diseases. This strategy embodies the incorporation of antigenic peptides within the capsid structure of viral vectors. The major capsid protein hexon has been utilized for these capsid incorporation strategies due to hexon\u0027s natural role in the generation of anti-Ad immune response and its numerical representation within the Ad virion. Using this strategy, we have developed the means to incorporate heterologous peptide epitopes specifically within the major surface-exposed domains of the Ad capsid protein hexon. Our study herein focuses on generation of multivalent vaccine vectors presenting HIV antigens within the Ad capsid protein hexon, as well as expressing an HIV antigen as a transgene. These novel vectors utilize HVR2 as an incorporation site for a twenty-four amino acid region of the HIV membrane proximal ectodomain region (MPER), derived from HIV glycoprotein gp41 (gp41). Our study herein illustrates that our multivalent anti-HIV vectors elicit a cellular anti-HIV response. Furthermore, vaccinations with these vectors, which present HIV antigens at HVR2, elicit a HIV epitope-specific humoral immune response.",
      "sentences": [
        [
          {
            "segment_text": "Traditionally , Ad-based vaccines are designed to express antigens through transgene expression of a given antigen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , in some cases these conventional Ad-based vaccines have had sub-optimal clinical results .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These sub-optimal results are attributed in part to pre-existing Ad serotype 5 ( Ad5 ) immunity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to circumvent the need for antigen expression via transgene incorporation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the `` antigen capsid-incorporation \u0027\u0027 strategy has been developed and used for Adbased vaccine development in the context of a few diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This strategy embodies the incorporation of antigenic peptides within the capsid structure of viral vectors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The major capsid protein hexon has been utilized for these capsid incorporation strategies due to hexon \u0027s natural role in the generation of anti-Ad immune response and its numerical representation within the Ad virion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Using this strategy , we have developed the means to incorporate heterologous peptide epitopes specifically within the major surface-exposed domains of the Ad capsid protein hexon .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Our study herein focuses on generation of multivalent vaccine vectors presenting HIV antigens within the Ad capsid protein hexon ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as expressing an HIV antigen as a transgene .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "These novel vectors utilize HVR2 as an incorporation site for a twenty-four amino acid region of the HIV membrane proximal ectodomain region ( MPER ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "derived from HIV glycoprotein gp41 ( gp41 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study herein illustrates that our multivalent anti-HIV vectors elicit a cellular anti-HIV response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , vaccinations with these vectors ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which present HIV antigens at HVR2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "elicit a HIV epitope-specific humoral immune response .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "16",
    "token_num": "266"
  }
}