{
  "paper_id": "fac6a0008107bdbd3d6e609f613ea7b59288e36c",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 8754,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The converging epidemics of tuberculosis (TB) and end-stage renal disease (ESRD) have generated a significant public health burden, however, previous studies have been limited to a small number of patients. This nationwide cohort study aimed to assess the rate of developing active TB among patients receiving dialysis for ESRD. Methods: The Korean national health insurance database was used to identify patients receiving dialysis for new-onset ESRD during 2004-2013, who were propensity score matched to an equivalent number of non-dialysis subjects from the general population. The incidences of active TB in the ESRD and control cohorts were calculated for 2004-2013, and multivariable Cox proportional hazards model was used to evaluate the ESRD-related risk of active TB. Results: During 2004-2013, 59,584 patients received dialysis for newly diagnosed ESRD. In the dialysis and control cohorts, 457 (0.8%) and 125 (0.2%) cases of active TB were detected, respectively. Patients with ESRD were associated with a significantly higher risk of active TB compared to the controls (incidence rate ratio, 4.80). The ESRD cohort had an independently elevated risk of active TB (adjusted hazard ratio, 4.39; 95% confidence interval, 3.60-5.37). Conclusion: We found that patients receiving dialysis for ESRD had an elevated risk of active TB. These results highlight the need for detailed and well-organised guidelines for active TB screening among patients with ESRD.",
      "sentences": [
        [
          {
            "segment_text": "The converging epidemics of tuberculosis ( TB ) and end-stage renal disease ( ESRD ) have generated a significant public health burden ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "however , previous studies have been limited to a small number of patients .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This nationwide cohort study aimed to assess the rate of developing active TB among patients receiving dialysis for ESRD .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : The Korean national health insurance database was used to identify patients receiving dialysis for new-onset ESRD during 2004-2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "who were propensity score matched to an equivalent number of non-dialysis subjects from the general population .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The incidences of active TB in the ESRD and control cohorts were calculated for 2004-2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and multivariable Cox proportional hazards model was used to evaluate the ESRD-related risk of active TB .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : During 2004-2013 , 59,584 patients received dialysis for newly diagnosed ESRD .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the dialysis and control cohorts ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "457 ( 0.8 % ) and 125 ( 0.2 % ) cases of active TB were detected , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with ESRD were associated with a significantly higher risk of active TB compared to the controls ( incidence rate ratio , 4.80 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ESRD cohort had an independently elevated risk of active TB ( adjusted hazard ratio , 4.39 ; 95 % confidence interval , 3.60-5.37 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion : We found that patients receiving dialysis for ESRD had an elevated risk of active TB .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results highlight the need for detailed and well-organised guidelines for active TB screening among patients with ESRD .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "14",
    "token_num": "257"
  }
}