{
  "paper_id": "fad068abaa998641db5de8113fced6b3ef3d613f",
  "metadata": {
    "title": "inhibition of Porphyromonas gulae and periodontal disease in dogs by a combination of clindamycin and interferon alpha",
    "coda_data_split": "train",
    "coda_paper_id": 9914,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porphyromonas gulae is a major periodontal pathogen in dogs, which can be transmitted to their owners. A major virulence factor of P. gulae consists of a 41-kDa filamentous appendage (FimA) on the cell surface, which is classified into three genotypes: A, B, and C. Thus far, inhibition of periodontal disease in dogs remains difficult. The present study assessed the inhibitory effects of a combination of clindamycin and interferon alpha (IFN-α) formulation against P. gulae and periodontal disease. Growth of P. gulae was significantly inhibited by clindamycin; this inhibition had a greater effect on type C P. gulae than on type A and B isolates. In contrast, the IFN-α formulation inhibited the expression of IL-1β and COX-2 elicited by type A and B isolates, but not that elicited by type C isolates. Furthermore, periodontal recovery was promoted by the administration of both clindamycin and ifn-α formulation to dogs undergoing periodontal treatment; moreover, this combined treatment reduced the number of fimA genotypes in oral specimens from treated dogs. these results suggest that a combination of clindamycin and ifn-α formulation inhibit P. gulae virulence and thus may be effective for the prevention of periodontal disease induced by P. gulae.",
      "sentences": [
        [
          {
            "segment_text": "Porphyromonas gulae is a major periodontal pathogen in dogs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which can be transmitted to their owners .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A major virulence factor of P. gulae consists of a 41-kDa filamentous appendage ( FimA ) on the cell surface ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which is classified into three genotypes : A ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "B , and C. Thus far ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "inhibition of periodontal disease in dogs remains difficult .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The present study assessed the inhibitory effects of a combination of clindamycin and interferon alpha ( IFN-α ) formulation against P. gulae and periodontal disease .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Growth of P. gulae was significantly inhibited by clindamycin ; this inhibition had a greater effect on type C P. gulae than on type A and B isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the IFN-α formulation inhibited the expression of IL-1β and COX-2 elicited by type A and B isolates ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not that elicited by type C isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , periodontal recovery was promoted by the administration of both clindamycin and ifn-α formulation to dogs undergoing periodontal treatment ; moreover ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this combined treatment reduced the number of fimA genotypes in oral specimens from treated dogs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "these results suggest that a combination of clindamycin and ifn-α formulation inhibit P. gulae virulence and thus may be effective for the prevention of periodontal disease induced by P. gulae .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "219"
  }
}