{
  "paper_id": "fadc6206ab3aa16956d146bd426a32e9b6d0f9d8",
  "metadata": {
    "title": "Review of companion animal viral diseases and immunoprophylaxis",
    "coda_data_split": "train",
    "coda_paper_id": 9016,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this article we review important established, newly emergent and potential viral diseases of cats, dogs and rabbits. Topics covered include virus epidemiology, disease pathogenesis, existing and prospective immunoprophylaxis against the viruses. For some feline viruses, notably the immunodeficiency virus, leukaemia virus and peritonitis virus, available vaccines are poorly efficacious but there are good prospects for this. A further challenge for the industry is likely to be due to viruses jumping species and the emergence of more virulent variants of established viruses resulting from mutations as has been the case for the canine parvovirus, coronaviruses and feline calicivirus.",
      "sentences": [
        [
          {
            "segment_text": "In this article we review important established ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "newly emergent and potential viral diseases of cats , dogs and rabbits .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Topics covered include virus epidemiology ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "disease pathogenesis , existing and prospective immunoprophylaxis against the viruses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "For some feline viruses , notably the immunodeficiency virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "leukaemia virus and peritonitis virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "available vaccines are poorly efficacious but there are good prospects for this .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A further challenge for the industry is likely to be due to viruses jumping species and the emergence of more virulent variants of established viruses resulting from mutations as has been the case for the canine parvovirus , coronaviruses and feline calicivirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "8",
    "token_num": "110"
  }
}