{
  "paper_id": "fae26721c445ddcd08696f186f4788d4729aceb2",
  "metadata": {
    "title": "Rescue of chimeric adenoviral vectors to expand the serotype repertoire",
    "coda_data_split": "train",
    "coda_paper_id": 5416,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The successful use of any adenoviral vectors is predicated upon the use of a serotype that is not neutralized by circulating antibodies. However, efforts to develop a diverse repertoire of serologically distinct adenovirus vectors may be hindered by the necessity to generate cell lines to allow for the successful propagation of vectors deleted of essential genes. A strategy to construct chimeric adenoviruses whereby the rescue and propagation of an E1 deleted HAdV-B -derived adenoviral vector can be achieved using existing cell lines such as HEK 293 is reported. It is further shown that this strategy may be more widely applicable.",
      "sentences": [
        [
          {
            "segment_text": "The successful use of any adenoviral vectors is predicated upon the use of a serotype that is not neutralized by circulating antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , efforts to develop a diverse repertoire of serologically distinct adenovirus vectors may be hindered by the necessity to generate cell lines to allow for the successful propagation of vectors deleted of essential genes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A strategy to construct chimeric adenoviruses whereby the rescue and propagation of an E1 deleted HAdV-B - derived adenoviral vector can be achieved using existing cell lines such as HEK 293 is reported .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "It is further shown that this strategy may be more widely applicable .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "4",
    "token_num": "106"
  }
}