{
  "paper_id": "faf97643a11aab59f114bd0032ed61a2c11808a0",
  "metadata": {
    "title": "Vaccination With a Highly Attenuated Recombinant Vesicular Stomatitis Virus Vector Protects Against Challenge With a Lethal Dose of Ebola Virus",
    "coda_data_split": "train",
    "coda_paper_id": 6540,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previously, recombinant vesicular stomatitis virus (rVSV) pseudotypes expressing Ebolavirus glycoproteins (GPs) in place of the VSV G protein demonstrated protection of nonhuman primates from lethal homologous Ebolavirus challenge. Those pseudotype vectors contained no additional attenuating mutations in the rVSV genome. Here we describe rVSV vectors containing a full complement of VSV genes and expressing the Ebola virus (EBOV) GP from an additional transcription unit. These rVSV vectors contain the same combination of attenuating mutations used previously in the clinical development pathway of an rVSV/human immunodeficiency virus type 1 vaccine. One of these rVSV vectors (N4CT1-EBOVGP1), which expresses membrane-anchored EBOV GP from the first position in the genome (GP1), elicited a balanced cellular and humoral GP-specific immune response in mice. Guinea pigs immunized with a single dose of this vector were protected from any signs of disease following lethal EBOV challenge, while control animals died in 7-9 days. Subsequently, N4CT1-EBOVGP1 demonstrated complete, single-dose protection of 2 macaques following lethal EBOV challenge. A single sham-vaccinated macaque died from disease due to EBOV infection. These results demonstrate that highly attenuated rVSV vectors expressing EBOV GP may provide safer alternatives to current EBOV vaccines.",
      "sentences": [
        [
          {
            "segment_text": "Previously , recombinant vesicular stomatitis virus ( rVSV ) pseudotypes expressing Ebolavirus glycoproteins ( GPs ) in place of the VSV G protein demonstrated protection of nonhuman primates from lethal homologous Ebolavirus challenge .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Those pseudotype vectors contained no additional attenuating mutations in the rVSV genome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe rVSV vectors containing a full complement of VSV genes and expressing the Ebola virus ( EBOV ) GP from an additional transcription unit .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These rVSV vectors contain the same combination of attenuating mutations used previously in the clinical development pathway of an rVSV/human immunodeficiency virus type 1 vaccine .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One of these rVSV vectors ( N4CT1-EBOVGP1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which expresses membrane-anchored EBOV GP from the first position in the genome ( GP1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "elicited a balanced cellular and humoral GP-specific immune response in mice .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Guinea pigs immunized with a single dose of this vector were protected from any signs of disease following lethal EBOV challenge ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while control animals died in 7-9 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Subsequently , N4CT1-EBOVGP1 demonstrated complete ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "single-dose protection of 2 macaques following lethal EBOV challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A single sham-vaccinated macaque died from disease due to EBOV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results demonstrate that highly attenuated rVSV vectors expressing EBOV GP may provide safer alternatives to current EBOV vaccines .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "215"
  }
}