{
  "paper_id": "fafa45b4080e37b2d37450168738d991a0399343",
  "metadata": {
    "title": "Virology Journal The synergistic effect of IFN-α and IFN-γ against HSV-2 replication in Vero cells is not interfered by the plant antiviral 1-cinnamoyl-3, 11-dihydroxymeliacarpin",
    "coda_data_split": "train",
    "coda_paper_id": 4856,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Recent studies have shown that gamma interferon (IFN-γ) synergizes with IFN-α/β to inhibit herpes simplex virus type 1 (HSV-1) replication in vitro. Since IFN response represents an early host defense event against viral infection and the fact that treatment with meliacine, a plant antiviral, ameliorate the severity of the herpetic infection in female mice infected intravaginally with HSV-2, we wanted to investigate whether the administration of meliacine to HSV-2 infected mice could altered the homoestasis of IFNs host response. For this purpose we studied the effect of the compound 1-cinnamoyl-3,11-dihydroxymeliacarpin (CDM), which is the responsible for meliacine antiviral action, on the HSV-2 inhibition exerted by IFN α, IFN-γ or their combination.",
      "sentences": [
        [
          {
            "segment_text": "Recent studies have shown that gamma interferon ( IFN-γ ) synergizes with IFN-α/β to inhibit herpes simplex virus type 1 ( HSV-1 ) replication in vitro .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since IFN response represents an early host defense event against viral infection and the fact that treatment with meliacine ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a plant antiviral , ameliorate the severity of the herpetic infection in female mice infected intravaginally with HSV-2 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we wanted to investigate whether the administration of meliacine to HSV-2 infected mice could altered the homoestasis of IFNs host response .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "For this purpose we studied the effect of the compound 1-cinnamoyl-3,11-dihydroxymeliacarpin ( CDM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is the responsible for meliacine antiviral action ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "on the HSV-2 inhibition exerted by IFN α , IFN-γ or their combination .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We have found that like HSV-1, IFN-γ synergizes with IFN-α to inhibit HSV-2 replication in Vero cells. While treatment with IFN-α or IFN-γ alone has weak antiviral action, HSV-2 plaque formation, viral replication and the onset of viral CPE in Vero cells are synergistically inhibited by interferon combination. In addition, CDM treatment contributes to protect cells from virus cytopathic effect and causes a strong inhibition of HSV-2 titer. Moreover, the presence of CDM for 2 h before IFN induction, during the 16 h induction period, only for 24 h after infection or during the complete IFN treatment period, reduces virus yields in an additive way without affecting IFN antiviral action.",
      "sentences": [
        [
          {
            "segment_text": "We have found that like HSV-1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-γ synergizes with IFN-α to inhibit HSV-2 replication in Vero cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While treatment with IFN-α or IFN-γ alone has weak antiviral action ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "HSV-2 plaque formation , viral replication and the onset of viral CPE in Vero cells are synergistically inhibited by interferon combination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , CDM treatment contributes to protect cells from virus cytopathic effect and causes a strong inhibition of HSV-2 titer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , the presence of CDM for 2 h before IFN induction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "during the 16 h induction period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "only for 24 h after infection or during the complete IFN treatment period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduces virus yields in an additive way without affecting IFN antiviral action .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The results reported here indicated that the presence of CDM did not alter the antiviral activity of IFN-α, IFN-γ or the synergism exerted by their combination. As a result we can envision that the administration of CDM in vivo could not affect the biological activity of IFNs, which are so important mediators of the innate resistance to HSV-2 infection.",
      "sentences": [
        [
          {
            "segment_text": "The results reported here indicated that the presence of CDM did not alter the antiviral activity of IFN-α ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IFN-γ or the synergism exerted by their combination .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As a result we can envision that the administration of CDM in vivo could not affect the biological activity of IFNs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are so important mediators of the innate resistance to HSV-2 infection .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "9",
    "segment_num": "20",
    "token_num": "311"
  }
}