{
  "paper_id": "faffbac0e2a22d215556feec30516c1a6ccdb283",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 6790,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The computational search of chemical libraries has been used as a powerful tool for the rapid discovery of candidate compounds. To find small molecules with anti-feline infectious peritonitis virus (FIPV) properties, we utilized a virtual screening technique to identify the active site on the viral protease for the binding of the available natural compounds. The protease 3CL (3CL pro ) plays an important role in the replication cycle of FIPV and other viruses within the family Coronaviridae. The 15 best-ranked candidate consensus compounds, based on three docking tools, were evaluated for further assays. The protease inhibitor assay on recombinant FIPV 3CL pro was performed to screen the inhibitory effect of the candidate compounds with IC 50 ranging from 6.36 ± 2.15 to 78.40 ± 2.60 μM. As determined by the cell-based assay, the compounds NSC345647, NSC87511, and NSC343256 showed better EC 50 values than the broad-spectrum antiviral drug ribavirin and the protease inhibitor lopinavir, under all the test conditions including pre-viral entry, post-viral entry, and prophylactic activity. The NSC87511 particularly yielded the best selective index (\u003e 4; range of SI \u003d 13.80-22.90). These results indicated that the natural small-molecular compounds specifically targeted the 3CL pro of FIPV and inhibited its replication. Structural modification of these compounds may generate a higher anti-viral potency for the further development of a novel therapy against FIP.",
      "sentences": [
        [
          {
            "segment_text": "The computational search of chemical libraries has been used as a powerful tool for the rapid discovery of candidate compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To find small molecules with anti-feline infectious peritonitis virus ( FIPV ) properties ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "we utilized a virtual screening technique to identify the active site on the viral protease for the binding of the available natural compounds .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The protease 3CL ( 3CL pro ) plays an important role in the replication cycle of FIPV and other viruses within the family Coronaviridae .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 15 best-ranked candidate consensus compounds ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on three docking tools ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were evaluated for further assays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The protease inhibitor assay on recombinant FIPV 3CL pro was performed to screen the inhibitory effect of the candidate compounds with IC 50 ranging from 6.36 ± 2.15 to 78.40 ± 2.60 μM .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "As determined by the cell-based assay ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the compounds NSC345647 , NSC87511 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and NSC343256 showed better EC 50 values than the broad-spectrum antiviral drug ribavirin and the protease inhibitor lopinavir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "under all the test conditions including pre-viral entry ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "post-viral entry , and prophylactic activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The NSC87511 particularly yielded the best selective index ( \u003e 4 ; range of SI \u003d 13.80-22.90 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results indicated that the natural small-molecular compounds specifically targeted the 3CL pro of FIPV and inhibited its replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Structural modification of these compounds may generate a higher anti-viral potency for the further development of a novel therapy against FIP .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "16",
    "token_num": "246"
  }
}