{
  "paper_id": "fb080f850b4fb6c67d192394ad477d7b77c9270a",
  "metadata": {
    "title": "Recombinant vesicular stomatitis virus-based west Nile vaccine elicits strong humoral and cellular immune responses and protects mice against lethal challenge with the virulent west Nile virus strain LSU-AR01",
    "coda_data_split": "train",
    "coda_paper_id": 9253,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Vesicular stomatitis virus (VSV) has been extensively utilized as a viral vector system for the induction of protective immune responses against a variety of pathogens. We constructed recombinant VSVs specifying either the Indiana or Chandipura virus G glycoprotein and expressing the West Nile virus (WNV) envelope (E) glycoprotein. Mice were intranasally vaccinated using a prime (Indiana)-boost (Chandipura) immunization approach and challenged with the virulent WNV-LSU-AR01. Ninety-percent (9 of 10) of the vaccinated mice survived as compared to 10% of the mock-vaccinated mice after WNV lethal challenge. Histopathological examination of brain tissues revealed neuronal necrosis in mock-vaccinated mice but not in vaccinated mice, and vaccinated, but not mock-vaccinated mice developed a strong neutralizing antibody response against WNV. Extensive immunological analysis using polychromatic flow cytometry staining revealed that vaccinated, but not mock-vaccinated mice developed robust cellular immune responses as evidenced by up-regulation of CD4 + CD154 + IFN␥ + T cells in vaccinated, but not mock-vaccinated mice. Similarly, vaccinated mice developed robust E-glycoprotein-specific CD8 + T cell immune responses as evidenced by the presence of a high percentage of CD8 + CD62L low IFN␥ + cells. In addition, a sizeable population of CD8 + CD69 + cells was detected indicating E-specific activation of mature T cells and CD4 + CD25 + CD127 low T regulatory (T reg) cells were down-regulated. These results suggest that VSV-vectored vaccines administered intranasally can efficiently induce protective humoral and cellular immune responses against WNV infections.",
      "sentences": [
        [
          {
            "segment_text": "Vesicular stomatitis virus ( VSV ) has been extensively utilized as a viral vector system for the induction of protective immune responses against a variety of pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We constructed recombinant VSVs specifying either the Indiana or Chandipura virus G glycoprotein and expressing the West Nile virus ( WNV ) envelope ( E ) glycoprotein .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Mice were intranasally vaccinated using a prime ( Indiana ) - boost ( Chandipura ) immunization approach and challenged with the virulent WNV-LSU-AR01 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Ninety-percent ( 9 of 10 ) of the vaccinated mice survived as compared to 10 % of the mock-vaccinated mice after WNV lethal challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Histopathological examination of brain tissues revealed neuronal necrosis in mock-vaccinated mice but not in vaccinated mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and vaccinated , but not mock-vaccinated mice developed a strong neutralizing antibody response against WNV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Extensive immunological analysis using polychromatic flow cytometry staining revealed that vaccinated ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not mock-vaccinated mice developed robust cellular immune responses as evidenced by up-regulation of CD4 + CD154 + IFN ␥ + T cells in vaccinated , but not mock-vaccinated mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , vaccinated mice developed robust E-glycoprotein-specific CD8 + T cell immune responses as evidenced by the presence of a high percentage of CD8 + CD62L low IFN ␥ + cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In addition , a sizeable population of CD8 + CD69 + cells was detected indicating E-specific activation of mature T cells and CD4 + CD25 + CD127 low T regulatory ( T reg ) cells were down-regulated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results suggest that VSV-vectored vaccines administered intranasally can efficiently induce protective humoral and cellular immune responses against WNV infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "272"
  }
}