{
  "paper_id": "fb0bce3654938b8c93e5b324d2a23e90f95bb15b",
  "metadata": {
    "title": "Selective evolution of Toll-like receptors 3, 7, 8, and 9 in bats",
    "coda_data_split": "train",
    "coda_paper_id": 7256,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Previous studies have shown that bats are reservoirs of a large number of viruses, many of which cause illness and mortality in humans and other animals. However, these batassociated pathogens cause little, if any, clinicopathology in bats. This long-term adaptation should be reflected somewhat in the immune system. Toll-like receptors (TLRs) are the first line of immune defense against pathogens in vertebrates. Therefore, this study focuses on the selection of TLRs involved in virus recognition. The coding sequences of TLR3, TLR7, TLR8, and TLR9 were sequenced in ten bats. The selection pressure acting on each gene was also detected using branch-and site-specific methods. The results showed that the ancestor of bats and certain other bat sublineages evolved under positive selection for TLR7, TLR8, and TLR9. The highest proportion of positive selection occurred in TLR9, followed by TLR8 and TLR7. All of the positively selected sites were located in the leucine-rich repeat (LRR) domain, which implied their important roles in pathogen recognition. However, TLR3 evolved under negative selection. Our results are not in line with previous studies which identified more positively selected sites in TLR8 in mammalian species. In this study, the most positively selected sites were found in TLR9. This study encompassed more species that were considered natural reservoirs of viruses. The positive selection for TLR7, TLR8, and TLR9 might contribute to the adaptation of pathogen-host interaction in bats, especially in bat TLR9.",
      "sentences": [
        [
          {
            "segment_text": "Previous studies have shown that bats are reservoirs of a large number of viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "many of which cause illness and mortality in humans and other animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , these batassociated pathogens cause little ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "if any , clinicopathology in bats .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This long-term adaptation should be reflected somewhat in the immune system .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Toll-like receptors ( TLRs ) are the first line of immune defense against pathogens in vertebrates .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , this study focuses on the selection of TLRs involved in virus recognition .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The coding sequences of TLR3 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "TLR7 , TLR8 , and TLR9 were sequenced in ten bats .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The selection pressure acting on each gene was also detected using branch-and site-specific methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The results showed that the ancestor of bats and certain other bat sublineages evolved under positive selection for TLR7 , TLR8 , and TLR9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The highest proportion of positive selection occurred in TLR9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "followed by TLR8 and TLR7 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All of the positively selected sites were located in the leucine-rich repeat ( LRR ) domain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which implied their important roles in pathogen recognition .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , TLR3 evolved under negative selection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results are not in line with previous studies which identified more positively selected sites in TLR8 in mammalian species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In this study , the most positively selected sites were found in TLR9 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study encompassed more species that were considered natural reservoirs of viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The positive selection for TLR7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "TLR8 , and TLR9 might contribute to the adaptation of pathogen-host interaction in bats , especially in bat TLR9 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "15",
    "segment_num": "21",
    "token_num": "269"
  }
}