{
  "paper_id": "fb14cf418a25327b21b3033cce20ec862f622e65",
  "metadata": {
    "title": "Viral suppression of innate immunity via spatial isolation of TBK1/IKK1 from mitochondrial antiviral platform",
    "coda_data_split": "train",
    "coda_paper_id": 3110,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "For antiviral signaling mediated by retinoic acid-inducible gene I (RIG-I)-like receptors (RLRs), the recruitment of cytosolic RLRs and downstream molecules (such as TBK1 and IKK1) to mitochondrial platform is a central event that facilitates the establishment of host antiviral state. Here, we present an example of viral targeting for immune evasion through spatial isolation of TBK1/IKK1 from mitochondrial antiviral platform, which was employed by severe fever with thrombocytopenia syndrome virus (SFTSV), a deadly bunyavirus emerging recently. We showed that SFTSV nonstructural protein NSs functions as the interferon (IFN) antagonist, mainly via suppressing TBK1/IKK1-IRF3 signaling. NSs mediates the formation of cytoplasmic inclusion bodies (IBs), and the blockage of IB formation impairs IFN-inhibiting activity of NSs. We next demonstrate that IBs are utilized to compartmentalize TBK1/IKK1. The compartmentalization results in spatial isolation of the kinases from mitochondria, and deprived TBK1/IKK1 may participate in antiviral complex assembly, leading to the blockage of IFN induction. This study proposes a new role of viral IBs as virus-built \u0027jail\u0027 for imprisoning cellular factors and presents a novel and likely common mechanism of viral immune evasion through spatial isolation of critical signaling molecules from the mitochondrial antiviral platform.",
      "sentences": [
        [
          {
            "segment_text": "For antiviral signaling mediated by retinoic acid-inducible gene I ( RIG-I ) - like receptors ( RLRs ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the recruitment of cytosolic RLRs and downstream molecules ( such as TBK1 and IKK1 ) to mitochondrial platform is a central event that facilitates the establishment of host antiviral state .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we present an example of viral targeting for immune evasion through spatial isolation of TBK1/IKK1 from mitochondrial antiviral platform ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "which was employed by severe fever with thrombocytopenia syndrome virus ( SFTSV ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a deadly bunyavirus emerging recently .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We showed that SFTSV nonstructural protein NSs functions as the interferon ( IFN ) antagonist ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "mainly via suppressing TBK1/IKK1-IRF 3 signaling .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "NSs mediates the formation of cytoplasmic inclusion bodies ( IBs ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the blockage of IB formation impairs IFN-inhibiting activity of NSs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We next demonstrate that IBs are utilized to compartmentalize TBK1/IKK1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The compartmentalization results in spatial isolation of the kinases from mitochondria ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and deprived TBK1/IKK1 may participate in antiviral complex assembly ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to the blockage of IFN induction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study proposes a new role of viral IBs as virus-built ` jail \u0027 for imprisoning cellular factors and presents a novel and likely common mechanism of viral immune evasion through spatial isolation of critical signaling molecules from the mitochondrial antiviral platform .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "223"
  }
}