{
  "paper_id": "fb1727cba632fd315e7d816852f48456c60fd8df",
  "metadata": {
    "title": "A novel multiplex PCR for virus detection by melting curve analysis",
    "coda_data_split": "train",
    "coda_paper_id": 5953,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Rapid and accurate laboratory diagnoses of viral infections are crucial for the management and treatment of patients with viral infections. Conventional methods for virus detection are labourious, time consuming, and only a single virus can be analysed in one assay. Objectives: The objective of this study was to develop a novel real-time PCR method for multiple virus detection by melting curve analysis using Taqman probes in a single reaction. Study design: As a model, six respiratory viruses were detected in one tube using three fluorophores. The specificity was assessed by cross-reaction tests with other common respiratory pathogens. The analytical sensitivity was assessed by testing the limit of detection of the assay using artificial plasmids as the positive template. The clinical evaluation of the established assay was evaluated for the detection of respiratory viruses in clinical samples, and the results were compared with direct fluorescent antibody testing (DFA). Results: The six respiratory viruses were clearly distinguished by their respective melting temperature values in the corresponding fluorescence detection channels. No cross reactions were observed by cross reaction tests. The detection limits of this assay were 2 to 2 × 10 3 copies per reaction for each virus. The clinical evaluation of this assay was demonstrated by analysing 352 clinical samples, and 67(19.0%) samples were positive for at least one virus. The accordance rate between the established PCR and DFA testing was high, and ranged from 94.57% to 100%. Conclusions: Taqman probe-based melting curve analysis is well suited for detection of multiple viruses in clinical and research laboratories because of its high throughput, reliability, and cost savings.",
      "sentences": [
        [
          {
            "segment_text": "Background : Rapid and accurate laboratory diagnoses of viral infections are crucial for the management and treatment of patients with viral infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Conventional methods for virus detection are labourious ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "time consuming , and only a single virus can be analysed in one assay .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives : The objective of this study was to develop a novel real-time PCR method for multiple virus detection by melting curve analysis using Taqman probes in a single reaction .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Study design : As a model ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "six respiratory viruses were detected in one tube using three fluorophores .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The specificity was assessed by cross-reaction tests with other common respiratory pathogens .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The analytical sensitivity was assessed by testing the limit of detection of the assay using artificial plasmids as the positive template .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical evaluation of the established assay was evaluated for the detection of respiratory viruses in clinical samples ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and the results were compared with direct fluorescent antibody testing ( DFA ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The six respiratory viruses were clearly distinguished by their respective melting temperature values in the corresponding fluorescence detection channels .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "No cross reactions were observed by cross reaction tests .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The detection limits of this assay were 2 to 2 × 10 3 copies per reaction for each virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The clinical evaluation of this assay was demonstrated by analysing 352 clinical samples ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 67 ( 19.0 % ) samples were positive for at least one virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The accordance rate between the established PCR and DFA testing was high ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and ranged from 94.57 % to 100 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Taqman probe-based melting curve analysis is well suited for detection of multiple viruses in clinical and research laboratories because of its high throughput ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reliability , and cost savings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "19",
    "token_num": "299"
  }
}