{
  "paper_id": "fb1be69782af328efa4567926d9cea018d90477d",
  "metadata": {
    "title": "The Spike Protein S1 Subunit of SARS-CoV-2 Contains an LxxIxE-like Motif that is Known to Recruit the Host PP2A-B56 Phosphatase",
    "coda_data_split": "train",
    "coda_paper_id": 5479,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "2 3 Halim Maaroufi 4 Institut de biologie intégrative et des systèmes (IBIS). Université Laval. Quebec. Canada 5 Halim.maaroufi@ibis.ulaval.ca 6 7 ABSTRACT The novel betacoronavirus (SARS-CoV-2) is highly contagious and can cause 8 serious acute respiratory illness syndromes, often fatal, called covid-19. It is an urgent priority to 9 better understand SARS-CoV-2 infection mechanisms that will help in the development of 10 prophylactic vaccines and therapeutics that are very important to people health and socioeconomic 11 stability around the world. The surface coronavirus spike (S) glycoprotein is considered as a key 12 factor in host specificity because it mediates infection by receptor-recognition and membrane 13 fusion. Here the analysis of CoV-2 S protein revealed in S1subunit a B56-binding LxxIxE-like 14 motif that could recruit the host protein phosphatase 2A (PP2A). This motif is absent in SARS-15 CoV and MERS-CoV. PP2A is a major family of serine/threonine phosphatases in eukaryotic cells. 16 Phosphatases and kinases are big players in the regulation of pro-inflammatory responses during 17 pathogenic infections. Moreover, studies have shown that viruses use multiple strategies to target 18 PP2A in order to manipulate host\u0027s antiviral responses. The latest studies have indicated that 19 SARS-CoV-2 is involved in sustained inflammation in the host. Therefore, by controlling acute 20 inflammation; it is possible to eliminate its dangerous effects on the host. Among efforts to fight 21 covid-19, the interaction between LxxIxE-like motif and PP2A-B56-binding pocket could be a 22 target for the development of a bioactive peptide and ligand inhibitors for therapeutic purposes.",
      "sentences": [
        [
          {
            "segment_text": "2 3 Halim Maaroufi 4 Institut de biologie intégrative et des systèmes ( IBIS ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Université Laval .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Quebec .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Canada 5 Halim.maaroufi@ibis.ulaval.ca 6 7 ABSTRACT The novel betacoronavirus ( SARS-CoV-2 ) is highly contagious and can cause 8 serious acute respiratory illness syndromes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "often fatal , called covid-19 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is an urgent priority to 9 better understand SARS-CoV-2 infection mechanisms that will help in the development of 10 prophylactic vaccines and therapeutics that are very important to people health and socioeconomic 11 stability around the world .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The surface coronavirus spike ( S ) glycoprotein is considered as a key 12 factor in host specificity because it mediates infection by receptor-recognition and membrane 13 fusion .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here the analysis of CoV-2 S protein revealed in S1subunit a B56-binding LxxIxE-like 14 motif that could recruit the host protein phosphatase 2A ( PP2A ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This motif is absent in SARS-15 CoV and MERS-CoV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PP2A is a major family of serine/threonine phosphatases in eukaryotic cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "16 Phosphatases and kinases are big players in the regulation of pro-inflammatory responses during 17 pathogenic infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , studies have shown that viruses use multiple strategies to target 18 PP2A in order to manipulate host \u0027s antiviral responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The latest studies have indicated that 19 SARS-CoV-2 is involved in sustained inflammation in the host .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , by controlling acute 20 inflammation ; it is possible to eliminate its dangerous effects on the host .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Among efforts to fight 21 covid-19 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the interaction between LxxIxE-like motif and PP2A-B56-binding pocket could be a 22 target for the development of a bioactive peptide and ligand inhibitors for therapeutic purposes .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "23 24 25",
      "sentences": [
        [
          {
            "segment_text": "23 24 25",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "15",
    "segment_num": "17",
    "token_num": "284"
  }
}