{
  "paper_id": "fb1d8b1b3da007c27d6b18c0ed358e37a1b844d9",
  "metadata": {
    "title": "Molecular epidemiology and phylogeny of Nipah virus infection: A mini review",
    "coda_data_split": "train",
    "coda_paper_id": 5607,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Nipah virus (NiV) is a member of the genus Henipavirus of the family Paramyxoviridae, characterized by high pathogenicity and endemic in South Asia. It is classified as a Biosafety Level-4 (BSL-4) agent. The case-fatality varies from 40% to 70% depending on the severity of the disease and on the availability of adequate healthcare facilities. At present no antiviral drugs are available for NiV disease and the treatment is just supportive. Phylogenetic and evolutionary analyses can be used to help in understanding the epidemiology and the temporal origin of this virus. This review provides an overview of evolutionary studies performed on Nipah viruses circulating in different countries. Thirty phylogenetic studies have been published from 2000 to 2015 years, searching on pubmed using the key words \u0027Nipah virus AND phylogeny\u0027 and twenty-eight molecular epidemiological studies from 2006 to 2015 have been performed, typing the key words \u0027Nipah virus AND molecular epidemiology\u0027. Overall data from the published study demonstrated as phylogenetic and evolutionary analysis represent promising tools to evidence NiV epidemics, to study their origin and evolution and finally to act with effective preventive measure.",
      "sentences": [
        [
          {
            "segment_text": "Nipah virus ( NiV ) is a member of the genus Henipavirus of the family Paramyxoviridae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "characterized by high pathogenicity and endemic in South Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is classified as a Biosafety Level-4 ( BSL-4 ) agent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The case-fatality varies from 40 % to 70 % depending on the severity of the disease and on the availability of adequate healthcare facilities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "At present no antiviral drugs are available for NiV disease and the treatment is just supportive .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic and evolutionary analyses can be used to help in understanding the epidemiology and the temporal origin of this virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review provides an overview of evolutionary studies performed on Nipah viruses circulating in different countries .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Thirty phylogenetic studies have been published from 2000 to 2015 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "searching on pubmed using the key words ` Nipah virus AND phylogeny \u0027 and twenty-eight molecular epidemiological studies from 2006 to 2015 have been performed ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "typing the key words ` Nipah virus AND molecular epidemiology \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Overall data from the published study demonstrated as phylogenetic and evolutionary analysis represent promising tools to evidence NiV epidemics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "to study their origin and evolution and finally to act with effective preventive measure .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "204"
  }
}