{
  "paper_id": "fb1e6c6515b467e7fb1c0d0e0e5a76a681a3f180",
  "metadata": {
    "title": "Emerging respiratory tract infections 4 Rapid point of care diagnostic tests for viral and bacterial respiratory tract infections-needs, advances, and future prospects",
    "coda_data_split": "train",
    "coda_paper_id": 10146,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Respiratory tract infections rank second as causes of adult and paediatric morbidity and mortality worldwide. Respiratory tract infections are caused by many diff erent bacteria (including mycobacteria) and viruses, and rapid detection of pathogens in individual cases is crucial in achieving the best clinical management, public health surveillance, and control outcomes. Further challenges in improving management outcomes for respiratory tract infections exist: rapid identifi cation of drug resistant pathogens; more widespread surveillance of infections, locally and internationally; and global responses to infections with pandemic potential. Developments in genome amplifi cation have led to the discovery of several new respiratory pathogens, and sensitive PCR methods for the diagnostic work-up of these are available. Advances in technology have allowed for development of single and multiplexed PCR techniques that provide rapid detection of respiratory viruses in clinical specimens. Microarraybased multiplexing and nucleic-acid-based deep-sequencing methods allow simultaneous detection of pathogen nucleic acid and multiple antibiotic resistance, providing further hope in revolutionising rapid point of care respiratory tract infection diagnostics.",
      "sentences": [
        [
          {
            "segment_text": "Respiratory tract infections rank second as causes of adult and paediatric morbidity and mortality worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Respiratory tract infections are caused by many diff erent bacteria ( including mycobacteria ) and viruses ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and rapid detection of pathogens in individual cases is crucial in achieving the best clinical management ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "public health surveillance , and control outcomes .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further challenges in improving management outcomes for respiratory tract infections exist : rapid identifi cation of drug resistant pathogens ; more widespread surveillance of infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "locally and internationally ; and global responses to infections with pandemic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Developments in genome amplifi cation have led to the discovery of several new respiratory pathogens ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and sensitive PCR methods for the diagnostic work-up of these are available .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Advances in technology have allowed for development of single and multiplexed PCR techniques that provide rapid detection of respiratory viruses in clinical specimens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Microarraybased multiplexing and nucleic-acid-based deep-sequencing methods allow simultaneous detection of pathogen nucleic acid and multiple antibiotic resistance ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "providing further hope in revolutionising rapid point of care respiratory tract infection diagnostics .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "182"
  }
}