{
  "paper_id": "fb30e1c2e1fe48b93d5358cfa3890395eaa65cf8",
  "metadata": {
    "title": "Viral epidemiology of acute exacerbations of chronic obstructive pulmonary disease 1",
    "coda_data_split": "train",
    "coda_paper_id": 2191,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The role of viruses in Acute Exacerbations of Chronic Obstructive Pulmonary Disease (AECOPD) needs further elucidation. The aim of the present study was to evaluate the molecular epidemiology of viral pathogens in AECOPD.",
      "sentences": [
        [
          {
            "segment_text": "The role of viruses in Acute Exacerbations of Chronic Obstructive Pulmonary Disease ( AECOPD ) needs further elucidation .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aim of the present study was to evaluate the molecular epidemiology of viral pathogens in AECOPD .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Patients presenting to the Emergency Room with AECOPD needing hospitalization were recruited. Oropharyngeal and sputum samples were collected in order to perform microarrays-based viral testing for the detection of respiratory viruses.",
      "sentences": [
        [
          {
            "segment_text": "Patients presenting to the Emergency Room with AECOPD needing hospitalization were recruited .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Oropharyngeal and sputum samples were collected in order to perform microarrays-based viral testing for the detection of respiratory viruses .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "A total of 200 (100%) patients were analyzed and from them in 107 (53.5%) a virus was detected. The commonest identified viruses were the human Respiratory Syncytial Virus (subtypes A and B) (40.5%), influenza virus (subtypes A, B, C) (11%), rhinovirus (8%) and human Parainfluenza Virus (subtypes A and B) (7.5%). A bacterial pathogen was isolated in 27 (14%) patients and a dual infection due to a bacterial and a viral pathogen was recognised in 14/107 patients. Patients with AECOPD and a viral infection had a lengthier hospital stay (9.2 AE 4.6 vs 7.6 AE 4.3, p \u003c 0.01) while the severity of the disease was no related with significant differences among the groups of the study population.",
      "sentences": [
        [
          {
            "segment_text": "A total of 200 ( 100 % ) patients were analyzed and from them in 107 ( 53.5 % ) a virus was detected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The commonest identified viruses were the human Respiratory Syncytial Virus ( subtypes A and B ) ( 40.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "influenza virus ( subtypes A , B , C ) ( 11 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rhinovirus ( 8 % ) and human Parainfluenza Virus ( subtypes A and B ) ( 7.5 % ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A bacterial pathogen was isolated in 27 ( 14 % ) patients and a dual infection due to a bacterial and a viral pathogen was recognised in 14/107 patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Patients with AECOPD and a viral infection had a lengthier hospital stay ( 9.2 AE 4.6 vs 7.6 AE 4.3 , p \u003c 0.01 ) while the severity of the disease was no related with significant differences among the groups of the study population .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "In conclusion, the isolation of a virus was strongly associated with AECOPD in the examined population. The stage of COPD appeared to have no relation with the frequency of the isolated viruses while dual infection with a viral and a bacterial pathogen was not rare.",
      "sentences": [
        [
          {
            "segment_text": "In conclusion , the isolation of a virus was strongly associated with AECOPD in the examined population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The stage of COPD appeared to have no relation with the frequency of the isolated viruses while dual infection with a viral and a bacterial pathogen was not rare .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "274"
  }
}