{
  "paper_id": "fb4f03ec469640093e45b1bf924456d1cf05c07b",
  "metadata": {
    "title": "Murine Cytomegalovirus Is Regulated by a Discrete Subset of Natural Killer Cells Reactive with Monoclonal Antibody to Ly49H",
    "coda_data_split": "train",
    "coda_paper_id": 10843,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Antiviral roles of natural killer (NK) cell subsets were examined in C57BL/6 mice infected with murine cytomegalovirus (MCMV) and other viruses, including lymphocytic choriomeningitis virus (LCMV), vaccinia virus (VV), and mouse hepatitis virus (MHV). Each virus vigorously induced an NK cell infiltrate into the peritoneal cavity and liver, causing some redistributions of NK cell subsets defined by monoclonal antibody (mAb) directed against Ly49A, C/I, D, and G2. Striking results were seen with a mAb (1F8) reactive with the positively signaling molecule Ly49H, present in MCMV-resistant C57BL/6 mice. mAb 1F8 also stains Ly49 C and I, but exclusion of those reactivities with mAb 5E6, which recognizes Ly49 C and I, indicated that Ly49H ϩ cells infiltrated the peritoneal cavity and liver and were particularly effective at synthesizing interferon ␥ . Depletion of 1F8 ϩ but not 5E6 ϩ cells in vivo by mAb injections enhanced MCMV titers by 20-1,000-fold in the spleen and approximately fivefold in the liver. Titers of LCMV or VV were not enhanced. These anti-MCMV effects were attributed to prototypical NK1.1 ϩ CD3 Ϫ NK cells and not to NK1.1 ϩ CD3 ϩ \"NK/T\" cells. This is the first evidence that control of a virus infection in vivo is mediated by a distinct NK cell subset.",
      "sentences": [
        [
          {
            "segment_text": "Antiviral roles of natural killer ( NK ) cell subsets were examined in C57BL/6 mice infected with murine cytomegalovirus ( MCMV ) and other viruses ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "including lymphocytic choriomeningitis virus ( LCMV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "vaccinia virus ( VV ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and mouse hepatitis virus ( MHV ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Each virus vigorously induced an NK cell infiltrate into the peritoneal cavity and liver ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "causing some redistributions of NK cell subsets defined by monoclonal antibody ( mAb ) directed against Ly49A ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "C/I , D , and G2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Striking results were seen with a mAb ( 1F8 ) reactive with the positively signaling molecule Ly49H ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "present in MCMV-resistant C57BL/6 mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "mAb 1F8 also stains Ly49 C and I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but exclusion of those reactivities with mAb 5E6 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which recognizes Ly49 C and I ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicated that Ly49H ϩ cells infiltrated the peritoneal cavity and liver and were particularly effective at synthesizing interferon ␥ .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Depletion of 1F8 ϩ but not 5E6 ϩ cells in vivo by mAb injections enhanced MCMV titers by 20-1,000-fold in the spleen and approximately fivefold in the liver .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Titers of LCMV or VV were not enhanced .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These anti-MCMV effects were attributed to prototypical NK1 .1 ϩ CD3 Ϫ NK cells and not to NK1 .1 ϩ CD3 ϩ `` NK/T \u0027\u0027 cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This is the first evidence that control of a virus infection in vivo is mediated by a distinct NK cell subset .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "17",
    "token_num": "244"
  }
}