{
  "paper_id": "fb54693c0d2c6a08e56afb464503afda9b7f576d",
  "metadata": {
    "title": "Original Contribution Risks of Death and Severe Disease in Patients With Middle East Respiratory Syndrome Coronavirus, 2012-2015",
    "coda_data_split": "train",
    "coda_paper_id": 2303,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is an emerging pathogen, first recognized in 2012, with a high case fatality risk, no vaccine, and no treatment beyond supportive care. We estimated the relative risks of death and severe disease among MERS-CoV patients in the Middle East between 2012 and 2015 for several risk factors, using Poisson regression with robust variance and a bootstrap-based expectation maximization algorithm to handle extensive missing data. Increased age and underlying comorbidity were risk factors for both death and severe disease, while cases arising in Saudi Arabia were more likely to be severe. Cases occurring later in the emergence of MERS-CoV and among health-care workers were less serious. This study represents an attempt to estimate risk factors for an emerging infectious disease using open data and to address some of the uncertainty surrounding MERS-CoV epidemiology. coronaviruses; emerging infections; MERS-CoV; Middle East respiratory syndrome coronavirus; respiratory infections; zoonotic infections Abbreviation: MERS-CoV, Middle East respiratory syndrome coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Middle East respiratory syndrome coronavirus ( MERS-CoV ) is an emerging pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "first recognized in 2012 , with a high case fatality risk ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "no vaccine , and no treatment beyond supportive care .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We estimated the relative risks of death and severe disease among MERS-CoV patients in the Middle East between 2012 and 2015 for several risk factors ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using Poisson regression with robust variance and a bootstrap-based expectation maximization algorithm to handle extensive missing data .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Increased age and underlying comorbidity were risk factors for both death and severe disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while cases arising in Saudi Arabia were more likely to be severe .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Cases occurring later in the emergence of MERS-CoV and among health-care workers were less serious .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This study represents an attempt to estimate risk factors for an emerging infectious disease using open data and to address some of the uncertainty surrounding MERS-CoV epidemiology .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "coronaviruses ; emerging infections ; MERS-CoV ; Middle East respiratory syndrome coronavirus ; respiratory infections ; zoonotic infections Abbreviation : MERS-CoV ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "Middle East respiratory syndrome coronavirus .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "179"
  }
}