{
  "paper_id": "fb856b1a30a090bac1268d3b87f263aaf976638b",
  "metadata": {
    "title": "Systemic infection of avian influenza A virus H5N1 subtype in humans ☆",
    "coda_data_split": "train",
    "coda_paper_id": 6821,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The viral dissemination in a patient with avian influenza A subtype H5N1 infection was retrospectively studied by the immunohistochemical localization of viral nucleoprotein antigen. The pathology was marked by diffuse alveolar damage, lymphoid depletion, and reactive hemophagocytic syndrome. Besides the lung and the upper respiratory tract, viral antigen was detected in the small and large intestinal epithelial cells, hematopoietic cells in the bone marrow, glial cells and neurons of the brain, and lymphocytes. The results confirmed that H5N1 virus disseminated to multiple organs beyond the respiratory system. However, specific pathological changes were noted in the respiratory system only, and productive viral replication confirmed by culture was noted only in the lung. More postmortem studies are needed to elucidate the pathogenesis of this highly fatal zoonotic disease.",
      "sentences": [
        [
          {
            "segment_text": "The viral dissemination in a patient with avian influenza A subtype H5N1 infection was retrospectively studied by the immunohistochemical localization of viral nucleoprotein antigen .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The pathology was marked by diffuse alveolar damage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lymphoid depletion , and reactive hemophagocytic syndrome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Besides the lung and the upper respiratory tract ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "viral antigen was detected in the small and large intestinal epithelial cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "hematopoietic cells in the bone marrow ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "glial cells and neurons of the brain , and lymphocytes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results confirmed that H5N1 virus disseminated to multiple organs beyond the respiratory system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , specific pathological changes were noted in the respiratory system only ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and productive viral replication confirmed by culture was noted only in the lung .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "More postmortem studies are needed to elucidate the pathogenesis of this highly fatal zoonotic disease .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "140"
  }
}