{
  "paper_id": "fb9b20408b3817918563861d8e06a90734b7ef0e",
  "metadata": {
    "title": "The V5A13.1 Envelope Glycoprotein Deletion Mutant of Mouse Hepatitis Virus Type-4 Is Neuroattenuated by Its Reduced Rate of Spread in the Central Nervous System",
    "coda_data_split": "train",
    "coda_paper_id": 8422,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "inoculation of adult Balb/c Byj mice, the MHV-4 strain of mouse hepatitis virus (MHV) had an LD,, of ~0.1 PFU, whereas its monoclonal antibody resistant variant V5A13.1 had an LD,, of lo*.\u0027 PFU. To determine the basis for this difference in neurovirulence we have studied the acute central nervous system (CNS) infection of these two viruses by in situ hybridization.",
      "sentences": [
        [
          {
            "segment_text": "inoculation of adult Balb/c Byj mice ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the MHV-4 strain of mouse hepatitis virus ( MHV ) had an LD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": ", of ~ 0.1 PFU ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas its monoclonal antibody resistant variant V5A13 .1 had an LD ,",
            "crowd_label": "background"
          },
          {
            "segment_text": ", of lo * . \u0027",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "PFU .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine the basis for this difference in neurovirulence we have studied the acute central nervous system ( CNS ) infection of these two viruses by in situ hybridization .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Both viruses infected the same, specific neuroanatomical areas, predominantly neurons, and spread via the cerebrospinal fluid, along neuronal pathways and between adjacent cells. The neuronal nuclei infected and the spread of virus within the brain are described. The main difference between the parental and variant viruses was the rate at which the infection spread. MHV-4 spread rapidly, destroying large numbers of neurons and the animals died within 4 days of infection. The variant virus spread to the same areas of the brain but at a slower rate. This difference in the rate of virus spread was also apparent from the brain virus titers. The slower rate of spread of the variant virus appears to allow intervention by the immune response. Consistent with this, the variant virus spread slowly in athymic nu/nu mice, but in the absence of an intact immune response, infection and destruction of neurons eventually reached the same extent as that of the parental virus and the mice died within 6 days of infection. We conclude that the V5A13.1 variant of MHV4 is neuroattenuated by its slower rate of spread in the CNS. 0 1992 Academic Press, Inc.",
      "sentences": [
        [
          {
            "segment_text": "Both viruses infected the same ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specific neuroanatomical areas , predominantly neurons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and spread via the cerebrospinal fluid ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "along neuronal pathways and between adjacent cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The neuronal nuclei infected and the spread of virus within the brain are described .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The main difference between the parental and variant viruses was the rate at which the infection spread .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHV-4 spread rapidly , destroying large numbers of neurons and the animals died within 4 days of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The variant virus spread to the same areas of the brain but at a slower rate .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This difference in the rate of virus spread was also apparent from the brain virus titers .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The slower rate of spread of the variant virus appears to allow intervention by the immune response .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Consistent with this , the variant virus spread slowly in athymic nu/nu mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but in the absence of an intact immune response ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "infection and destruction of neurons eventually reached the same extent as that of the parental virus and the mice died within 6 days of infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We conclude that the V5A13 .1 variant of MHV4 is neuroattenuated by its slower rate of spread in the CNS .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "0 1992 Academic Press , Inc. .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "22",
    "token_num": "287"
  }
}