{
  "paper_id": "fb9e429d9817c9f7a92c29465d146ecfeff29261",
  "metadata": {
    "title": "Nitric oxide is elicited and inhibits viral replication in pigs infected with porcine respiratory coronavirus but not porcine reproductive and respiratory syndrome virus",
    "coda_data_split": "train",
    "coda_paper_id": 7731,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "There is little information on the role of nitric oxide ( • NO) in innate immunity to respiratory coronavirus (CoV) infections. We examined • NO levels by Greiss assay in bronchoalveolar lavage (BAL) of pigs infected with either porcine respiratory coronavirus (PRCV) or porcine reproductive and respiratory syndrome virus (PRRSV), a member of Nidovirales, like CoV. The antiviral effects of • NO on these two viruses were tested in an in vitro system using a • NO donor, S-nitroso-N-acetylpenicillamine (SNAP). We detected a large increase in • NO levels in BAL fluids of PRCV-infected pigs, but not in PRRSV-infected pigs. Pulmonary epithelial cell necrosis induced by PRCV coincided with increased • NO. Moreover, • NO levels in cell culture medium of PRRSV-infected alveolar macrophages (AMs) did not differ from that of mockinfected AMs. Antiviral assays showed that • NO significantly inhibited PRCV replication in swine testicular (ST) cells, whereas PRRSV was not susceptible to • NO based on the conditions tested. Our study suggests that unlike PRRSV which induces apoptosis in AMs, respiratory CoVs such as PRCV that infect pulmonary epithelial cells and cause cytolysis, induce • NO production in the respiratory tract. Thus, • NO may play a role in innate immunity to respiratory CoV infections by inhibiting viral replication.",
      "sentences": [
        [
          {
            "segment_text": "There is little information on the role of nitric oxide ( • NO ) in innate immunity to respiratory coronavirus ( CoV ) infections .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We examined • NO levels by Greiss assay in bronchoalveolar lavage ( BAL ) of pigs infected with either porcine respiratory coronavirus ( PRCV ) or porcine reproductive and respiratory syndrome virus ( PRRSV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a member of Nidovirales , like CoV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antiviral effects of • NO on these two viruses were tested in an in vitro system using a • NO donor , S-nitroso-N-acetylpenicillamine ( SNAP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We detected a large increase in • NO levels in BAL fluids of PRCV-infected pigs ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not in PRRSV-infected pigs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Pulmonary epithelial cell necrosis induced by PRCV coincided with increased • NO .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , • NO levels in cell culture medium of PRRSV-infected alveolar macrophages ( AMs ) did not differ from that of mockinfected AMs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antiviral assays showed that • NO significantly inhibited PRCV replication in swine testicular ( ST ) cells ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas PRRSV was not susceptible to • NO based on the conditions tested .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our study suggests that unlike PRRSV which induces apoptosis in AMs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respiratory CoVs such as PRCV that infect pulmonary epithelial cells and cause cytolysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "induce • NO production in the respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Thus , • NO may play a role in innate immunity to respiratory CoV infections by inhibiting viral replication .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "14",
    "token_num": "244"
  }
}