{
  "paper_id": "fba02963ff1a1c65140d203a02a9c15069c4febb",
  "metadata": {
    "title": "Ubiquitination and deubiquitination of NP protein regulates influenza A virus RNA replication",
    "coda_data_split": "train",
    "coda_paper_id": 4527,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Influenza A virus RNA replication requires an intricate regulatory network involving viral and cellular proteins. In this study, we examined the roles of cellular ubiquitinating/deubiquitinating enzymes (DUBs). We observed that downregulation of a cellular deubiquitinating enzyme USP11 resulted in enhanced virus production, suggesting that USP11 could inhibit influenza virus replication. Conversely, overexpression of USP11 specifically inhibited viral genomic RNA replication, and this inhibition required the deubiquitinase activity. Furthermore, we showed that USP11 interacted with PB2, PA, and NP of viral RNA replication complex, and that NP is a monoubiquitinated protein and can be deubiquitinated by USP11 in vivo. Finally, we identified K184 as the ubiquitination site on NP and this residue is crucial for virus RNA replication. We propose that ubiquitination/deubiquitination of NP can be manipulated for antiviral therapeutic purposes. The EMBO Journal VOL 29 | NO 22 | 2010 EMBO THE EMBO JOURNAL THE EMBO JOURNAL USP11 and influenza virus RNA replication T-L Liao et al",
      "sentences": [
        [
          {
            "segment_text": "Influenza A virus RNA replication requires an intricate regulatory network involving viral and cellular proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we examined the roles of cellular ubiquitinating/deubiquitinating enzymes ( DUBs ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We observed that downregulation of a cellular deubiquitinating enzyme USP11 resulted in enhanced virus production ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that USP11 could inhibit influenza virus replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conversely , overexpression of USP11 specifically inhibited viral genomic RNA replication ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and this inhibition required the deubiquitinase activity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Furthermore , we showed that USP11 interacted with PB2 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "PA , and NP of viral RNA replication complex ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and that NP is a monoubiquitinated protein and can be deubiquitinated by USP11 in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we identified K184 as the ubiquitination site on NP and this residue is crucial for virus RNA replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We propose that ubiquitination/deubiquitination of NP can be manipulated for antiviral therapeutic purposes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The EMBO Journal VOL 29 | NO 22 | 2010 EMBO THE EMBO JOURNAL THE EMBO JOURNAL USP11 and influenza virus RNA replication T-L Liao et al",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "175"
  }
}