{
  "paper_id": "fbb769061e6af30c3b6665b7bf5b31b5c5d030df",
  "metadata": {
    "title": "Panblok-H1Cadvax H1N1/2009pdm vaccine: Insights into rapid development of a delta inulin adjuvanted recombinant pandemic influenza vaccine",
    "coda_data_split": "train",
    "coda_paper_id": 2106,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Timely vaccine supply is critical during influenza pandemics but is impeded by current virus-based manufacturing methods. The 2009 H1N1/2009pdm \u0027swine flu\u0027 pandemic reinforced the need for innovation in pandemic vaccine design. We report on insights gained during rapid development of a pandemic vaccine based on recombinant haemagglutinin (rHA) formulated with Advax TM delta inulin adjuvant (Panblok-H1/Advax). Panblok-H1/Advax was designed and manufactured within 1 month of the pandemic declaration by WHO and successfully entered human clinical testing in under 3 months from first isolation and sequencing of the novel pandemic virus, requiring several major challenges to be overcome. Panblok-H1/Advax successfully induced neutralising antibodies against the pandemic strain, but also induced cross-neutralising antibodies in a subset of subjects against an H1N1 strain (A/Puerto Rico/8/34) derived from the 1918 Spanish flu, highlighting the possibility to use Advax to induce more broadly cross-protective antibody responses. Interestingly, the rHA from H1N1/2009pdm exhibited variants in the receptor binding domain that had a major impact on receptor binding and hemagglutination ability. We used an in silico structural modeling approach to better understand the unusual behavior of the novel hemagglutinin, thereby demonstrating the power of computational modeling approaches for rapid characterization of new pandemic viruses. While challenges remain in ensuring ultrafast vaccine access for the entire population in response to future pandemics, the adjuvanted recombinant Panblok-H1/Advax vaccine proved its utility during a real-life pandemic situation.",
      "sentences": [
        [
          {
            "segment_text": "Timely vaccine supply is critical during influenza pandemics but is impeded by current virus-based manufacturing methods .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The 2009 H1N1/2009pdm ` swine flu \u0027 pandemic reinforced the need for innovation in pandemic vaccine design .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report on insights gained during rapid development of a pandemic vaccine based on recombinant haemagglutinin ( rHA ) formulated with Advax TM delta inulin adjuvant ( Panblok-H1 / Advax ) .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Panblok-H1 / Advax was designed and manufactured within 1 month of the pandemic declaration by WHO and successfully entered human clinical testing in under 3 months from first isolation and sequencing of the novel pandemic virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "requiring several major challenges to be overcome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Panblok-H1 / Advax successfully induced neutralising antibodies against the pandemic strain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but also induced cross-neutralising antibodies in a subset of subjects against an H1N1 strain ( A/Puerto Rico/8/34 ) derived from the 1918 Spanish flu ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "highlighting the possibility to use Advax to induce more broadly cross-protective antibody responses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interestingly , the rHA from H1N1/2009pdm exhibited variants in the receptor binding domain that had a major impact on receptor binding and hemagglutination ability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We used an in silico structural modeling approach to better understand the unusual behavior of the novel hemagglutinin ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "thereby demonstrating the power of computational modeling approaches for rapid characterization of new pandemic viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "While challenges remain in ensuring ultrafast vaccine access for the entire population in response to future pandemics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the adjuvanted recombinant Panblok-H1 / Advax vaccine proved its utility during a real-life pandemic situation .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "257"
  }
}