{
  "paper_id": "fbc2586454df58414b6940edfc78688e5dac5775",
  "metadata": {
    "title": "Evaluation of 10 serological assays for diagnosing Mycoplasma pneumoniae infection ☆",
    "coda_data_split": "train",
    "coda_paper_id": 6033,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In this study, the performance of 10 serological assays for the diagnosis of Mycoplasma pneumoniae infection was evaluated. A total of 145 sera from 120 patients were tested. They were obtained from patients who were serologically positive for M. pneumoniae infection as well as from patients who were infected with microorganisms that may cause interstitial pneumonia. The following assays were utilized: SeroMP IgM and IgG, SeroMP recombinant IgM, IgA and IgG, Liaison M. pneumoniae IgM and IgG and M. pneumoniae IgM, IgA and IgG ELISA Medac. The SeroMP Recombinant and Liaison assays both showed low IgM specificity, and crossreactivity was mainly observed in groups of patients with acute cytomegalovirus and Epstein-Barr virus infections. For IgA, the Medac assay was less specific than the SeroMP Recombinant assay. Discrepancies between the four tests were observed in IgG analyses, and due to the lack of a gold standard, 22 results were removed prior to determining the sensitivity and specificity. Therefore, the overall performance of IgG assays may be overstated; nevertheless, the SeroMP assay demonstrated a lack of sensitivity. The seroprevalence of IgG appears to be very low, raising concerns regarding whether the serological techniques can detect IgG levels over time. Serology remains a biological tool of choice for diagnosing M. pneumoniae infection, but improvement and standardization of the assays are needed, particularly for the determination of IgG.",
      "sentences": [
        [
          {
            "segment_text": "In this study , the performance of 10 serological assays for the diagnosis of Mycoplasma pneumoniae infection was evaluated .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "A total of 145 sera from 120 patients were tested .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "They were obtained from patients who were serologically positive for M. pneumoniae infection as well as from patients who were infected with microorganisms that may cause interstitial pneumonia .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The following assays were utilized : SeroMP IgM and IgG ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "SeroMP recombinant IgM , IgA and IgG ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "Liaison M. pneumoniae IgM and IgG and M. pneumoniae IgM ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IgA and IgG ELISA Medac .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The SeroMP Recombinant and Liaison assays both showed low IgM specificity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and crossreactivity was mainly observed in groups of patients with acute cytomegalovirus and Epstein-Barr virus infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "For IgA , the Medac assay was less specific than the SeroMP Recombinant assay .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Discrepancies between the four tests were observed in IgG analyses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and due to the lack of a gold standard ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "22 results were removed prior to determining the sensitivity and specificity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , the overall performance of IgG assays may be overstated ; nevertheless ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the SeroMP assay demonstrated a lack of sensitivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The seroprevalence of IgG appears to be very low ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "raising concerns regarding whether the serological techniques can detect IgG levels over time .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serology remains a biological tool of choice for diagnosing M. pneumoniae infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but improvement and standardization of the assays are needed ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly for the determination of IgG .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "20",
    "token_num": "250"
  }
}