{
  "paper_id": "fbc4bdeb71a7c17e45d1de5f016b9b994052f085",
  "metadata": {
    "title": "Neurotrophins Coronavirus infection of the central nervous system: host-virus stand-off",
    "coda_data_split": "train",
    "coda_paper_id": 6630,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Interactions between the immune system and the central nervous system (CNS) constitute the most complex and interactive regulatory network in mammals. The high degree of specialization of cell types that comprise the CNS, and their intricate communication, controls both cognitive and vital functions. Disruption of the communication network and poor CNS regenerative properties make this organ vulnerable to microbial as well as physical injury. Although it is known that host responses must be strictly regulated to preserve CNS function and to minimize the incidence of autoimmunity, the factors regulating CNS immune and repair responses are not well understood. In addition to the absence of a dedicated lymphatic drainage system, CNS cells express few, if any, molecules encoded by the major histocompatibility complex (MHC) 1-3 . Therefore, in the quiescent CNS there is little endogenous antigen presentation or potential to activate T cells. Although the underlying basis for this limited immunological activity is not completely understood, interactions between both neurons and the glial population represented by microglia, astrocytes and oligodendrocytes (BOX 1), as well as constitutive secretion of neurotrophins and transforming growth factor-β, might contribute to this quiescent resting state 1,4-7 . The limited expression of adhesion molecules by endothelial cells of the blood-brain barrier (BBB) and the presence of tight junctions between these cells also limit or prevent large molecules, such as antibodies, and T cells from entering the CNS 2,8 . Despite this, a few activated/memory CD4 + and CD8 + T cells randomly patrol the CNS in the absence of \u0027danger\u0027 signals, and either exit or die in situ in the absence of antigen recognition 2,8 .",
      "sentences": [
        [
          {
            "segment_text": "Interactions between the immune system and the central nervous system ( CNS ) constitute the most complex and interactive regulatory network in mammals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The high degree of specialization of cell types that comprise the CNS ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and their intricate communication , controls both cognitive and vital functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Disruption of the communication network and poor CNS regenerative properties make this organ vulnerable to microbial as well as physical injury .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although it is known that host responses must be strictly regulated to preserve CNS function and to minimize the incidence of autoimmunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the factors regulating CNS immune and repair responses are not well understood .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In addition to the absence of a dedicated lymphatic drainage system ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "CNS cells express few , if any ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "molecules encoded by the major histocompatibility complex ( MHC ) 1-3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , in the quiescent CNS there is little endogenous antigen presentation or potential to activate T cells .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although the underlying basis for this limited immunological activity is not completely understood ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "interactions between both neurons and the glial population represented by microglia ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "astrocytes and oligodendrocytes ( BOX 1 ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as well as constitutive secretion of neurotrophins and transforming growth factor-β ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "might contribute to this quiescent resting state 1,4-7 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The limited expression of adhesion molecules by endothelial cells of the blood-brain barrier ( BBB ) and the presence of tight junctions between these cells also limit or prevent large molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as antibodies , and T cells from entering the CNS 2,8 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Despite this , a few activated/memory CD4 + and CD8 + T cells randomly patrol the CNS in the absence of ` danger \u0027 signals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and either exit or die in situ in the absence of antigen recognition 2,8 .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Abstract | Several viruses infect the mammalian central nervous system (CNS), some with devastating consequences, others resulting in chronic or persistent infections associated with little or no overt pathology. Coronavirus infection of the murine CNS illustrates the contributions of both the innate immune response and specific host effector mechanisms that control virus replication in distinct CNS cell types. Despite T-cell-mediated control of acute virus infection, host regulatory mechanisms, probably designed to protect CNS integrity, contribute to the failure to eliminate virus. Distinct from cytolytic effector mechanisms expressed during acute infection, non-lytic humoral immunity prevails in suppressing infectious virus during persistence.",
      "sentences": [
        [
          {
            "segment_text": "Abstract | Several viruses infect the mammalian central nervous system ( CNS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "some with devastating consequences , others resulting in chronic or persistent infections associated with little or no overt pathology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Coronavirus infection of the murine CNS illustrates the contributions of both the innate immune response and specific host effector mechanisms that control virus replication in distinct CNS cell types .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite T-cell-mediated control of acute virus infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "host regulatory mechanisms , probably designed to protect CNS integrity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "contribute to the failure to eliminate virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Distinct from cytolytic effector mechanisms expressed during acute infection ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-lytic humoral immunity prevails in suppressing infectious virus during persistence .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "13",
    "segment_num": "27",
    "token_num": "411"
  }
}