{
  "paper_id": "fbe12c6e4c0b73b20969509634122e268b3137c3",
  "metadata": {
    "title": "Structural Biology and Crystallization Communications Crystallization and preliminary X-ray diffraction studies of infectious bronchitis virus nonstructural protein 9",
    "coda_data_split": "train",
    "coda_paper_id": 9278,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Avian infectious bronchitis virus (IBV), which causes respiratory disease in infected birds, belongs to coronavirus group 3. IBV encodes 15 nonstructural proteins (nsp2-nsp16) which play crucial roles in RNA transcription and genome replication. Nonstructural protein 9 (nsp9) has been identified as a protein that is essential to viral replication because of its single-stranded RNAbinding ability. The gene segment encoding IBV nsp9 has been cloned and expressed in Escherichia coli. The protein has been crystallized and the crystals diffracted X-rays to 2.44 Å resolution. They belonged to the cubic space group I432, with unit-cell parameters a \u003d b \u003d c \u003d 123.4 Å , \u003d \u003d \u003d 90 . The asymmetric unit appeared to contain one molecule, with a solvent content of 62% (V M \u003d 3.26 Å 3 Da À1 ). # 2010 International Union of Crystallography All rights reserved crystallization communications 708 Ma et al. Infectious bronchitis virus nonstructural protein 9 Acta Cryst. (2010). F66, 706-708",
      "sentences": [
        [
          {
            "segment_text": "Avian infectious bronchitis virus ( IBV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which causes respiratory disease in infected birds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "belongs to coronavirus group 3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "IBV encodes 15 nonstructural proteins ( nsp2-nsp16 ) which play crucial roles in RNA transcription and genome replication .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Nonstructural protein 9 ( nsp9 ) has been identified as a protein that is essential to viral replication because of its single-stranded RNAbinding ability .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The gene segment encoding IBV nsp9 has been cloned and expressed in Escherichia coli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The protein has been crystallized and the crystals diffracted X-rays to 2.44 Å resolution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They belonged to the cubic space group I432 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with unit-cell parameters a \u003d b \u003d c \u003d 123.4 Å , \u003d \u003d \u003d 90 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The asymmetric unit appeared to contain one molecule ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a solvent content of 62 % ( V M \u003d 3.26 Å 3 Da À1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "# 2010 International Union of Crystallography All rights reserved crystallization communications 708 Ma et al. .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Infectious bronchitis virus nonstructural protein 9 Acta Cryst .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "( 2010 ) .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "F66 , 706-708",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "Figure 2",
      "sentences": [
        [
          {
            "segment_text": "Figure 2",
            "crowd_label": "other"
          }
        ]
      ]
    },
    {
      "original_text": "A typical diffraction pattern of an IBV nsp9 crystal collected on a Rigaku R-AXIS IV ++ image-plate detector.",
      "sentences": [
        [
          {
            "segment_text": "A typical diffraction pattern of an IBV nsp9 crystal collected on a Rigaku R-AXIS IV + + image-plate detector .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "13",
    "segment_num": "17",
    "token_num": "203"
  }
}