{
  "paper_id": "fbe911874dc145916c143a2ca51a448dcdc75978",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 4718,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The spike (S) gene of the attenuated porcine epidemic diarrhea virus (PEDV) DR13 was cloned and sequenced to further explore the functions of wild type PEDV and attenuated PEDV. Sequencing revealed a single large ORF of 4,149 nucleotides encoding a protein of 1,382 amino acids with predicted M r of 151 kDa. The coding region of the S gene of attenuated PEDV DR13 had 20 nucleotide changes that appeared to be significant determinants of function in that they produced changes in its predicted amino acid sequence. Notably, attenuated PEDV DR13 has previously been found to exhibit reduced pathogenicity in pigs. The regions containing these 20 nucleotide changes may therefore be crucial for PEDV pathogenicity. The attenuated PEDV DR13 S protein contains 28 Asn-Xaa-Ser/Thr sequons, 21 asparagines that are predicted to be N-glycosylated and a stretch of highly hydrophobic residues at positions 1,327-1,347, which is predicted to form an a-helix and to function as a membrane anchor. One (from N to K at 378) of the changes in the deduced amino acid sequence destroyed N-linked glycosylation sites, while another change (from N to S at 114) created a new one at a different location. These alterations in N-linked glycosylation sites reflected 3 nucleotide changes, which were related to the abovementioned nucleotide changes and are suggested to influence the pathogenicity of attenuated PEDV DR13. Attenuated PEDV DR13 has 96.5, 96.4, 96.1, 93.9, 93.5 and 96.6% DNA sequence identities with CV777, Br1/87, JS-2004-2, Spk1, Chinju99 and parent DR13, respectively. Likewise, it shares 95.7, 95.4, 95.6, 92.0, 91.6 and 95.7% identity with those genes at the deduced amino acid sequence level. Phylogenetic analysis suggested that attenuated PEDV DR13 is closely related to CV777, Br1/87, JS-2004-2 and parent DR13, rather than to Spk1 and Chinju99 and is especially close to the Chinese PEDV strain JS-2004-2.",
      "sentences": [
        [
          {
            "segment_text": "The spike ( S ) gene of the attenuated porcine epidemic diarrhea virus ( PEDV ) DR13 was cloned and sequenced to further explore the functions of wild type PEDV and attenuated PEDV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Sequencing revealed a single large ORF of 4,149 nucleotides encoding a protein of 1,382 amino acids with predicted M r of 151 kDa .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The coding region of the S gene of attenuated PEDV DR13 had 20 nucleotide changes that appeared to be significant determinants of function in that they produced changes in its predicted amino acid sequence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Notably , attenuated PEDV DR13 has previously been found to exhibit reduced pathogenicity in pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The regions containing these 20 nucleotide changes may therefore be crucial for PEDV pathogenicity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The attenuated PEDV DR13 S protein contains 28 Asn-Xaa-Ser/Thr sequons ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "21 asparagines that are predicted to be N-glycosylated and a stretch of highly hydrophobic residues at positions 1,327-1,347 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is predicted to form an a-helix and to function as a membrane anchor .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "One ( from N to K at 378 ) of the changes in the deduced amino acid sequence destroyed N-linked glycosylation sites ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while another change ( from N to S at 114 ) created a new one at a different location .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These alterations in N-linked glycosylation sites reflected 3 nucleotide changes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which were related to the abovementioned nucleotide changes and are suggested to influence the pathogenicity of attenuated PEDV DR13 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Attenuated PEDV DR13 has 96.5 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "96.4 , 96.1 , 93.9 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "93.5 and 96.6 % DNA sequence identities with CV777 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Br1/87 , JS-2004-2 , Spk1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Chinju99 and parent DR13 , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Likewise , it shares 95.7 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95.4 , 95.6 , 92.0 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "91.6 and 95.7 % identity with those genes at the deduced amino acid sequence level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis suggested that attenuated PEDV DR13 is closely related to CV777 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Br1/87 , JS-2004-2 and parent DR13 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than to Spk1 and Chinju99 and is especially close to the Chinese PEDV strain JS-2004-2 .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "23",
    "token_num": "343"
  }
}