{
  "paper_id": "fbef2a6b40647fe55f4c6d2e082d1624eeb63741",
  "metadata": {
    "title": "Comparison of the efficiency of antibody selection from semi-synthetic scFv and non-immune Fab phage display libraries against protein targets for rapid development of diagnostic immunoassays",
    "coda_data_split": "train",
    "coda_paper_id": 8974,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Rapid development of diagnostic immunoassays against novel emerging or genetically modified pathogens in an emergency situation is dependent on the timely isolation of specific antibodies. Non-immune antibody phage display libraries are an efficient in vitro method for selecting monoclonal antibodies and hence ideal in these circumstances. Such libraries can be constructed from a variety of sources e.g. B cell cDNA or synthetically generated, and use a variety of antibody formats, typically scFv or Fab. However, antibody source and format can impact on the quality of antibodies generated and hence the effectiveness of this methodology for the timely production of antibodies. We have carried out a comparative screening of two antibody libraries, a semi-synthetic scFv library and a human-derived Fab library against the protective antigen toxin component of Bacillus anthracis and the epsilon toxin of Clostridium botulinum. We have shown that while the synthetic library produced a diverse collection of specific scFv-phage, these contained a high frequency of unnatural amber stops and glycosylation sites which limited their conversion to IgG, and also a high number which lost specificity when expressed as IgG. In contrast, these limitations were overcome by the use of a natural human library. Antibodies from both libraries could be used to develop sandwich ELISA assays with similar sensitivity. However, the ease and speed with which full-length IgG could be generated from the human-derived Fab library makes screening this type of library the preferable method for rapid antibody generation for diagnostic assay development.",
      "sentences": [
        [
          {
            "segment_text": "Rapid development of diagnostic immunoassays against novel emerging or genetically modified pathogens in an emergency situation is dependent on the timely isolation of specific antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Non-immune antibody phage display libraries are an efficient in vitro method for selecting monoclonal antibodies and hence ideal in these circumstances .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such libraries can be constructed from a variety of sources e.g. B cell cDNA or synthetically generated ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and use a variety of antibody formats , typically scFv or Fab .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , antibody source and format can impact on the quality of antibodies generated and hence the effectiveness of this methodology for the timely production of antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have carried out a comparative screening of two antibody libraries ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a semi-synthetic scFv library and a human-derived Fab library against the protective antigen toxin component of Bacillus anthracis and the epsilon toxin of Clostridium botulinum .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We have shown that while the synthetic library produced a diverse collection of specific scFv-phage ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "these contained a high frequency of unnatural amber stops and glycosylation sites which limited their conversion to IgG ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and also a high number which lost specificity when expressed as IgG .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , these limitations were overcome by the use of a natural human library .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antibodies from both libraries could be used to develop sandwich ELISA assays with similar sensitivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , the ease and speed with which full-length IgG could be generated from the human-derived Fab library makes screening this type of library the preferable method for rapid antibody generation for diagnostic assay development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "13",
    "token_num": "261"
  }
}