{
  "paper_id": "fbfa537fb9a27cb273603c154fcad0d9d5c931e6",
  "metadata": {
    "title": "Molecular characterization of a virulent canine coronavirus BGF strain ଝ",
    "coda_data_split": "train",
    "coda_paper_id": 10072,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Molecular characterisation of a canine coronavirus (CCoV) isolate (BGF), associated with an outbreak of diarrhoea in puppies, showed 92.7% identity with attenuated Insavc-1 strain. Canine coronavirus BGF revealed a full length non-structural protein 3b (nsp 3b), associated with virulence in other coronaviruses, and a highly divergent region at the amino terminal domain of the membrane protein that may be implicated in avoiding the host immune reaction. This new canine coronavirus strain could help to identify virulence factors in coronavirus.",
      "sentences": [
        [
          {
            "segment_text": "Molecular characterisation of a canine coronavirus ( CCoV ) isolate ( BGF ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "associated with an outbreak of diarrhoea in puppies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "showed 92.7 % identity with attenuated Insavc-1 strain .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Canine coronavirus BGF revealed a full length non-structural protein 3b ( nsp 3b ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "associated with virulence in other coronaviruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and a highly divergent region at the amino terminal domain of the membrane protein that may be implicated in avoiding the host immune reaction .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This new canine coronavirus strain could help to identify virulence factors in coronavirus .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "3",
    "segment_num": "7",
    "token_num": "93"
  }
}