{
  "paper_id": "fbfdb37aa62fc1fb1e7f657e948219b854173820",
  "metadata": {
    "title": "The role of maternal antibodies in the emergence of severe disease as a result of fragmentation",
    "coda_data_split": "train",
    "coda_paper_id": 7181,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Population fragmentation is a major problem for the conservation of mammalian species. Since the spread of an infectious disease is related to the intensity of contacts between individuals, fragmentation destabilizes the way the parasites circulate in their host population. Recently, Zinkernagel has proposed that a reduction in the frequency of infections by a parasite could lead to the emergence of severe forms of the disease, previously avoided because the disease was contracted early in life and attenuated by maternal antibodies. However, it is still unclear whether this change in disease expression increases the global mortality it induces because the disease becomes more severe and also less frequent. Here, we use a mathematical model to link population fragmentation with the hypothesis of Zinkernagel. Firstly, we show that there is a change in the severity of the disease during the fragmentation process, especially at a local scale, suggesting that host population fragmentation could be a widespread mechanism of disease emergence. Secondly, we show that the emergence of the severe form of the disease can lead to a significant increase in its induced mortality. Finally, we determine the types of interactions for which the fragmentation of the host population could be the most dangerous.",
      "sentences": [
        [
          {
            "segment_text": "Population fragmentation is a major problem for the conservation of mammalian species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since the spread of an infectious disease is related to the intensity of contacts between individuals ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "fragmentation destabilizes the way the parasites circulate in their host population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Recently , Zinkernagel has proposed that a reduction in the frequency of infections by a parasite could lead to the emergence of severe forms of the disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "previously avoided because the disease was contracted early in life and attenuated by maternal antibodies .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , it is still unclear whether this change in disease expression increases the global mortality it induces because the disease becomes more severe and also less frequent .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we use a mathematical model to link population fragmentation with the hypothesis of Zinkernagel .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Firstly , we show that there is a change in the severity of the disease during the fragmentation process ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "especially at a local scale ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "suggesting that host population fragmentation could be a widespread mechanism of disease emergence .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Secondly , we show that the emergence of the severe form of the disease can lead to a significant increase in its induced mortality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Finally , we determine the types of interactions for which the fragmentation of the host population could be the most dangerous .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "12",
    "token_num": "219"
  }
}