{
  "paper_id": "fc0265a781a3609ee9c884fe0e2df2aeec57b0ea",
  "metadata": {
    "title": "Lung ultrasound as a diagnostic tool for radiographically-confirmed pneumonia in low resource settings",
    "coda_data_split": "train",
    "coda_paper_id": 6055,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background: Pneumonia is a leading cause of morbidity and mortality in children worldwide; however, its diagnosis can be challenging, especially in settings where skilled clinicians or standard imaging are unavailable. We sought to determine the diagnostic accuracy of lung ultrasound when compared to radiographically-confirmed clinical pediatric pneumonia. Methods: Between January 2012 and September 2013, we consecutively enrolled children aged 2e59 months with primary respiratory complaints at the outpatient clinics, emergency department, and inpatient wards of the Instituto Nacional de Salud del Niño in Lima, Peru. All participants underwent clinical evaluation by a pediatrician and lung ultrasonography by one of three general practitioners. We also consecutively enrolled children without respiratory symptoms. Children with respiratory symptoms had a chest radiograph. We obtained ancillary laboratory testing in a subset. Results: Final clinical diagnoses included 453 children with pneumonia, 133 with asthma, 103 with bronchiolitis, and 143 with upper respiratory infections. In total, CXR confirmed the diagnosis in 191 (42%) of 453 children with clinical pneumonia. A consolidation on lung ultrasound, which is our primary endpoint for pneumonia, had a sensitivity of 88.5%, specificity of 100%, and an area under-the-curve of 0.94 (95% CI 0.92e0.97) when compared to radiographically-confirmed clinical pneumonia. When any abnormality on lung ultrasound was compared to radiographically-confirmed clinical pneumonia the sensitivity increased to 92.2% and the specificity decreased to 95.2%, with an area under-the-curve of 0.94 (95% CI 0.91e0.96). Conclusions: Lung ultrasound had high diagnostic accuracy for the diagnosis of radiographicallyconfirmed pneumonia. Added benefits of lung ultrasound include rapid testing and high inter-rater agreement. Lung ultrasound may serve as an alternative tool for the diagnosis of pediatric pneumonia.",
      "sentences": [
        [
          {
            "segment_text": "Background : Pneumonia is a leading cause of morbidity and mortality in children worldwide ; however ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "its diagnosis can be challenging ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially in settings where skilled clinicians or standard imaging are unavailable .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We sought to determine the diagnostic accuracy of lung ultrasound when compared to radiographically-confirmed clinical pediatric pneumonia .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Between January 2012 and September 2013 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "we consecutively enrolled children aged 2e59 months with primary respiratory complaints at the outpatient clinics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "emergency department , and inpatient wards of the Instituto Nacional de Salud del Niño in Lima , Peru .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All participants underwent clinical evaluation by a pediatrician and lung ultrasonography by one of three general practitioners .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We also consecutively enrolled children without respiratory symptoms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Children with respiratory symptoms had a chest radiograph .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We obtained ancillary laboratory testing in a subset .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : Final clinical diagnoses included 453 children with pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "133 with asthma , 103 with bronchiolitis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 143 with upper respiratory infections .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In total , CXR confirmed the diagnosis in 191 ( 42 % ) of 453 children with clinical pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "A consolidation on lung ultrasound ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which is our primary endpoint for pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "had a sensitivity of 88.5 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "specificity of 100 % , and an area under-the-curve of 0.94 ( 95 % CI 0.92 e0 .97 ) when compared to radiographically-confirmed clinical pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When any abnormality on lung ultrasound was compared to radiographically-confirmed clinical pneumonia the sensitivity increased to 92.2 % and the specificity decreased to 95.2 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an area under-the-curve of 0.94 ( 95 % CI 0.91 e0 .96 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : Lung ultrasound had high diagnostic accuracy for the diagnosis of radiographicallyconfirmed pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Added benefits of lung ultrasound include rapid testing and high inter-rater agreement .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lung ultrasound may serve as an alternative tool for the diagnosis of pediatric pneumonia .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "319"
  }
}