{
  "paper_id": "fc18a8c0477521553d74acecb7a98bd0937e79c4",
  "metadata": {
    "title": "Epidemiology and Infection Estimating survival rates in MERS-CoV patients 14 and 45 days after experiencing symptoms and determining the differences in survival rates by demographic data, disease characteristics and regions: a worldwide study",
    "coda_data_split": "train",
    "coda_paper_id": 6266,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Although Middle East respiratory syndrome coronavirus (MERS-CoV) has a recorded 5 years of circulation in 27 countries worldwide, there is no international study to assess whether there is variation in mortality by region. Neither has there been a comprehensive study detailing how the disease characteristics of MERS-CoV influence mortality in patients presenting symptoms. This study aimed to assess how region, patient and disease characteristics influence 14-and 45-day mortality in MERS patients. The author utilised publically available data on MERS-CoV. The study included 883 MERS patients reported between 5 January 2015 and 10 March 2017. Data on patient and disease characteristics were collected. The mean age at MERS-CoV diagnosis was 54.3 years: 69.1% were male, and 86.7% of the cases were reported from Saudi Arabia. About 40% of MERS patients studied were over the age of 60. The study estimated 14-and 45-day survival rates after initial onset of symptoms: 83.67% and 65.9%, respectively. Saudi Arabian MERS patients exhibited 4.1 and 5.0 times higher 14-day (adjusted hazard risk (aHR) \u003d 4.1; 95% confidence interval (CI) 1.012-16.921) and 45-day (aHR \u003d 5.0; 95% CI 1.856-13.581) mortality risk compared with MERS patients in the Republic of Korea or other countries. Similarly, Middle Eastern MERS patients showed 5.3 and 4.1 times higher 14-day (aHR \u003d 5.3; 95% CI 1.070-25.902) and 45-day (aHR \u003d 4.1; 95% CI 1.288-113.076) mortality risk compared with MERS patients in the Republic of Korea or other countries. The results demonstrated a link between mortality and geography, disease and patient factors such as regions, symptoms, source of infections, underlying medical conditions, modes of transmission, non-healthcare workers and those of older age. Educational programmes, access to healthcare and early diagnosis could be implemented as modifiable factors to reduce the higher mortality rates in MERS patients.",
      "sentences": [
        [
          {
            "segment_text": "Although Middle East respiratory syndrome coronavirus ( MERS-CoV ) has a recorded 5 years of circulation in 27 countries worldwide ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is no international study to assess whether there is variation in mortality by region .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Neither has there been a comprehensive study detailing how the disease characteristics of MERS-CoV influence mortality in patients presenting symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This study aimed to assess how region ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "patient and disease characteristics influence 14-and 45-day mortality in MERS patients .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The author utilised publically available data on MERS-CoV .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The study included 883 MERS patients reported between 5 January 2015 and 10 March 2017 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Data on patient and disease characteristics were collected .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The mean age at MERS-CoV diagnosis was 54.3 years : 69.1 % were male ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 86.7 % of the cases were reported from Saudi Arabia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "About 40 % of MERS patients studied were over the age of 60 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study estimated 14-and 45-day survival rates after initial onset of symptoms : 83.67 % and 65.9 % , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Saudi Arabian MERS patients exhibited 4.1 and 5.0 times higher 14-day ( adjusted hazard risk ( aHR ) \u003d 4.1 ; 95 % confidence interval ( CI ) 1.012-16.921 ) and 45-day ( aHR \u003d 5.0 ; 95 % CI 1.856-13.581 ) mortality risk compared with MERS patients in the Republic of Korea or other countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Similarly , Middle Eastern MERS patients showed 5.3 and 4.1 times higher 14-day ( aHR \u003d 5.3 ; 95 % CI 1.070-25.902 ) and 45-day ( aHR \u003d 4.1 ; 95 % CI 1.288-113.076 ) mortality risk compared with MERS patients in the Republic of Korea or other countries .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results demonstrated a link between mortality and geography ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "disease and patient factors such as regions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "symptoms , source of infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "underlying medical conditions , modes of transmission ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "non-healthcare workers and those of older age .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Educational programmes , access to healthcare and early diagnosis could be implemented as modifiable factors to reduce the higher mortality rates in MERS patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "20",
    "token_num": "346"
  }
}