{
  "paper_id": "fc1f4b62e7c63ec2a3536401ce6aea880dca8512",
  "metadata": {
    "title": "IgY antibodies for the immunoprophylaxis and therapy of respiratory infections",
    "coda_data_split": "train",
    "coda_paper_id": 9933,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Emergence of drug resistance among the causative organisms for respiratory tract infections represents a critical challenge to the global health care community. Further, although vaccination can prevent disease, vaccine development is impeded by several factors. Therefore, novel approaches to treat and manage respiratory infections are urgently needed. Passive immunization represents a possible alternative to meet this need. Immunoglobulin Y antibodies (IgYs) from the yolk of chicken eggs have previously been used against bacterial and viral infections in human and animals. Their advantages include lack of reaction with mammalian Fc receptors, low production cost, and ease of extraction. Compared to mammalian IgGs, they have higher target specificity and greater binding avidity. They also possess remarkable pathogen-neutralizing activity in the respiratory tract and lungs. In this review, we provide an overview of avian IgYs and describe their potential therapeutic applications for the prevention and treatment of respiratory infections.",
      "sentences": [
        [
          {
            "segment_text": "Emergence of drug resistance among the causative organisms for respiratory tract infections represents a critical challenge to the global health care community .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Further , although vaccination can prevent disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "vaccine development is impeded by several factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Therefore , novel approaches to treat and manage respiratory infections are urgently needed .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Passive immunization represents a possible alternative to meet this need .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Immunoglobulin Y antibodies ( IgYs ) from the yolk of chicken eggs have previously been used against bacterial and viral infections in human and animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Their advantages include lack of reaction with mammalian Fc receptors ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "low production cost , and ease of extraction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Compared to mammalian IgGs , they have higher target specificity and greater binding avidity .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "They also possess remarkable pathogen-neutralizing activity in the respiratory tract and lungs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we provide an overview of avian IgYs and describe their potential therapeutic applications for the prevention and treatment of respiratory infections .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "ARTICLE HISTORY",
      "sentences": [
        [
          {
            "segment_text": "ARTICLE HISTORY",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "10",
    "segment_num": "12",
    "token_num": "166"
  }
}