{
  "paper_id": "fc221d8af0a962a17778721217b1f9f914f353b4",
  "metadata": {
    "title": "Characterization of anti-MERS-CoV antibodies against various recombinant structural antigens of MERS-CoV in an imported case in China",
    "coda_data_split": "train",
    "coda_paper_id": 9216,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The first imported case of Middle East respiratory syndrome (MERS) in China recently occurred, allowing for the characterization of antibody titers in a series of the patient\u0027s sera using the following methods based on recombinant viral structural antigens: inactivated MERS coronavirus (MERS-CoV) enzyme-linked immunosorbent assay (ELISA), recombinant MERS-CoV spike (S, or fragments of S) ELISA, nucleoprotein (NP) ELISA and MERS S pseudovirus particle-based neutralization test (ppNT). A longitudinal profile of the infection showed that seroconversion detected by ELISAs based on the recombinant extracellular domain, S, S1 and receptor-binding domain (RBD) antigens occurred as early as neutralizing antibodies were detected by the ppNT and earlier than antibodies were detected by the inactivated MERS-CoV and N-terminal domain (NTD) ELISAs. Antibodies detected by the NP ELISA occurred last. Strong correlations were found between the S1, RBD and NP ELISAs and the inactivated MERS-CoV ELISA. The S and RBD ELISAs were highly correlated with the commercial S1 ELISA. The S ELISA strongly correlated with the ppNT, although the MERS-CoV, S1, NTD and RBD ELISAs were also significantly correlated with the ppNT (Po0.001).",
      "sentences": [
        [
          {
            "segment_text": "The first imported case of Middle East respiratory syndrome ( MERS ) in China recently occurred ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "allowing for the characterization of antibody titers in a series of the patient \u0027s sera using the following methods based on recombinant viral structural antigens : inactivated MERS coronavirus ( MERS-CoV ) enzyme-linked immunosorbent assay ( ELISA ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "recombinant MERS-CoV spike ( S , or fragments of S ) ELISA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nucleoprotein ( NP ) ELISA and MERS S pseudovirus particle-based neutralization test ( ppNT ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A longitudinal profile of the infection showed that seroconversion detected by ELISAs based on the recombinant extracellular domain ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "S , S1 and receptor-binding domain ( RBD ) antigens occurred as early as neutralizing antibodies were detected by the ppNT and earlier than antibodies were detected by the inactivated MERS-CoV and N-terminal domain ( NTD ) ELISAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Antibodies detected by the NP ELISA occurred last .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Strong correlations were found between the S1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "RBD and NP ELISAs and the inactivated MERS-CoV ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S and RBD ELISAs were highly correlated with the commercial S1 ELISA .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The S ELISA strongly correlated with the ppNT ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although the MERS-CoV , S1 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "NTD and RBD ELISAs were also significantly correlated with the ppNT ( Po0 .001 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "215"
  }
}