{
  "paper_id": "fc62a3993d798a1e7ade12861f7fe740243c7e60",
  "metadata": {
    "title": "SARS epidemical forecast research in mathematical model",
    "coda_data_split": "train",
    "coda_paper_id": 4026,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The SIJR model, simplified from the SEIJR model, is adopted to analyze the important parameters of the model of SARS epidemic such as the transmission rate, basic reproductive number. And some important parameters are obtained such as the transmission rate by applying this model to analyzing the situation in Hong Kong, Singapore and Canada at the outbreak of SARS. Then forecast of the transmission of SARS is drawn out here by the adjustment of parameters (such as quarantined rate) in the model. It is obvious that inflexion lies on the crunode of the graph, which indicates the big difference in transmission characteristics between the epidemic under control and not under control. This model can also be used in the comparison of the control effectiveness among different regions. The results from this model match well with the actual data in Hong Kong, Singapore and Canada and as a by-product, the index of the effectiveness of control in the later period can be acquired. It offers some quantitative indexes, which may help the further research in epidemic diseases.",
      "sentences": [
        [
          {
            "segment_text": "The SIJR model , simplified from the SEIJR model ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is adopted to analyze the important parameters of the model of SARS epidemic such as the transmission rate , basic reproductive number .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "And some important parameters are obtained such as the transmission rate by applying this model to analyzing the situation in Hong Kong ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Singapore and Canada at the outbreak of SARS .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Then forecast of the transmission of SARS is drawn out here by the adjustment of parameters ( such as quarantined rate ) in the model .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It is obvious that inflexion lies on the crunode of the graph ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which indicates the big difference in transmission characteristics between the epidemic under control and not under control .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This model can also be used in the comparison of the control effectiveness among different regions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results from this model match well with the actual data in Hong Kong ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "Singapore and Canada and as a by-product ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the index of the effectiveness of control in the later period can be acquired .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It offers some quantitative indexes ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which may help the further research in epidemic diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "13",
    "token_num": "193"
  }
}