{
  "paper_id": "fc6489e42c4a336fd64bd4b82639037087aa60fe",
  "metadata": {
    "title": "Characterization of a Novel Influenza Virus in Cattle and Swine: Proposal for a New Genus in the Orthomyxoviridae Family",
    "coda_data_split": "train",
    "coda_paper_id": 6570,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "We have recently reported the isolation of a novel virus, provisionally designated C/swine/Oklahoma/1334/2011 (C/ OK), with 50% overall homology to human influenza C viruses (ICV), from a pig in Oklahoma. Deep RNA sequencing of C/OK virus found a matrix 1 (M1) protein expression strategy that differed from that of ICV. The novelty of C/OK virus prompted us to investigate whether C/OK virus could exist in a nonswine species. Significantly, we found that C/OK virus was widespread in U.S. bovine herds, as demonstrated by reverse transcription (RT)-PCR and serological assays. Genome sequencing of three bovine viruses isolated from two herds in different states further confirmed these findings. To determine whether swine/bovine C/OK viruses can undergo reassortment with human ICV, and to clarify the taxonomic status of C/OK, in vitro reassortment and serological typing by agar gel immunodiffusion (AGID) were conducted. In vitro reassortment using two human ICV and two swine and bovine C/OK viruses demonstrated that human ICV and C/OK viruses were unable to reassort and produce viable progeny. Antigenically, no cross-recognition of detergent split virions was observed in AGID between human and nonhuman viruses by using polyclonal antibodies that were reactive to cognate antigens. Taken together, these results demonstrate that",
      "sentences": [
        [
          {
            "segment_text": "We have recently reported the isolation of a novel virus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "provisionally designated C/swine/Oklahoma / 1334/2011 ( C / OK ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with 50 % overall homology to human influenza C viruses ( ICV ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "from a pig in Oklahoma .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Deep RNA sequencing of C/OK virus found a matrix 1 ( M1 ) protein expression strategy that differed from that of ICV .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The novelty of C/OK virus prompted us to investigate whether C/OK virus could exist in a nonswine species .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Significantly , we found that C/OK virus was widespread in U.S. bovine herds ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "as demonstrated by reverse transcription ( RT ) - PCR and serological assays .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Genome sequencing of three bovine viruses isolated from two herds in different states further confirmed these findings .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To determine whether swine/bovine C/OK viruses can undergo reassortment with human ICV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and to clarify the taxonomic status of C/OK ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "in vitro reassortment and serological typing by agar gel immunodiffusion ( AGID ) were conducted .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "In vitro reassortment using two human ICV and two swine and bovine C/OK viruses demonstrated that human ICV and C/OK viruses were unable to reassort and produce viable progeny .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antigenically , no cross-recognition of detergent split virions was observed in AGID between human and nonhuman viruses by using polyclonal antibodies that were reactive to cognate antigens .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Taken together , these results demonstrate that",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "C/OK virus is genetically and antigenically distinct from ICV. The classification of the new virus in a separate genus of the Orthomyxoviridae family is proposed. The finding of C/OK virus in swine and bovine indicates that this new virus may spread and establish infection in other mammals, including humans.",
      "sentences": [
        [
          {
            "segment_text": "C/OK virus is genetically and antigenically distinct from ICV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The classification of the new virus in a separate genus of the Orthomyxoviridae family is proposed .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The finding of C/OK virus in swine and bovine indicates that this new virus may spread and establish infection in other mammals , including humans .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Here, we show molecular and serological data demonstrating widespread circulation of similar viruses in bovines. Deep RNA sequencing, phylogenetic analysis, and in vitro reassortment experiments demonstrate that animal ICV-like viruses are genetically distinct from human ICV. Antigenically, we show that ICV-like viruses are not recognized by ICV antibodies. En masse, these results suggest that bovine influenza virus warrants classification as a new genus of influenza virus. The finding of this novel virus that can infect multiple mammalian species warrants further research into its role in human health. . 2014. Characterization of a novel influenza virus in cattle and swine: proposal for a new genus in the Orthomyxoviridae family. mBio 5(2):e00031-14.",
      "sentences": [
        [
          {
            "segment_text": "Here , we show molecular and serological data demonstrating widespread circulation of similar viruses in bovines .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Deep RNA sequencing , phylogenetic analysis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and in vitro reassortment experiments demonstrate that animal ICV-like viruses are genetically distinct from human ICV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antigenically , we show that ICV-like viruses are not recognized by ICV antibodies .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "En masse , these results suggest that bovine influenza virus warrants classification as a new genus of influenza virus .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The finding of this novel virus that can infect multiple mammalian species warrants further research into its role in human health .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": ".",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2014 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "Characterization of a novel influenza virus in cattle and swine : proposal for a new genus in the Orthomyxoviridae family .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "mBio 5 ( 2 ) : e00031-14 .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "21",
    "segment_num": "28",
    "token_num": "415"
  }
}