{
  "paper_id": "fc6e9b9c9d5f27c0f6035c3011603426a1674617",
  "metadata": {
    "title": "Genomic and evolutionary inferences between American and global strains of porcine epidemic diarrhea virus-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "coda_data_split": "train",
    "coda_paper_id": 6181,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Porcine epidemic diarrhea virus (PEDV) has caused severe economic losses both recently in the United States (US) and historically throughout Europe and Asia. Traditionally, analysis of the spike gene has been used to determine phylogenetic relationships between PEDV strains. We determined the complete genomes of 93 PEDV field samples from US swine and analyzed the data in conjunction with complete genome sequences available from GenBank (n \u003d 126) to determine the most variable genomic areas. Our results indicate high levels of variation within the ORF1 and spike regions while the C-terminal domains of structural genes were highly conserved. Analysis of the Receptor Binding Domains in the spike gene revealed a limited number of amino acid substitutions in US strains compared to Asian strains. Phylogenetic analysis of the complete genome sequence data revealed high rates of recombination, resulting in differing evolutionary patterns in phylogenies inferred for the spike region versus whole genomes. These finding suggest that significant genetic events outside of the spike region have contributed to the evolution of PEDV.",
      "sentences": [
        [
          {
            "segment_text": "Porcine epidemic diarrhea virus ( PEDV ) has caused severe economic losses both recently in the United States ( US ) and historically throughout Europe and Asia .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Traditionally , analysis of the spike gene has been used to determine phylogenetic relationships between PEDV strains .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We determined the complete genomes of 93 PEDV field samples from US swine and analyzed the data in conjunction with complete genome sequences available from GenBank ( n \u003d 126 ) to determine the most variable genomic areas .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Our results indicate high levels of variation within the ORF1 and spike regions while the C-terminal domains of structural genes were highly conserved .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of the Receptor Binding Domains in the spike gene revealed a limited number of amino acid substitutions in US strains compared to Asian strains .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis of the complete genome sequence data revealed high rates of recombination ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in differing evolutionary patterns in phylogenies inferred for the spike region versus whole genomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These finding suggest that significant genetic events outside of the spike region have contributed to the evolution of PEDV .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "8",
    "token_num": "185"
  }
}