{
  "paper_id": "fc7a6b5d1852c5ecce2d20fd0d73d5f957ed7055",
  "metadata": {
    "title": "Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China",
    "coda_data_split": "train",
    "coda_paper_id": 3623,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The recent outbreak of COVID-19 in Mainland China is characterized by a distinctive algebraic, subexponential increase of confirmed cases with time during the early phase of the epidemic, contrasting an initial exponential growth expected for an unconstrained outbreak with sufficiently large reproduction rate. Although case counts vary significantly between affected provinces in Mainland China, the scaling law t µ is surprisingly universal, with a range of exponents µ \u003d 2.1 ± 0.3. The universality of this behavior indicates that, in spite of social, regional, demographical, geographical, and socio-economical heterogeneities of affected Chinese provinces, this outbreak is dominated by fundamental mechanisms that are not captured by standard epidemiological models. We show that the observed scaling law is a direct consequence of containment policies that effectively deplete the susceptible population. To this end we introduce a parsimonious model that captures both, quarantine of symptomatic infected individuals as well as population wide isolation in response to mitigation policies or behavioral changes. For a wide range of parameters, the model reproduces the observed scaling law in confirmed cases and explains the observed exponents. Quantitative fits to empirical data permit the identification of peak times in the number of asymptomatic or oligo-symptomatic, unidentified infected individuals, as well as estimates of local variations in the basic reproduction number. The model implies that the observed scaling law in confirmed cases is a direct signature of effective contaiment strategies and/or systematic behavioral changes that affect a substantial fraction of the susceptible population. These insights may aid the implementation of containment strategies in potential export induced COVID-19 secondary outbreaks elsewhere or similar future outbreaks of other emergent infectious diseases.",
      "sentences": [
        [
          {
            "segment_text": "The recent outbreak of COVID-19 in Mainland China is characterized by a distinctive algebraic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "subexponential increase of confirmed cases with time during the early phase of the epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "contrasting an initial exponential growth expected for an unconstrained outbreak with sufficiently large reproduction rate .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Although case counts vary significantly between affected provinces in Mainland China ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the scaling law t µ is surprisingly universal ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a range of exponents µ \u003d 2.1 ± 0.3 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The universality of this behavior indicates that ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "in spite of social , regional ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "demographical , geographical , and socio-economical heterogeneities of affected Chinese provinces ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "this outbreak is dominated by fundamental mechanisms that are not captured by standard epidemiological models .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We show that the observed scaling law is a direct consequence of containment policies that effectively deplete the susceptible population .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "To this end we introduce a parsimonious model that captures both ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "quarantine of symptomatic infected individuals as well as population wide isolation in response to mitigation policies or behavioral changes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "For a wide range of parameters ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the model reproduces the observed scaling law in confirmed cases and explains the observed exponents .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Quantitative fits to empirical data permit the identification of peak times in the number of asymptomatic or oligo-symptomatic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unidentified infected individuals , as well as estimates of local variations in the basic reproduction number .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The model implies that the observed scaling law in confirmed cases is a direct signature of effective contaiment strategies and/or systematic behavioral changes that affect a substantial fraction of the susceptible population .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These insights may aid the implementation of containment strategies in potential export induced COVID-19 secondary outbreaks elsewhere or similar future outbreaks of other emergent infectious diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "19",
    "token_num": "293"
  }
}