{
  "paper_id": "fc7e5ad5354977c8df7a4dfa7ffe37eed76a975f",
  "metadata": {
    "title": "Detection of Alphacoronavirus vRNA in the Feces of Brazilian Free-Tailed Bats (Tadarida brasiliensis) from a Colony in Florida, USA",
    "coda_data_split": "train",
    "coda_paper_id": 4864,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Bats are natural reservoirs of coronaviruses and other viruses with zoonotic potential. Florida has indigenous non-migratory populations of Brazilian free-tailed bats (Tadarida brasiliensis) that mostly roost in colonies in artificial structures. Unlike their counterparts in Brazil and Mexico, the viruses harbored by the Florida bats have been underexplored. We report the detection of an alphacoronavirus RNA-dependent RNA polymerase (RdRp) gene sequence in the feces of two of 19 different T. brasiliensis that were capture/release bats that had been evaluated for overall health. The RdRp sequence is similar but not identical to previously detected sequences in the feces of two different species of bats (T. brasiliensis and Molossus molossus) in Brazil. In common with the experience of others doing similar work, attempts to isolate the virus in cell cultures were unsuccessful. We surmise that this and highly related alphacoronavirus are carried by Brazilian free-tailed bats living in a wide eco-spatial region. As various coronaviruses (CoVs) that affect humans emerged from bats, our study raises the question whether CoVs such as the one detected in our work are yet-to-be-detected pathogens of humans and animals other than bats.",
      "sentences": [
        [
          {
            "segment_text": "Bats are natural reservoirs of coronaviruses and other viruses with zoonotic potential .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Florida has indigenous non-migratory populations of Brazilian free-tailed bats ( Tadarida brasiliensis ) that mostly roost in colonies in artificial structures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Unlike their counterparts in Brazil and Mexico ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the viruses harbored by the Florida bats have been underexplored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We report the detection of an alphacoronavirus RNA-dependent RNA polymerase ( RdRp ) gene sequence in the feces of two of 19 different T. brasiliensis that were capture/release bats that had been evaluated for overall health .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The RdRp sequence is similar but not identical to previously detected sequences in the feces of two different species of bats ( T. brasiliensis and Molossus molossus ) in Brazil .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In common with the experience of others doing similar work ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "attempts to isolate the virus in cell cultures were unsuccessful .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We surmise that this and highly related alphacoronavirus are carried by Brazilian free-tailed bats living in a wide eco-spatial region .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "As various coronaviruses ( CoVs ) that affect humans emerged from bats ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "our study raises the question whether CoVs such as the one detected in our work are yet-to-be-detected pathogens of humans and animals other than bats .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "11",
    "token_num": "204"
  }
}