{
  "paper_id": "fc9f4ba0a657fb6fe7c562097f43162406151a7e",
  "metadata": {
    "title": "SARS-CoV Infection in a Restaurant from Palm Civet SARS-CoV Infection in a Restaurant from Palm Civet Emerging Infectious Diseases • www Past Issues on SARS",
    "coda_data_split": "train",
    "coda_paper_id": 4304,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Epidemiologic investigations showed that 2 of 4 patients with severe acute respiratory syndrome (SARS) identified in the winter of 2003-2004 were a waitress at a restaurant in Guangzhou, China, that served palm civets as food and a customer who ate in the restaurant a short distance from animal cages. All 6 palm civets at the restaurant were positive for SARS-associated coronavirus (SARS-CoV). Partial spike (S) gene sequences of SARS-CoV from the 2 patients were identical to 4 of 5 S gene viral sequences from palm civets. Phylogenetic analysis showed that SARS-CoV from palm civets in the restaurant was most closely related to animal isolates. SARS cases at the restaurant were the result of recent interspecies transfer from the putative palm civet reservoir, and not the result of continued circulation of SARS-CoV in the human population.",
      "sentences": [
        [
          {
            "segment_text": "Epidemiologic investigations showed that 2 of 4 patients with severe acute respiratory syndrome ( SARS ) identified in the winter of 2003-2004 were a waitress at a restaurant in Guangzhou ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "China , that served palm civets as food and a customer who ate in the restaurant a short distance from animal cages .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "All 6 palm civets at the restaurant were positive for SARS-associated coronavirus ( SARS-CoV ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Partial spike ( S ) gene sequences of SARS-CoV from the 2 patients were identical to 4 of 5 S gene viral sequences from palm civets .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Phylogenetic analysis showed that SARS-CoV from palm civets in the restaurant was most closely related to animal isolates .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "SARS cases at the restaurant were the result of recent interspecies transfer from the putative palm civet reservoir ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and not the result of continued circulation of SARS-CoV in the human population .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "7",
    "token_num": "149"
  }
}