{
  "paper_id": "fca0580d965f2ac6c66e345eab40c436d6468c66",
  "metadata": {
    "title": "Assessment of correlates of hand hygiene compliance among final year medical students: a cross-sectional study Assessment of correlates of hand hygiene compliance among final year medical students: a cross-sectional study Article Summary",
    "coda_data_split": "train",
    "coda_paper_id": 5306,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Objectives To identify the factors that influence hand hygiene compliance of final year medical students, using a theoretical behavioural framework.",
      "sentences": [
        [
          {
            "segment_text": "Objectives To identify the factors that influence hand hygiene compliance of final year medical students ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using a theoretical behavioural framework .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "Design Cross-sectional survey assessing self-reported compliance and its behavioural correlates.",
      "sentences": [
        [
          {
            "segment_text": "Design Cross-sectional survey assessing self-reported compliance and its behavioural correlates .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Internships of medical students in the Netherlands.",
      "sentences": [
        [
          {
            "segment_text": "Internships of medical students in the Netherlands .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "322 Medical students of the Erasmus Medical Center were recruited over a period of 12 months during the internship Public health, which is the final compulsory internship after an 18 month rotation schedule in all major specialties.",
      "sentences": [
        [
          {
            "segment_text": "322 Medical students of the Erasmus Medical Center were recruited over a period of 12 months during the internship Public health ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is the final compulsory internship after an 18 month rotation schedule in all major specialties .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Behavioural factors influencing compliance to hand-hygiene were measured by means of a questionnaire based on the Theory of Planned Behaviour and Social Ecological Models . Multiple linear regression analysis was used to identify the effect of including attitudes, social norms, selfefficacy, knowledge, risk perception and habit on hand hygiene compliance.",
      "sentences": [
        [
          {
            "segment_text": "Behavioural factors influencing compliance to hand-hygiene were measured by means of a questionnaire based on the Theory of Planned Behaviour and Social Ecological Models .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Multiple linear regression analysis was used to identify the effect of including attitudes ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "social norms , selfefficacy , knowledge ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "risk perception and habit on hand hygiene compliance .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "We included 313 students in the analysis (response of 97%). The behavioural model explained 40% of the variance in self-reported compliance (adjusted R 2 \u003d 0.40). Hand hygiene compliance was strongly influenced by attitudes (perceived outcomes of preventive actions), self-efficacy (perception of the ability to perform hand hygiene at the clinical ward) and habit, but was not associated with knowledge and risk perception.",
      "sentences": [
        [
          {
            "segment_text": "We included 313 students in the analysis ( response of 97 % ) .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The behavioural model explained 40 % of the variance in self-reported compliance ( adjusted R 2 \u003d 0.40 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Hand hygiene compliance was strongly influenced by attitudes ( perceived outcomes of preventive actions ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "self-efficacy ( perception of the ability to perform hand hygiene at the clinical ward ) and habit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but was not associated with knowledge and risk perception .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Targeting medical students\u0027 behaviour should focus on the empowerment of these juniors and provide them with evidence on the health benefits of prevention, rather than increasing their factual knowledge of procedures. Clinical teaching environments could help them form good patient safety habits during this vital phase of their career.",
      "sentences": [
        [
          {
            "segment_text": "Targeting medical students \u0027 behaviour should focus on the empowerment of these juniors and provide them with evidence on the health benefits of prevention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "rather than increasing their factual knowledge of procedures .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Clinical teaching environments could help them form good patient safety habits during this vital phase of their career .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "1. This study uses a hand hygiene questionnaire, based on insights from both the Theory of Planned Behaviour and Social Ecological Models.",
      "sentences": [
        [
          {
            "segment_text": "1 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "This study uses a hand hygiene questionnaire ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "based on insights from both the Theory of Planned Behaviour and Social Ecological Models .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "2. The hand hygiene behaviour of medical students is investigated from a behavioural perspective in a large sample of students at the same stage of their internships.",
      "sentences": [
        [
          {
            "segment_text": "2 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The hand hygiene behaviour of medical students is investigated from a behavioural perspective in a large sample of students at the same stage of their internships .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "3. The main limitations of this study are its cross-sectional design and the self-reported compliance with hand hygiene guidelines.",
      "sentences": [
        [
          {
            "segment_text": "3 .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "The main limitations of this study are its cross-sectional design and the self-reported compliance with hand hygiene guidelines .",
            "crowd_label": "method"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "10",
    "sentence_num": "17",
    "segment_num": "25",
    "token_num": "341"
  }
}