{
  "paper_id": "fcbc074c2c5a7928d33a2d4c6e5580e4eb641711",
  "metadata": {
    "title": "Mouse Models as Resources for Studying Infectious Diseases",
    "coda_data_split": "train",
    "coda_paper_id": 5847,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Mouse models are important tools both for studying the pathogenesis of infectious diseases and for the preclinical evaluation of vaccines and therapies against a wide variety of human pathogens. The use of genetically defined inbred mouse strains, humanized mice, and gene knockout mice has allowed the research community to explore how pathogens cause disease, define the role of specific host genes in either controlling or promoting disease, and identify potential targets for the prevention or treatment of a wide range of infectious agents. This review discusses several of the most commonly used mouse model systems, as well as new resources such as the Collaborative Cross as models for studying infectious diseases. (Clin Ther. 2019;41:1912e1922) ",
      "sentences": [
        [
          {
            "segment_text": "Mouse models are important tools both for studying the pathogenesis of infectious diseases and for the preclinical evaluation of vaccines and therapies against a wide variety of human pathogens .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The use of genetically defined inbred mouse strains ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "humanized mice , and gene knockout mice has allowed the research community to explore how pathogens cause disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "define the role of specific host genes in either controlling or promoting disease ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and identify potential targets for the prevention or treatment of a wide range of infectious agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review discusses several of the most commonly used mouse model systems ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "as well as new resources such as the Collaborative Cross as models for studying infectious diseases .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "( Clin Ther .",
            "crowd_label": "other"
          }
        ],
        [
          {
            "segment_text": "2019 ; 41:1912 e1922 )",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "128"
  }
}