{
  "paper_id": "fcd0b20d3b55d4c5029f98c3612ff577394ebf3d",
  "metadata": {
    "title": "Highly suspected cases of salmonellosis in two cats fed with a commercial raw meat- based diet: health risks to animals and zoonotic implications",
    "coda_data_split": "train",
    "coda_paper_id": 3625,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Feeding raw meat-based diets (RMBD) to companion animals raises public health concerns for both animals and humans. While considerable attention has been paid to bacterial contamination of commercial pet food, few literature studies have investigated foodborne disease in companion animals. Salmonellosis is reported to be infrequent in cats but no known data or studies estimating feline salmonellosis are available or large-scale epidemiological studies assessing Salmonella risk factors. Case presentation: Two highly suspected cases of salmonellosis in two cats fed with a commercial frozen poultry RMBD are presented, for the first time from the same household. The clinical presentation, diagnostics, treatment and follow-up are reported and the zoonotic implications are discussed. Conclusions: This case highlights the health risks posed to both animals and owners by feeding RMBD to pets, and suggests that these risks should be considered by veterinary practitioners.",
      "sentences": [
        [
          {
            "segment_text": "Background : Feeding raw meat-based diets ( RMBD ) to companion animals raises public health concerns for both animals and humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "While considerable attention has been paid to bacterial contamination of commercial pet food ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "few literature studies have investigated foodborne disease in companion animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Salmonellosis is reported to be infrequent in cats but no known data or studies estimating feline salmonellosis are available or large-scale epidemiological studies assessing Salmonella risk factors .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Case presentation : Two highly suspected cases of salmonellosis in two cats fed with a commercial frozen poultry RMBD are presented ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "for the first time from the same household .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The clinical presentation , diagnostics ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "treatment and follow-up are reported and the zoonotic implications are discussed .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Conclusions : This case highlights the health risks posed to both animals and owners by feeding RMBD to pets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and suggests that these risks should be considered by veterinary practitioners .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "10",
    "token_num": "156"
  }
}