{
  "paper_id": "fcd821f2f9391938a54442ec69f64e2370597be5",
  "metadata": {
    "title": "Rotavirus VP3 targets MAVS for degradation to inhibit type III interferon expression in intestinal epithelial cells",
    "coda_data_split": "train",
    "coda_paper_id": 6046,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Rotaviruses (RVs), a leading cause of severe diarrhea in young children and many mammalian species, have evolved multiple strategies to counteract the host innate immunity, specifically interferon (IFN) signaling through RV non-structural protein 1 (NSP1). However, whether RV structural components also subvert antiviral response remains under-studied. Here, we found that MAVS, critical for the host RNA sensing pathway upstream of IFN induction, is degraded by the RV RNA methyl-and guanylyl-transferase (VP3) in a host-range-restricted manner. Mechanistically, VP3 localizes to the mitochondria and mediates the phosphorylation of a previously unidentified SPLTSS motif within the MAVS proline-rich region, leading to its proteasomal degradation and blockade of IFN-l production in RV-infected intestinal epithelial cells. Importantly, VP3 inhibition of MAVS activity contributes to enhanced RV replication and to viral pathogenesis in vivo. Collectively, our findings establish RV VP3 as a viral antagonist of MAVS function in mammals and uncover a novel pathogen-mediated inhibitory mechanism of MAVS signaling.",
      "sentences": [
        [
          {
            "segment_text": "Rotaviruses ( RVs ) , a leading cause of severe diarrhea in young children and many mammalian species ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have evolved multiple strategies to counteract the host innate immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "specifically interferon ( IFN ) signaling through RV non-structural protein 1 ( NSP1 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , whether RV structural components also subvert antiviral response remains under-studied .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we found that MAVS ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "critical for the host RNA sensing pathway upstream of IFN induction ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "is degraded by the RV RNA methyl-and guanylyl-transferase ( VP3 ) in a host-range-restricted manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mechanistically , VP3 localizes to the mitochondria and mediates the phosphorylation of a previously unidentified SPLTSS motif within the MAVS proline-rich region ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "leading to its proteasomal degradation and blockade of IFN-l production in RV-infected intestinal epithelial cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Importantly , VP3 inhibition of MAVS activity contributes to enhanced RV replication and to viral pathogenesis in vivo .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Collectively , our findings establish RV VP3 as a viral antagonist of MAVS function in mammals and uncover a novel pathogen-mediated inhibitory mechanism of MAVS signaling .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "11",
    "token_num": "178"
  }
}