{
  "paper_id": "fcf062d5540a1e0160dea2a99d135c36e1b0f59a",
  "metadata": {
    "title": "The more involved in lead-zinc mining risk the less frightened: A psychological typhoon eye perspective",
    "coda_data_split": "train",
    "coda_paper_id": 2923,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In China, the current situation is that people under indirect threat from unprotected lead-zinc mining tends to oppose it, whereas people under direct threat are likely to \u0027sail close to the wind\u0027. To understand this puzzle-like phenomenon, we surveyed 220 residents in a lead-zinc mining area located in Fenghuang County of China. We found that: 1) The degree of risk perception of villagers living around the mining site correlated inversely with their degree of involvement in mining risk. We refer to this as the \u0027\u0027involvement\u0027\u0027 version of the psychological typhoon eye effect. 2) Perceived benefit and perceived harm provided a satisfactory explanation for this \u0027\u0027involvement\u0027\u0027 version of the psychological typhoon eye effect. 3) Risk perception was negatively related to support for the relevant policy which we viewed as constituting a sort of voting behavior. The results may have implications for better understanding how benefited individuals respond to environmental health risks.",
      "sentences": [
        [
          {
            "segment_text": "In China , the current situation is that people under indirect threat from unprotected lead-zinc mining tends to oppose it ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "whereas people under direct threat are likely to ` sail close to the wind \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "To understand this puzzle-like phenomenon ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we surveyed 220 residents in a lead-zinc mining area located in Fenghuang County of China .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that : 1 ) The degree of risk perception of villagers living around the mining site correlated inversely with their degree of involvement in mining risk .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We refer to this as the `` involvement \u0027\u0027 version of the psychological typhoon eye effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "2 ) Perceived benefit and perceived harm provided a satisfactory explanation for this `` involvement \u0027\u0027 version of the psychological typhoon eye effect .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "3 ) Risk perception was negatively related to support for the relevant policy which we viewed as constituting a sort of voting behavior .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The results may have implications for better understanding how benefited individuals respond to environmental health risks .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "9",
    "token_num": "170"
  }
}