{
  "paper_id": "fd06060cb7cbe386f07c960b7ccdec46424c4954",
  "metadata": {
    "title": "The Ethics of Biosafety Considerations in Gain-of-Function Research Resulting in the Creation of Potential Pandemic Pathogens",
    "coda_data_split": "train",
    "coda_paper_id": 6745,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "This paper proposes an ethical framework for evaluating biosafety risks of gain-of-function (GOF) experiments that create novel strains of influenza expected to be virulent and transmissible in humans, so-called potential pandemic pathogens (PPP). Such research raises ethical concerns because of the risk that accidental release from a laboratory could lead to extensive or even global spread of a virulent pathogen. Biomedical research ethics has focused largely on human subjects research, while biosafety concerns about accidental infections, seen largely as a problem of occupational health, have been ignored. GOF/PPP research is an example of a small but important class of research where biosafety risks threaten public health, well beyond the small number of persons conducting the research.",
      "sentences": [
        [
          {
            "segment_text": "This paper proposes an ethical framework for evaluating biosafety risks of gain-of-function ( GOF ) experiments that create novel strains of influenza expected to be virulent and transmissible in humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "so-called potential pandemic pathogens ( PPP ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Such research raises ethical concerns because of the risk that accidental release from a laboratory could lead to extensive or even global spread of a virulent pathogen .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Biomedical research ethics has focused largely on human subjects research ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "while biosafety concerns about accidental infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "seen largely as a problem of occupational health , have been ignored .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "GOF/PPP research is an example of a small but important class of research where biosafety risks threaten public health ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "well beyond the small number of persons conducting the research .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "We argue that bioethical principles that ordinarily apply only to human subjects research should also apply to research that threatens public health, even if, as in GOF/PPP studies, the research involves no human subjects. Specifically we highlight the Nuremberg Code\u0027s requirements of \"fruitful results for the good of society, unprocurable by other methods,\" and proportionality of risk and humanitarian benefit, as broad ethical principles that recur in later documents on research ethics and should also apply to certain types of research not involving human subjects. We address several potential objections to this view, and conclude with recommendations for bringing these ethical considerations into policy development.",
      "sentences": [
        [
          {
            "segment_text": "We argue that bioethical principles that ordinarily apply only to human subjects research should also apply to research that threatens public health ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "even if , as in GOF/PPP studies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the research involves no human subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Specifically we highlight the Nuremberg Code \u0027s requirements of `` fruitful results for the good of society ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unprocurable by other methods , \u0027\u0027 and proportionality of risk and humanitarian benefit ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as broad ethical principles that recur in later documents on research ethics and should also apply to certain types of research not involving human subjects .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We address several potential objections to this view ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and conclude with recommendations for bringing these ethical considerations into policy development .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "16",
    "token_num": "247"
  }
}