{
  "paper_id": "fd1b26543d016107178798ed466d39ecfe4572cc",
  "metadata": {
    "title": "Development of a rapid recombinase polymerase amplification assay for the detection of Streptococcus pneumoniae in whole blood",
    "coda_data_split": "train",
    "coda_paper_id": 6383,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Streptococcus pneumoniae is an important cause of microbial disease in humans. The introduction of multivalent vaccines has coincided with a dramatic decrease in the number of pneumococcal-related deaths. In spite of this, at a global level, pneumococcal infection remains an important cause of death among children under 5 years of age and in adults 65 years of age or older. In order to properly manage patients and control the spread of infection, a rapid and highly sensitive diagnostic method is needed for routine implementation, especially in resource-limited regions where pneumococcal disease is most prevalent. Methods: Using the gene encoding leader peptidase A as a molecular diagnostics target, a real-time RPA assay was designed and optimised for the detection of S. pneumoniae in whole blood. The performance of the assay was compared to real-time PCR in terms of its analytical limit of detection and specificity. The inhibitory effect of human genomic DNA on amplification was investigated. The potential clinical utility of the assay was investigated using a small number of clinical samples. Results: The RPA assay has a limit of detection equivalent to PCR (4.0 and 5.1 genome equivalents per reaction, respectively) and was capable of detecting the equivalent of \u003c1 colony forming unit of S. pneumoniae when spiked into human whole blood. The RPA assay was 100 % inclusive (38/38 laboratory reference strains and 19/19 invasive clinical isolates) and 100 % exclusive; differentiating strains of S. pneumoniae species from other viridans group streptococci, including S. pseudopneumoniae. When applied to the analysis of a small number (n \u003d 11) of clinical samples (blood culture positive for S. pneumoniae), the RPA assay was demonstrated to be both rapid and sensitive. Conclusions: The RPA assay developed in this work is shown to be as sensitive and as specific as PCR. In terms of reaction kinetics, the RPA assay is shown to exceed those of the PCR, with the RPA running to completion in 20 minutes and capable generating a positive signal in as little as 6 minutes. This work represents a potentially suitable assay for application in point-of-care settings.",
      "sentences": [
        [
          {
            "segment_text": "Background : Streptococcus pneumoniae is an important cause of microbial disease in humans .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The introduction of multivalent vaccines has coincided with a dramatic decrease in the number of pneumococcal-related deaths .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In spite of this , at a global level ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "pneumococcal infection remains an important cause of death among children under 5 years of age and in adults 65 years of age or older .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to properly manage patients and control the spread of infection ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "a rapid and highly sensitive diagnostic method is needed for routine implementation ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "especially in resource-limited regions where pneumococcal disease is most prevalent .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : Using the gene encoding leader peptidase A as a molecular diagnostics target ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "a real-time RPA assay was designed and optimised for the detection of S. pneumoniae in whole blood .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The performance of the assay was compared to real-time PCR in terms of its analytical limit of detection and specificity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The inhibitory effect of human genomic DNA on amplification was investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The potential clinical utility of the assay was investigated using a small number of clinical samples .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The RPA assay has a limit of detection equivalent to PCR ( 4.0 and 5.1 genome equivalents per reaction , respectively ) and was capable of detecting the equivalent of \u003c 1 colony forming unit of S. pneumoniae when spiked into human whole blood .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The RPA assay was 100 % inclusive ( 38/38 laboratory reference strains and 19/19 invasive clinical isolates ) and 100 % exclusive ; differentiating strains of S. pneumoniae species from other viridans group streptococci , including S. pseudopneumoniae .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "When applied to the analysis of a small number ( n \u003d 11 ) of clinical samples ( blood culture positive for S. pneumoniae ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the RPA assay was demonstrated to be both rapid and sensitive .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusions : The RPA assay developed in this work is shown to be as sensitive and as specific as PCR .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In terms of reaction kinetics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the RPA assay is shown to exceed those of the PCR ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the RPA running to completion in 20 minutes and capable generating a positive signal in as little as 6 minutes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This work represents a potentially suitable assay for application in point-of-care settings .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "385"
  }
}