{
  "paper_id": "fd2b10f512e5cf14644e4fdc1077dce2988d6981",
  "metadata": {
    "title": "",
    "coda_data_split": "train",
    "coda_paper_id": 9270,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The coronavirus M protein, the most abundant coronaviral envelope component, is invariably glycosylated, which provides the virion with a diffuse, hydrophilic cover on its outer surface. Remarkably, while the group 1 and group 3 coronaviruses all have M proteins with N-linked sugars, the M proteins of the group 2 coronaviruses [e.g., mouse hepatitis virus (MHV)] are O-glycosylated. The conservation of the N-and O-glycosylation motifs suggests that each of these types of carbohydrate modifications is beneficial to their respective virus. Since glycosylation of the M protein is not required for virus assembly, the oligosaccharides are likely to be involved in the virus-host interaction. In order to investigate the role of the M protein glycosylation in the host, two genetically modified MHVs were generated by using targeted RNA recombination. The recombinant viruses carried M proteins that were either N-glycosylated or not glycosylated at all, and these were compared with the parental, O-glycosylated, virus. The M protein glycosylation state did not influence the tissue culture growth characteristics of the recombinant viruses. However, it affected their interferogenic capacity as measured using fixed, virus-infected cells. Viruses containing M proteins with N-linked sugars induced type I interferons to higher levels than viruses carrying M proteins with O-linked sugars. MHV with unglycosylated M proteins appeared to be a poor interferon inducer. In mice, the recombinant viruses differed in their ability to replicate in the liver, but not in the brain, whereas their in vivo interferogenic capacity did not appear to be affected by their glycosylation status. Strikingly, their abilities to replicate in the liver correlated with their in vitro interferogenic capacity. This apparent correlation might be explained by the functioning of lectins, such as the mannose receptor, which are abundantly expressed in the liver but also play a role in the induction of interferon-␣ by dendritic cells.",
      "sentences": [
        [
          {
            "segment_text": "The coronavirus M protein , the most abundant coronaviral envelope component ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "is invariably glycosylated , which provides the virion with a diffuse ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "hydrophilic cover on its outer surface .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Remarkably , while the group 1 and group 3 coronaviruses all have M proteins with N-linked sugars ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the M proteins of the group 2 coronaviruses ( e.g. , mouse hepatitis virus ( MHV ) ) are O-glycosylated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The conservation of the N-and O-glycosylation motifs suggests that each of these types of carbohydrate modifications is beneficial to their respective virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Since glycosylation of the M protein is not required for virus assembly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the oligosaccharides are likely to be involved in the virus-host interaction .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In order to investigate the role of the M protein glycosylation in the host ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "two genetically modified MHVs were generated by using targeted RNA recombination .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The recombinant viruses carried M proteins that were either N-glycosylated or not glycosylated at all ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and these were compared with the parental , O-glycosylated , virus .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The M protein glycosylation state did not influence the tissue culture growth characteristics of the recombinant viruses .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "However , it affected their interferogenic capacity as measured using fixed , virus-infected cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viruses containing M proteins with N-linked sugars induced type I interferons to higher levels than viruses carrying M proteins with O-linked sugars .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "MHV with unglycosylated M proteins appeared to be a poor interferon inducer .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In mice , the recombinant viruses differed in their ability to replicate in the liver ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but not in the brain ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas their in vivo interferogenic capacity did not appear to be affected by their glycosylation status .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Strikingly , their abilities to replicate in the liver correlated with their in vitro interferogenic capacity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This apparent correlation might be explained by the functioning of lectins ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the mannose receptor ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which are abundantly expressed in the liver but also play a role in the induction of interferon - ␣ by dendritic cells .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "13",
    "segment_num": "23",
    "token_num": "339"
  }
}