{
  "paper_id": "fd3fc2c49f5cc27e4262261d0c9045911d65cb6e",
  "metadata": {
    "title": "Restriction Factor in Yeasts 2 3",
    "coda_data_split": "train",
    "coda_paper_id": 9057,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "In eukaryotes, the degradation of cellular mRNAs is accomplished by Xrn1p and 24 the cytoplasmic exosome. Because viral RNAs often lack canonical caps or poly-A tails, 25 they can also be vulnerable to degradation by these host exonucleases. Yeast lack 26 sophisticated mechanisms of innate and adaptive immunity, but do use RNA 27 degradation as an antiviral defense mechanism. One model is that the RNA of yeast 28 viruses is subject to degradation simply as a side effect of the intrinsic exonuclease 29 activity of proteins involved in RNA metabolism. Contrary to this model, we find a highly 30 refined, species-specific relationship between Xrn1p and the \"L-A\" totiviruses of different 31 Saccharomyces yeast species. We show that the gene XRN1 has evolved rapidly under 32 positive natural selection in Saccharomyces yeast, resulting in high levels of Xrn1p 33 protein sequence divergence from one yeast species to the next. We also show that 34 these sequence differences translate to differential interactions with the L-A virus, where 35 Xrn1p from S. cerevisiae is most efficient at controlling the L-A virus that chronically 36 infects S. cerevisiae, and Xrn1p from S. kudriavzevii is most efficient at controlling the L-37 A-like virus that we have discovered within S. kudriavzevii. All Xrn1p orthologs are 38 equivalent in their interaction with another virus-like parasite, the Ty1 retrotransposon.",
      "sentences": [
        [
          {
            "segment_text": "In eukaryotes , the degradation of cellular mRNAs is accomplished by Xrn1p and 24 the cytoplasmic exosome .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Because viral RNAs often lack canonical caps or poly-A tails ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "25 they can also be vulnerable to degradation by these host exonucleases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Yeast lack 26 sophisticated mechanisms of innate and adaptive immunity ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but do use RNA 27 degradation as an antiviral defense mechanism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One model is that the RNA of yeast 28 viruses is subject to degradation simply as a side effect of the intrinsic exonuclease 29 activity of proteins involved in RNA metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Contrary to this model , we find a highly 30 refined ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "species-specific relationship between Xrn1p and the `` L-A \u0027\u0027 totiviruses of different 31 Saccharomyces yeast species .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We show that the gene XRN1 has evolved rapidly under 32 positive natural selection in Saccharomyces yeast ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "resulting in high levels of Xrn1p 33 protein sequence divergence from one yeast species to the next .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We also show that 34 these sequence differences translate to differential interactions with the L-A virus ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "where 35 Xrn1p from S. cerevisiae is most efficient at controlling the L-A virus that chronically 36 infects S. cerevisiae ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and Xrn1p from S. kudriavzevii is most efficient at controlling the L-37 A-like virus that we have discovered within S. kudriavzevii .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "All Xrn1p orthologs are 38 equivalent in their interaction with another virus-like parasite , the Ty1 retrotransposon .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "14",
    "token_num": "240"
  }
}