{
  "paper_id": "fd4f419edc4e7a9ee255ea3bdc5b458a86ae4ab3",
  "metadata": {
    "title": "Bovine coronavirus in naturally and experimentally exposed calves; viral shedding and the potential for transmission",
    "coda_data_split": "train",
    "coda_paper_id": 9979,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background: Bovine coronavirus (BCoV) is a widely distributed pathogen, causing disease and economic losses in the cattle industry worldwide. Prevention of virus spread is impeded by a lack of basic knowledge concerning viral shedding and transmission potential in individual animals. The aims of the study were to investigate the duration and quantity of BCoV shedding in feces and nasal secretions related to clinical signs, the presence of virus in blood and tissues and to test the hypothesis that seropositive calves are not infectious to naïve in-contact calves three weeks after BCoV infection. Methods: A live animal experiment was conducted, with direct contact between animal groups for 24 h as challenge procedure. Four naïve calves were commingled with a group of six naturally infected calves and sequentially euthanized. Two naïve sentinel calves were commingled with the experimentally exposed group three weeks after exposure. Nasal swabs, feces, blood and tissue samples were analyzed for viral RNA by RT-qPCR, and virus isolation was performed on nasal swabs. Serum was analyzed for BCoV antibodies. Results: The calves showed mild general signs, and the most prominent signs were from the respiratory system. The overall clinical score corresponded well with the shedding of viral RNA the first three weeks after challenge. General depression and cough were the signs that correlated best with shedding of BCoV RNA, while peak respiratory rate and peak rectal temperature appeared more than a week later than the peak shedding. Nasal shedding preceded fecal shedding, and the calves had detectable amounts of viral RNA intermittently in feces through day 35 and in nasal secretions through day 28, however virus isolation was unsuccessful from day six and day 18 from the two calves investigated. Viral RNA was not detected in blood, but was found in lymphatic tissue through day 42 after challenge. Although the calves were shedding BCoV RNA 21 days after infection the sentinel animals were not infected.",
      "sentences": [
        [
          {
            "segment_text": "Background : Bovine coronavirus ( BCoV ) is a widely distributed pathogen ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "causing disease and economic losses in the cattle industry worldwide .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Prevention of virus spread is impeded by a lack of basic knowledge concerning viral shedding and transmission potential in individual animals .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The aims of the study were to investigate the duration and quantity of BCoV shedding in feces and nasal secretions related to clinical signs ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "the presence of virus in blood and tissues and to test the hypothesis that seropositive calves are not infectious to naïve in-contact calves three weeks after BCoV infection .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods : A live animal experiment was conducted ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "with direct contact between animal groups for 24 h as challenge procedure .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Four naïve calves were commingled with a group of six naturally infected calves and sequentially euthanized .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two naïve sentinel calves were commingled with the experimentally exposed group three weeks after exposure .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Nasal swabs , feces , blood and tissue samples were analyzed for viral RNA by RT-qPCR ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and virus isolation was performed on nasal swabs .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Serum was analyzed for BCoV antibodies .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results : The calves showed mild general signs ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the most prominent signs were from the respiratory system .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall clinical score corresponded well with the shedding of viral RNA the first three weeks after challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "General depression and cough were the signs that correlated best with shedding of BCoV RNA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while peak respiratory rate and peak rectal temperature appeared more than a week later than the peak shedding .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Nasal shedding preceded fecal shedding ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the calves had detectable amounts of viral RNA intermittently in feces through day 35 and in nasal secretions through day 28 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "however virus isolation was unsuccessful from day six and day 18 from the two calves investigated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Viral RNA was not detected in blood ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but was found in lymphatic tissue through day 42 after challenge .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although the calves were shedding BCoV RNA 21 days after infection the sentinel animals were not infected .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions: Prolonged shedding of BCoV RNA can occur, but detection of viral RNA does not necessarily indicate a transmission potential. The study provides valuable information with regard to producing scientifically based biosecurity advices.",
      "sentences": [
        [
          {
            "segment_text": "Conclusions : Prolonged shedding of BCoV RNA can occur ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but detection of viral RNA does not necessarily indicate a transmission potential .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The study provides valuable information with regard to producing scientifically based biosecurity advices .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "16",
    "segment_num": "26",
    "token_num": "383"
  }
}