{
  "paper_id": "fd53f965ba62c95d5c424912bef894229f177e31",
  "metadata": {
    "title": "The role of infections in the emergence of non-communicable diseases (NCDs): Compelling needs for novel strategies in the developing world",
    "coda_data_split": "train",
    "coda_paper_id": 3312,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The emergence of non-communicable diseases (NCDs) follows multiple aetiological pathways requiring recognition for effective control and prevention. Infections are proving to be conventional, emerging and re-emerging aetiological factors for many NCDs. This review explores the possible mechanisms by which infections induce NCDs citing examples of studies in Africa and elsewhere where NCDs and infections are proposed or confirmed to be causally linked and also discusses the implications and challenges of these observations for science and medicine. The need to re-evaluate and expand early community and individual preventive and control strategies that will lead to reduction and even elimination of NCDs especially in Africa and other developing countries where infections are prevalent is highlighted.",
      "sentences": [
        [
          {
            "segment_text": "The emergence of non-communicable diseases ( NCDs ) follows multiple aetiological pathways requiring recognition for effective control and prevention .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Infections are proving to be conventional ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "emerging and re-emerging aetiological factors for many NCDs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review explores the possible mechanisms by which infections induce NCDs citing examples of studies in Africa and elsewhere where NCDs and infections are proposed or confirmed to be causally linked and also discusses the implications and challenges of these observations for science and medicine .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The need to re-evaluate and expand early community and individual preventive and control strategies that will lead to reduction and even elimination of NCDs especially in Africa and other developing countries where infections are prevalent is highlighted .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "4",
    "segment_num": "5",
    "token_num": "120"
  }
}