{
  "paper_id": "fd71de909bf3d6539246e78e650a76f6eb90b23b",
  "metadata": {
    "title": "Post-Transcriptional Control of Type I Interferon Induction by Porcine Reproductive and Respiratory Syndrome Virus in Its Natural Host Cells",
    "coda_data_split": "train",
    "coda_paper_id": 4414,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Porcine reproductive and respiratory syndrome virus (PRRSV) is not only a poor inducer of type I interferon but also inhibits the efficient induction of type I interferon by porcine transmissible gastroenteritis virus (TGEV) and synthetic dsRNA molecules, Poly I:C. However, the mechanistic basis by which PRRSV interferes with the induction of type I interferon in its natural host cells remains less well defined. The purposes of this review are to summarize the key findings in supporting the post-transcriptional control of type I interferon in its natural host cells and to propose the possible role of translational control in the regulation of type I interferon induction by PRRSV.",
      "sentences": [
        [
          {
            "segment_text": "Porcine reproductive and respiratory syndrome virus ( PRRSV ) is not only a poor inducer of type I interferon but also inhibits the efficient induction of type I interferon by porcine transmissible gastroenteritis virus ( TGEV ) and synthetic dsRNA molecules ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "Poly I : C. However ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the mechanistic basis by which PRRSV interferes with the induction of type I interferon in its natural host cells remains less well defined .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The purposes of this review are to summarize the key findings in supporting the post-transcriptional control of type I interferon in its natural host cells and to propose the possible role of translational control in the regulation of type I interferon induction by PRRSV .",
            "crowd_label": "purpose"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "2",
    "segment_num": "4",
    "token_num": "117"
  }
}