{
  "paper_id": "fd8fe2d13c545800ba5aa3b59356002d35f81027",
  "metadata": {
    "title": "Global Influenza Programme, World Health Organization",
    "coda_data_split": "train",
    "coda_paper_id": 6357,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Objective To describe how pandemic influenza A(H1N1)2009 [A (H1N1)pdm09] activity varied during the We calculated weekly proportions of A(H1N1)pdm09-positive specimens out of all A(H1N1)pdm09-positive specimens detected during the study period for each country. We compared parameters of pandemic activity (e.g., peak A[H1N1]pdm09 weekly proportion [peak activity], number of weeks between the 5th and 95th percentiles of A(H1N1)pdm09 cumulative weekly proportion [duration of activity]) between countries in temperate and tropical-subtropical regions. We quantified the proportion of A (H1N1)pdm09 out of all influenza A specimens by country and correlated it with countries\u0027 central latitudes. Results We analyzed data from 80 countries (47 temperate, 33 tropical-subtropical). The median proportion of cases identified during the peak week was higher in temperate (0Á12) than in tropical-subtropical (0Á09) regions (P \u003c 0Á01). The median duration of activity was longer in tropical-subtropical (27 weeks) than in temperate countries (20 weeks) (P \u003c 0Á01). In most temperate countries (98%), peak pandemic activity occurred during the fall-winter period. There was a positive correlation between country central latitude and proportion of A(H1N1)pdm09 out of all influenza A specimens (r: 0Á76; P \u003c 0Á01).",
      "sentences": [
        [
          {
            "segment_text": "Objective To describe how pandemic influenza A ( H1N1 ) 2009 ( A ( H1N1 ) pdm09 ) activity varied during the We calculated weekly proportions of A ( H1N1 ) pdm09-positive specimens out of all A ( H1N1 ) pdm09-positive specimens detected during the study period for each country .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We compared parameters of pandemic activity ( e.g. , peak A ( H1N1 ) pdm09 weekly proportion ( peak activity ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "number of weeks between the 5th and 95th percentiles of A ( H1N1 ) pdm09 cumulative weekly proportion ( duration of activity ) ) between countries in temperate and tropical-subtropical regions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We quantified the proportion of A ( H1N1 ) pdm09 out of all influenza A specimens by country and correlated it with countries \u0027 central latitudes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results We analyzed data from 80 countries ( 47 temperate , 33 tropical-subtropical ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median proportion of cases identified during the peak week was higher in temperate ( 0Á12 ) than in tropical-subtropical ( 0Á09 ) regions ( P \u003c 0Á01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The median duration of activity was longer in tropical-subtropical ( 27 weeks ) than in temperate countries ( 20 weeks ) ( P \u003c 0Á01 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In most temperate countries ( 98 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "peak pandemic activity occurred during the fall-winter period .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a positive correlation between country central latitude and proportion of A ( H1N1 ) pdm09 out of all influenza A specimens ( r : 0Á76 ; P \u003c 0Á01 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Conclusions The transmission of A(H1N1)pdm09 exhibited similarities with seasonal influenza transmission in that activity varied between temperate and tropical-subtropical countries and by time of year. Our findings suggest the potential utility of accounting for these factors during future pandemic planning. Keywords 2009 influenza A (H1N1), pandemic influenza, seasonality. Please cite this paper as: Storms et al. (2013) Worldwide transmission and seasonal variation of pandemic influenza A(H1N1)2009 virus activity during the",
      "sentences": [
        [
          {
            "segment_text": "Conclusions The transmission of A ( H1N1 ) pdm09 exhibited similarities with seasonal influenza transmission in that activity varied between temperate and tropical-subtropical countries and by time of year .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our findings suggest the potential utility of accounting for these factors during future pandemic planning .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Keywords 2009 influenza A ( H1N1 ) , pandemic influenza , seasonality .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Please cite this paper as : Storms et al. ( 2013 ) Worldwide transmission and seasonal variation of pandemic influenza A ( H1N1 ) 2009 virus activity during the",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "12",
    "segment_num": "14",
    "token_num": "343"
  }
}