{
  "paper_id": "fd9d04342e12f6e307877685fd73ca04ac49dce3",
  "metadata": {
    "title": "Diseases of the nasal cavity",
    "coda_data_split": "train",
    "coda_paper_id": 10488,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Despite garnering minimal attention from the medical community overall, olfaction is indisputably critical in the manner in which we as humans interact with our surrounding environment. As the initial anatomical structure in the olfactory pathway, the nasal airway plays a crucial role in the transmission and perception of olfactory stimuli. The goal of this chapter is to provide a comprehensive overview of olfactory disturbances as it pertains to the sinonasal airway. This comprises an in-depth discussion of clinically relevant nasal olfactory anatomy and physiology, classification systems of olfactory disturbance, as well as the various etiologies and pathophysiologic mechanisms giving rise to this important disease entity. A systematic clinical approach to the diagnosis and clinical workup of olfactory disturbances is also provided in addition to an extensive review of the medical and surgical therapeutic modalities currently available.",
      "sentences": [
        [
          {
            "segment_text": "Despite garnering minimal attention from the medical community overall ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "olfaction is indisputably critical in the manner in which we as humans interact with our surrounding environment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As the initial anatomical structure in the olfactory pathway ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the nasal airway plays a crucial role in the transmission and perception of olfactory stimuli .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The goal of this chapter is to provide a comprehensive overview of olfactory disturbances as it pertains to the sinonasal airway .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This comprises an in-depth discussion of clinically relevant nasal olfactory anatomy and physiology ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "classification systems of olfactory disturbance ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "as well as the various etiologies and pathophysiologic mechanisms giving rise to this important disease entity .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A systematic clinical approach to the diagnosis and clinical workup of olfactory disturbances is also provided in addition to an extensive review of the medical and surgical therapeutic modalities currently available .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "145"
  }
}