{
  "paper_id": "fdc336253485b3b3e895271a27f3457611e826f4",
  "metadata": {
    "title": "MicroRNA-based strategy to mitigate the risk of gain-of-function influenza studies HHS Public Access Author manuscript",
    "coda_data_split": "train",
    "coda_paper_id": 5077,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Recent gain-of-function studies in influenza A virus H5N1 strains revealed that as few as three amino-acid changes in the hemagglutinin protein confer the capacity for viral transmission between ferrets 1, 2 . As transmission between ferrets is considered a surrogate indicator of transmissibility between humans, these studies raised concerns about the risks of gain-of-function influenza A virus research. Here we present an approach to strengthen the biosafety of gain-offunction influenza experiments. We exploit species-specific endogenous small RNAs to restrict influenza A virus tropism. In particular, we found that the microRNA miR-192 was expressed in primary human respiratory tract epithelial cells as well as mouse lungs but absent from the ferret respiratory tract. Incorporation of miR-192 target sites into influenza A virus did not prevent influenza replication and transmissibility in ferrets, but did attenuate influenza pathogenicity in mice. This molecular biocontainment approach should be applicable beyond influenza A virus to minimize the risk of experiments involving other pathogenic viruses.",
      "sentences": [
        [
          {
            "segment_text": "Recent gain-of-function studies in influenza A virus H5N1 strains revealed that as few as three amino-acid changes in the hemagglutinin protein confer the capacity for viral transmission between ferrets 1 , 2 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "As transmission between ferrets is considered a surrogate indicator of transmissibility between humans ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "these studies raised concerns about the risks of gain-of-function influenza A virus research .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we present an approach to strengthen the biosafety of gain-offunction influenza experiments .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We exploit species-specific endogenous small RNAs to restrict influenza A virus tropism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In particular , we found that the microRNA miR-192 was expressed in primary human respiratory tract epithelial cells as well as mouse lungs but absent from the ferret respiratory tract .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Incorporation of miR-192 target sites into influenza A virus did not prevent influenza replication and transmissibility in ferrets ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but did attenuate influenza pathogenicity in mice .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This molecular biocontainment approach should be applicable beyond influenza A virus to minimize the risk of experiments involving other pathogenic viruses .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Users may view, print, copy, download and text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:",
      "sentences": [
        [
          {
            "segment_text": "Users may view , print ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "copy , download and text and data-mine the content in such documents ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "for the purposes of academic research ,",
            "crowd_label": "other"
          },
          {
            "segment_text": "subject always to the full Conditions of use :",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "203"
  }
}