{
  "paper_id": "fde2cb118388995ac6b972b51881f464b8a284bd",
  "metadata": {
    "title": "A key role for the carboxy-terminal tail of the murine coronavirus nucleocapsid protein in coordination of genome packaging",
    "coda_data_split": "train",
    "coda_paper_id": 9941,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The prototype coronavirus mouse hepatitis virus (MHV) exhibits highly selective packaging of its genomic positive-stranded RNA into assembled virions, despite the presence in infected cells of a large excess of subgenomic viral mRNAs. One component of this selectivity is the MHV packaging signal (PS), an RNA structure found only in genomic RNA and not in subgenomic RNAs. It was previously shown that a major determinant of PS recognition is the second of the two RNA-binding domains of the viral nucleocapsid (N) protein. We have now found that PS recognition additionally depends upon a segment of the carboxy-terminal tail (domain N3) of the N protein. Since domain N3 is also the region of N protein that interacts with the membrane (M) protein, this finding suggests a mechanism by which selective genome packaging is accomplished, through the coupling of genome encapsidation to virion assembly.",
      "sentences": [
        [
          {
            "segment_text": "The prototype coronavirus mouse hepatitis virus ( MHV ) exhibits highly selective packaging of its genomic positive-stranded RNA into assembled virions ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "despite the presence in infected cells of a large excess of subgenomic viral mRNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "One component of this selectivity is the MHV packaging signal ( PS ) ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "an RNA structure found only in genomic RNA and not in subgenomic RNAs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "It was previously shown that a major determinant of PS recognition is the second of the two RNA-binding domains of the viral nucleocapsid ( N ) protein .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We have now found that PS recognition additionally depends upon a segment of the carboxy-terminal tail ( domain N3 ) of the N protein .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Since domain N3 is also the region of N protein that interacts with the membrane ( M ) protein ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "this finding suggests a mechanism by which selective genome packaging is accomplished ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "through the coupling of genome encapsidation to virion assembly .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "9",
    "token_num": "161"
  }
}