{
  "paper_id": "fdf466b8a9174c4e3b32afc3332f1b7721f61904",
  "metadata": {
    "title": "RNA: interactions drive functionalities",
    "coda_data_split": "train",
    "coda_paper_id": 6600,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "RNA is produced from the majority of human genomic sequences, although only a relatively small portion of these transcripts has known functions. Diverse RNA species interact with RNA, DNA, proteins, lipids, and metabolites to form intricate molecular networks. In this review, we attempt to delineate diverse RNA functions by interaction types between RNA and other macromolecules. Through such interactions RNAs participate in essentially every major molecular function and process, including information flow and storage, environment sensing, signal transduction, and gene regulation at transcriptional and posttranscriptional levels. Through such interactions, RNAs promote or inhibit diverse biological processes, and act as catalyzer or quencher to modulate the pace of these progresses. Alterations and personal variations of these interactions are mechanistically coupled with disease etiology and phenotypical variations for clinical use.",
      "sentences": [
        [
          {
            "segment_text": "RNA is produced from the majority of human genomic sequences ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "although only a relatively small portion of these transcripts has known functions .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Diverse RNA species interact with RNA ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "DNA , proteins , lipids ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and metabolites to form intricate molecular networks .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this review , we attempt to delineate diverse RNA functions by interaction types between RNA and other macromolecules .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Through such interactions RNAs participate in essentially every major molecular function and process ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "including information flow and storage ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "environment sensing , signal transduction ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and gene regulation at transcriptional and posttranscriptional levels .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Through such interactions , RNAs promote or inhibit diverse biological processes ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and act as catalyzer or quencher to modulate the pace of these progresses .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Alterations and personal variations of these interactions are mechanistically coupled with disease etiology and phenotypical variations for clinical use .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Publisher\u0027s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
      "sentences": [
        [
          {
            "segment_text": "Publisher \u0027s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations .",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "2",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "165"
  }
}