{
  "paper_id": "fe2453a33b78164dc23ca5c8b3b1532715fcf7e9",
  "metadata": {
    "title": "The use of macrolides in respiratory tract infections",
    "coda_data_split": "train",
    "coda_paper_id": 7187,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Macrolide have enjoyed continued use for over 40 years, being increasingly usedfor the treatment ofre :piratory tract infection. Newer macrolide have been introduced that show improved ab orption after oral administration, better gastrointestinal tolerance, and delivery of increased amount ofdrug to the infection ite. Macrolides are commonly used in community-acquired pneumonia, as ,\u0027.\u0027ell as in atypical pneumonia and legionello is. The newer macrolides, in comparative studies, have been shown to be as effective as the conventional therapies for treating acute otitis media, acute sinusitis and acute pharyngitis, with a low incidence of side-effect. HOlvever, dosing can be simplified because of their unique pharmacokinetic properties. Limitations in the use of macrolides for respiratory infections include rather marginal activity in the most severe cases ofHaemophilu influenzae infections, lack of activity against Kleb iella and other coliforms, which precludes their lise as single agents in the therapy of pneumonia in patient with Significant underlying disease or in the elderly, and development of resistance in treptococci and taphylococci.",
      "sentences": [
        [
          {
            "segment_text": "Macrolide have enjoyed continued use for over 40 years ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "being increasingly usedfor the treatment ofre : piratory tract infection .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Newer macrolide have been introduced that show improved ab orption after oral administration ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "better gastrointestinal tolerance , and delivery of increased amount ofdrug to the infection ite .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Macrolides are commonly used in community-acquired pneumonia , as , \u0027 .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "` ell as in atypical pneumonia and legionello is .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The newer macrolides , in comparative studies ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "have been shown to be as effective as the conventional therapies for treating acute otitis media ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "acute sinusitis and acute pharyngitis ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "with a low incidence of side-effect .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HOlvever , dosing can be simplified because of their unique pharmacokinetic properties .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Limitations in the use of macrolides for respiratory infections include rather marginal activity in the most severe cases ofHaemophilu influenzae infections ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "lack of activity against Kleb iella and other coliforms ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which precludes their lise as single agents in the therapy of pneumonia in patient with Significant underlying disease or in the elderly ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and development of resistance in treptococci and taphylococci .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "15",
    "token_num": "187"
  }
}