{
  "paper_id": "fe245955796e1462c339995b92a2309fe78878a8",
  "metadata": {
    "title": "Mutation in murine coronavirus replication protein nsp4 alters assembly of double membrane vesicles",
    "coda_data_split": "train",
    "coda_paper_id": 3497,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Coronaviruses are positive-strand RNA viruses that replicate in the cytoplasm of infected cells by generating a membrane-associated replicase complex. The replicase complex assembles on double membrane vesicles (DMVs). Here, we studied the role of a putative replicase anchor, nonstructural protein 4 (nsp4), in the assembly of murine coronavirus DMVs. We used reverse genetics to generate infectious clone viruses (icv) with an alanine substitution at nsp4 glycosylation site N176 or N237, or an asparagine to threonine substitution (nsp4-N258T), which is proposed to confer a temperature sensitive phenotype. We found that nsp4-N237A is lethal and nsp4-N258T generated a virus (designated Alb ts6 icv) that is temperature sensitive for viral replication. Analysis of Alb ts6 icv-infected cells revealed that there was a dramatic reduction in DMVs and that both nsp4 and nsp3 partially localized to mitochondria when cells were incubated at the non-permissive temperature. These results reveal a critical role of nsp4 in directing coronavirus DMV assembly.",
      "sentences": [
        [
          {
            "segment_text": "Coronaviruses are positive-strand RNA viruses that replicate in the cytoplasm of infected cells by generating a membrane-associated replicase complex .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The replicase complex assembles on double membrane vesicles ( DMVs ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here , we studied the role of a putative replicase anchor ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "nonstructural protein 4 ( nsp4 ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "in the assembly of murine coronavirus DMVs .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We used reverse genetics to generate infectious clone viruses ( icv ) with an alanine substitution at nsp4 glycosylation site N176 or N237 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "or an asparagine to threonine substitution ( nsp4-N258T ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "which is proposed to confer a temperature sensitive phenotype .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We found that nsp4-N237A is lethal and nsp4-N258T generated a virus ( designated Alb ts6 icv ) that is temperature sensitive for viral replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Analysis of Alb ts6 icv-infected cells revealed that there was a dramatic reduction in DMVs and that both nsp4 and nsp3 partially localized to mitochondria when cells were incubated at the non-permissive temperature .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These results reveal a critical role of nsp4 in directing coronavirus DMV assembly .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "176"
  }
}