{
  "paper_id": "fe6f4b67c2bc40f3b14baa25a0bf9e64f05d1ee2",
  "metadata": {
    "title": "Problems in physiological experimental animal models investigated with factorial design",
    "coda_data_split": "train",
    "coda_paper_id": 3480,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "In the present study we investigated four variables using factorial design to decide if any of these could explain the variations in the control measurements of interstitial fluid pressure (P if ) in rat trachea that were experienced. This approach requires only a fraction of the animals normally needed when studying each factor separately. P if in tracheal tissue was measured with the servocontrolled counterpressure system using sharpened micropipettes. The measurements were performed over a period of 60 min and are presented as mean for every 15 min period. The factors investigated in the study were: three strains of female rats (Strain) two brands of diets (Food); two breeder companies (Source); and finally two batches of the same set of animals to repeat the experiment twice (Week), using a total of 48 animals. There was a highly significant effect within Strain the first week (p ¼ 0:007), but this response was not observed the second week. The interaction between Strain Â Week was significant (p ¼ 0:007) while the main effects Strain or Week alone were not significant. The response pattern for Strain and Food was inconsistent for the two experimental weeks studied. These experiments made it possible for us to simultaneously test several factors and exclude these factors as the reason for the observed changes in our experiments since the experiments did not allow the conclusion that one or several of these factors could explain the variation in P if : r",
      "sentences": [
        [
          {
            "segment_text": "In the present study we investigated four variables using factorial design to decide if any of these could explain the variations in the control measurements of interstitial fluid pressure ( P if ) in rat trachea that were experienced .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "This approach requires only a fraction of the animals normally needed when studying each factor separately .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "P if in tracheal tissue was measured with the servocontrolled counterpressure system using sharpened micropipettes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The measurements were performed over a period of 60 min and are presented as mean for every 15 min period .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The factors investigated in the study were : three strains of female rats ( Strain ) two brands of diets ( Food ) ; two breeder companies ( Source ) ; and finally two batches of the same set of animals to repeat the experiment twice ( Week ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "using a total of 48 animals .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "There was a highly significant effect within Strain the first week ( p 1/4 0:007 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but this response was not observed the second week .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The interaction between Strain Â Week was significant ( p 1/4 0:007 ) while the main effects Strain or Week alone were not significant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The response pattern for Strain and Food was inconsistent for the two experimental weeks studied .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These experiments made it possible for us to simultaneously test several factors and exclude these factors as the reason for the observed changes in our experiments since the experiments did not allow the conclusion that one or several of these factors could explain the variation in P if : r",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "9",
    "segment_num": "11",
    "token_num": "269"
  }
}