{
  "paper_id": "feac2f25865557b0973be0df83ad813aa1360a63",
  "metadata": {
    "title": "Intestinal integrity, endotoxin transport and detoxifi cation in pigs divergently selected for residual feed intake 1",
    "coda_data_split": "train",
    "coda_paper_id": 4832,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Microbes and microbial components potentially impact the performance of pigs through immune stimulation and altered metabolism. These immune modulating factors can include endotoxin from gram negative bacterial outer membrane component, commonly referred to as lipopolysaccharide (LPS). In this study, our objective was to examine the relationship between intestinal barrier integrity, endotoxin and infl ammation with feed effi ciency (FE), using pig lines divergently selected for residual feed intake (RFI) as a model. Twelve gilts (62 ± 3 kg BW) from the low RFI (LRFI, more effi cient) and 12 from the high RFI (HRFI, less effi cient) were used. Individual performance data was recorded for 5 wk. At the end of the experimental period, ADFI of LRFI pigs was less (P \u003c 0.001), ADG not different between the 2 lines (P \u003d 0.72) but the G:F of LRFI pigs was greater than for HRFI pigs (P \u003d 0.019). Serum endotoxin concentration (P \u003c 0.01) and the acute phase protein haptoglobin (P \u003c 0.05) were greater in HRFI pigs. Transepithelial resistance of the ileum, transport of fl uorescein isothiocyanate labeled-Dextran and-LPS in ileum and colon, as well as tight junction protein mRNA expression in ileum, did not differ between the lines, indicating the 2 lines did not differ in transport characteristics at the intestinal level. Ileum infl ammatory markers, myeloperoxidase (P \u003c 0.05) and IL-8 (P \u003c 0.10), were found to be greater in HRFI pigs. Alkaline phosphatase (ALP) activity was signifi cantly increased in the LRFI pigs in ileum and liver tissues and negatively correlated with blood endotoxin (P \u003c 0.05). Lysozyme activity in the liver was not different between the lines; however, the LRFI pigs had a twofold greater lysozyme activity in ileum (P \u003c 0.05). Despite the difference in their activity, ALP or lysozyme mRNA expression was not different between the lines in either tissue. Decreased endotoxin and infl ammatory markers and the enhanced activities of antimicrobial enzymes in the LRFI line may not fully explain the difference in the FE between the lines, but they have the potential to prevent the growth potential in HRFI pigs. Further studies are needed to identify the other mechanisms that may contribute to the greater endotoxin and acute phase proteins in the HRFI pigs and the greater FE in the LRFI pigs.",
      "sentences": [
        [
          {
            "segment_text": "Microbes and microbial components potentially impact the performance of pigs through immune stimulation and altered metabolism .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "These immune modulating factors can include endotoxin from gram negative bacterial outer membrane component ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "commonly referred to as lipopolysaccharide ( LPS ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , our objective was to examine the relationship between intestinal barrier integrity ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "endotoxin and infl ammation with feed effi ciency ( FE ) ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "using pig lines divergently selected for residual feed intake ( RFI ) as a model .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Twelve gilts ( 62 ± 3 kg BW ) from the low RFI ( LRFI , more effi cient ) and 12 from the high RFI ( HRFI , less effi cient ) were used .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Individual performance data was recorded for 5 wk .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "At the end of the experimental period ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ADFI of LRFI pigs was less ( P \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ADG not different between the 2 lines ( P \u003d 0.72 ) but the G : F of LRFI pigs was greater than for HRFI pigs ( P \u003d 0.019 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Serum endotoxin concentration ( P \u003c 0.01 ) and the acute phase protein haptoglobin ( P \u003c 0.05 ) were greater in HRFI pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Transepithelial resistance of the ileum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transport of fl uorescein isothiocyanate labeled-Dextran and-LPS in ileum and colon ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "as well as tight junction protein mRNA expression in ileum ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "did not differ between the lines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "indicating the 2 lines did not differ in transport characteristics at the intestinal level .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Ileum infl ammatory markers , myeloperoxidase ( P \u003c 0.05 ) and IL-8 ( P \u003c 0.10 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "were found to be greater in HRFI pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Alkaline phosphatase ( ALP ) activity was signifi cantly increased in the LRFI pigs in ileum and liver tissues and negatively correlated with blood endotoxin ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lysozyme activity in the liver was not different between the lines ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the LRFI pigs had a twofold greater lysozyme activity in ileum ( P \u003c 0.05 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Despite the difference in their activity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "ALP or lysozyme mRNA expression was not different between the lines in either tissue .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Decreased endotoxin and infl ammatory markers and the enhanced activities of antimicrobial enzymes in the LRFI line may not fully explain the difference in the FE between the lines ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but they have the potential to prevent the growth potential in HRFI pigs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Further studies are needed to identify the other mechanisms that may contribute to the greater endotoxin and acute phase proteins in the HRFI pigs and the greater FE in the LRFI pigs .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "27",
    "token_num": "447"
  }
}