{
  "paper_id": "feb72aaab347ff388a21fc4d96575c5cbf29c020",
  "metadata": {
    "title": "Author Contributions",
    "coda_data_split": "train",
    "coda_paper_id": 9418,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "To investigate the factors associated with death and describe the gestational outcomes in pregnant women with influenza A(H1N1)pdm09, we conducted a case-control study (deaths and recovered) in hospitalized pregnant women with laboratory-confirmed influenza A (H1N1)pdm09 with severe acute respiratory illness (SARI) in the state of São Paulo from June 9 to December 1, 2009. All cases were evaluated, and four controls that were matched by the epidemiological week of hospitalization of the case were randomly selected for each case. Cases and controls were selected from the National Disease Notification System-SINAN Influenza-web. The hospital records from 126 hospitals were evaluated, and home interviews were conducted using standardized forms. A total of 48 cases and 185 controls were investigated. Having had a previous health visit to a healthcare provider for an influenza episode before hospital admission was a risk factor for death (adjusted OR (OR adj ) of 7.93, 95% CI 2.19-28.69). Although not significant in the multiple analysis (OR adj of 2.13, 95% CI 0.91-5.00), the 3 rd trimester deserves attention, with an OR \u003d 2.22, 95% CI 1.13-4.37 in the univariate analysis. Antiviral treatment was a protective factor when administered within 48 hours of symptom onset (OR adj \u003d 0.16, 95% CI 0.05-0.50) and from 48 to 72 hours (OR adj \u003d 0.09, 95% CI 0.01-0.87). There was a higher proportion of fetal deaths and preterm births among cases (p \u003d 0.001) and live births with low weight (p \u003d 0.019), compared to control subjects who gave birth during hospitalization. After discharge, control subjects had a favorable neonatal outcome. Early antiviral treatment during the presence of a flu-like illness is an important factor in reducing mortality from influenza in pregnant women and unfavorable neonatal outcomes. It is important to monitor pregnant women, particularly in the 3 rd trimester of gestation, with influenza illness for diagnosis and early treatment.",
      "sentences": [
        [
          {
            "segment_text": "To investigate the factors associated with death and describe the gestational outcomes in pregnant women with influenza A ( H1N1 ) pdm09 ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "we conducted a case-control study ( deaths and recovered ) in hospitalized pregnant women with laboratory-confirmed influenza A ( H1N1 ) pdm09 with severe acute respiratory illness ( SARI ) in the state of São Paulo from June 9 to December 1 , 2009 .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "All cases were evaluated , and four controls that were matched by the epidemiological week of hospitalization of the case were randomly selected for each case .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Cases and controls were selected from the National Disease Notification System-SINAN Influenza-web .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The hospital records from 126 hospitals were evaluated ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and home interviews were conducted using standardized forms .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "A total of 48 cases and 185 controls were investigated .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Having had a previous health visit to a healthcare provider for an influenza episode before hospital admission was a risk factor for death ( adjusted OR ( OR adj ) of 7.93 ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "95 % CI 2.19-28.69 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Although not significant in the multiple analysis ( OR adj of 2.13 , 95 % CI 0.91-5.00 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the 3 rd trimester deserves attention ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with an OR \u003d 2.22 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "95 % CI 1.13-4.37 in the univariate analysis .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antiviral treatment was a protective factor when administered within 48 hours of symptom onset ( OR adj \u003d 0.16 , 95 % CI 0.05-0.50 ) and from 48 to 72 hours ( OR adj \u003d 0.09 , 95 % CI 0.01-0.87 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "There was a higher proportion of fetal deaths and preterm births among cases ( p \u003d 0.001 ) and live births with low weight ( p \u003d 0.019 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "compared to control subjects who gave birth during hospitalization .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "After discharge , control subjects had a favorable neonatal outcome .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Early antiviral treatment during the presence of a flu-like illness is an important factor in reducing mortality from influenza in pregnant women and unfavorable neonatal outcomes .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "It is important to monitor pregnant women ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "particularly in the 3 rd trimester of gestation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with influenza illness for diagnosis and early treatment .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "12",
    "segment_num": "21",
    "token_num": "364"
  }
}