{
  "paper_id": "fed900e545d163ace2bd198f44d0e87375310739",
  "metadata": {
    "title": "Ultrastructure of human nasal epithelium during an episode of coronavirus infection",
    "coda_data_split": "train",
    "coda_paper_id": 9624,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The nasal epithelium from a young girl was examined by electron microscopy and found to be infected by coronavirus. Virions are seen within and outside the ciliated cells, but not outside or within the goblet cells or other cells of the nasal mucosa. Some virions are located near the microvilli, others in pockets in the apical cell membrane. The cytoplasm contains many small vesicles with a single virion, large apical vesicles containing hundreds of virions, and lysosome-like cytosomes with a moderate number of virions. Some viruslike particles devoid of an electron-dense interior are seen both in the cytosomes and extracellularly. Virus budding was observed in the Golgi apparatus but nowhere else in the cell. The ciliated cells seem not to be destroyed by the viruses, although in many cases the cilia are withdrawn into the cell body. The loss of cilia is likely to cause rhinorrhoea.",
      "sentences": [
        [
          {
            "segment_text": "The nasal epithelium from a young girl was examined by electron microscopy and found to be infected by coronavirus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Virions are seen within and outside the ciliated cells ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "but not outside or within the goblet cells or other cells of the nasal mucosa .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Some virions are located near the microvilli ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "others in pockets in the apical cell membrane .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The cytoplasm contains many small vesicles with a single virion ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "large apical vesicles containing hundreds of virions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and lysosome-like cytosomes with a moderate number of virions .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Some viruslike particles devoid of an electron-dense interior are seen both in the cytosomes and extracellularly .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus budding was observed in the Golgi apparatus but nowhere else in the cell .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ciliated cells seem not to be destroyed by the viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "although in many cases the cilia are withdrawn into the cell body .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The loss of cilia is likely to cause rhinorrhoea .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "8",
    "segment_num": "13",
    "token_num": "159"
  }
}