{
  "paper_id": "ff067164497bcfbd9145be223dcd2b05f159dd63",
  "metadata": {
    "title": "Title: Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019 Brief Title: Antibody responses in COVID-19 patients Summary Background",
    "coda_data_split": "train",
    "coda_paper_id": 4443,
    "coda_has_expert_labels": false,
    "subset": "biorxiv_medrxiv"
  },
  "abstract": [
    {
      "original_text": "The novel coronavirus SARS-CoV-2 is a newly emerging virus. The antibody response in infected patient remains largely unknown, and the clinical values of antibody testing have not been fully demonstrated.",
      "sentences": [
        [
          {
            "segment_text": "The novel coronavirus SARS-CoV-2 is a newly emerging virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antibody response in infected patient remains largely unknown ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and the clinical values of antibody testing have not been fully demonstrated .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "A total of 173 patients with confirmed SARS-CoV-2 infection were enrolled. Their serial plasma samples (n \u003d 535) collected during the hospitalization period were tested for total antibodies (Ab), IgM and IgG against SARS-CoV-2 using immunoassays. The dynamics of antibodies with the progress and severity of disease was analyzed.",
      "sentences": [
        [
          {
            "segment_text": "A total of 173 patients with confirmed SARS-CoV-2 infection were enrolled .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Their serial plasma samples ( n \u003d 535 ) collected during the hospitalization period were tested for total antibodies ( Ab ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "IgM and IgG against SARS-CoV-2 using immunoassays .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The dynamics of antibodies with the progress and severity of disease was analyzed .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Among 173 patients, the seroconversion rate for Ab, IgM and IgG was 93.1% (161/173), 82.7% (143/173) and 64.7% (112/173), respectively. Twelve patients who had not seroconverted were those only blood samples at the early stage of illness were collected.",
      "sentences": [
        [
          {
            "segment_text": "Among 173 patients , the seroconversion rate for Ab ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgM and IgG was 93.1 % ( 161/173 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "82.7 % ( 143/173 ) and 64.7 % ( 112/173 ) , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Twelve patients who had not seroconverted were those only blood samples at the early stage of illness were collected .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The seroconversion sequentially appeared for Ab, IgM and then IgG, with a median time of 11, 12 and 14 days, respectively. The presence of antibodies was \u003c 40% among patients in the first 7 days of illness, and then rapidly increased to 100.0%, 94.3% and 79.8% for Ab, IgM and IgG respectively since day 15 after onset. In contrast, the positive rate of RNA decreased from 66.7% (58/87) in samples collected before day 7 to 45.5% (25/55) during days 15 to 39. Combining RNA and antibody detections significantly improved the sensitivity of pathogenic diagnosis for COVID-19 patients (p \u003c 0.001), even in early phase of 1-week since onset (p \u003d 0.007). Moreover, a higher titer of Ab was independently associated with a worse clinical classification (p \u003d 0.006).",
      "sentences": [
        [
          {
            "segment_text": "The seroconversion sequentially appeared for Ab ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgM and then IgG , with a median time of 11 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 and 14 days , respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The presence of antibodies was \u003c 40 % among patients in the first 7 days of illness ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and then rapidly increased to 100.0 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "94.3 % and 79.8 % for Ab ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "IgM and IgG respectively since day 15 after onset .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In contrast , the positive rate of RNA decreased from 66.7 % ( 58/87 ) in samples collected before day 7 to 45.5 % ( 25/55 ) during days 15 to 39 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combining RNA and antibody detections significantly improved the sensitivity of pathogenic diagnosis for COVID-19 patients ( p \u003c 0.001 ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "even in early phase of 1-week since onset ( p \u003d 0.007 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , a higher titer of Ab was independently associated with a worse clinical classification ( p \u003d 0.006 ) .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The antibody detection offers vital clinical information during the course of SARS-CoV-2 infection. The findings provide strong empirical support for the routine application of serological testing in the diagnosis and management of COVID-19 patients.",
      "sentences": [
        [
          {
            "segment_text": "The antibody detection offers vital clinical information during the course of SARS-CoV-2 infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The findings provide strong empirical support for the routine application of serological testing in the diagnosis and management of COVID-19 patients .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "5",
    "sentence_num": "14",
    "segment_num": "24",
    "token_num": "339"
  }
}