{
  "paper_id": "ff12a5bc88f5fb059e972ccadcc4d4a53fbd1259",
  "metadata": {
    "title": "Genetic analysis of complex traits in the emerging Collaborative Cross",
    "coda_data_split": "train",
    "coda_paper_id": 8906,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "The Collaborative Cross (CC) is a mouse recombinant inbred strain panel that is being developed as a resource for mammalian systems genetics. Here we describe an experiment that uses partially inbred CC lines to evaluate the genetic properties and utility of this emerging resource. Genome-wide analysis of the incipient strains reveals high genetic diversity, balanced allele frequencies, and dense, evenly distributed recombination sites-all ideal qualities for a systems genetics resource. We map discrete, complex, and biomolecular traits and contrast two quantitative trait locus (QTL) mapping approaches. Analysis based on inferred haplotypes improves power, reduces false discovery, and provides information to identify and prioritize candidate genes that is unique to multifounder crosses like the CC. The number of expression QTLs discovered here exceeds all previous efforts at eQTL mapping in mice, and we map local eQTL at 1-Mb resolution. We demonstrate that the genetic diversity of the CC, which derives from random mixing of eight founder strains, results in high phenotypic diversity and enhances our ability to map causative loci underlying complex disease-related traits.",
      "sentences": [
        [
          {
            "segment_text": "The Collaborative Cross ( CC ) is a mouse recombinant inbred strain panel that is being developed as a resource for mammalian systems genetics .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Here we describe an experiment that uses partially inbred CC lines to evaluate the genetic properties and utility of this emerging resource .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Genome-wide analysis of the incipient strains reveals high genetic diversity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "balanced allele frequencies , and dense ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "evenly distributed recombination sites-all ideal qualities for a systems genetics resource .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We map discrete , complex ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and biomolecular traits and contrast two quantitative trait locus ( QTL ) mapping approaches .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Analysis based on inferred haplotypes improves power ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "reduces false discovery , and provides information to identify and prioritize candidate genes that is unique to multifounder crosses like the CC .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The number of expression QTLs discovered here exceeds all previous efforts at eQTL mapping in mice ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and we map local eQTL at 1-Mb resolution .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "We demonstrate that the genetic diversity of the CC ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which derives from random mixing of eight founder strains ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "results in high phenotypic diversity and enhances our ability to map causative loci underlying complex disease-related traits .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "14",
    "token_num": "194"
  }
}