{
  "paper_id": "ff218f343fbca258501ba42368ecbb57660e5a8f",
  "metadata": {
    "title": "An Analogue of the Antibiotic Teicoplanin Prevents Flavivirus Entry In Vitro",
    "coda_data_split": "train",
    "coda_paper_id": 2217,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "There is an urgent need for potent inhibitors of dengue virus (DENV) replication for the treatment and/or prophylaxis of infections with this virus. We here report on an aglycon analogue of the antibiotic teicoplanin (code name LCTA-949) that inhibits DENV-induced cytopathic effect (CPE) in a dose-dependent manner. Virus infection was completely inhibited at concentrations that had no adverse effect on the host cells. These findings were corroborated by quantification of viral RNA levels in culture supernatant. Antiviral activity was also observed against other flaviviruses such as the yellow fever virus and the tick-borne encephalitis virus (TBEV). In particular, potent antiviral activity was observed against TBEV. Time-of-drugaddition experiments indicated that LCTA-949 inhibits an early stage in the DENV replication cycle; however, a virucidal effect was excluded. This observation was corroborated by the fact that LCTA-949 lacks activity on DENV subgenomic replicon (that does not encode structural proteins) replication. Using a microsopy-based binding and fusion assay employing DiD-labeled viruses, it was shown that LCTA-949 targets the early stage (binding/entry) of the infection. Moreover, LCTA-949 efficiently inhibits infectivity of DENV particles pre-opsonized with antibodies, thus potentially also inhibiting antibody-dependent enhancement (ADE). In conclusion, LCTA-949 exerts in vitro activity against several flaviviruses and does so (as shown for DENV) by interfering with an early step in the viral replication cycle.",
      "sentences": [
        [
          {
            "segment_text": "There is an urgent need for potent inhibitors of dengue virus ( DENV ) replication for the treatment and/or prophylaxis of infections with this virus .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We here report on an aglycon analogue of the antibiotic teicoplanin ( code name LCTA-949 ) that inhibits DENV-induced cytopathic effect ( CPE ) in a dose-dependent manner .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Virus infection was completely inhibited at concentrations that had no adverse effect on the host cells .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "These findings were corroborated by quantification of viral RNA levels in culture supernatant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Antiviral activity was also observed against other flaviviruses such as the yellow fever virus and the tick-borne encephalitis virus ( TBEV ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In particular , potent antiviral activity was observed against TBEV .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Time-of-drugaddition experiments indicated that LCTA-949 inhibits an early stage in the DENV replication cycle ; however ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "a virucidal effect was excluded .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This observation was corroborated by the fact that LCTA-949 lacks activity on DENV subgenomic replicon ( that does not encode structural proteins ) replication .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Using a microsopy-based binding and fusion assay employing DiD-labeled viruses ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "it was shown that LCTA-949 targets the early stage ( binding/entry ) of the infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Moreover , LCTA-949 efficiently inhibits infectivity of DENV particles pre-opsonized with antibodies ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus potentially also inhibiting antibody-dependent enhancement ( ADE ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In conclusion , LCTA-949 exerts in vitro activity against several flaviviruses and does so ( as shown for DENV ) by interfering with an early step in the viral replication cycle .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "14",
    "token_num": "250"
  }
}