{
  "paper_id": "ff2a6501716b8ff2b5e96ef3034f15309ce90c43",
  "metadata": {
    "title": "Hepatitis C virus modelled as an indirectly transmitted infection highlights the centrality of injection drug equipment in disease dynamics",
    "coda_data_split": "train",
    "coda_paper_id": 3595,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The hepatitis C virus (HCV) epidemic often occurs through the persistence of injection drug use. Mathematical models have been useful in understanding various aspects of the HCV epidemic, and especially, the importance of new treatment measures. Until now, however, few models have attempted to understand HCV in terms of an interaction between the various actors in an HCV outbreak-hosts, viruses and the needle injection equipment. In this study, we apply perspectives from the ecology of infectious diseases to model the transmission of HCV among a population of injection drug users. The products of our model suggest that modelling HCV as an indirectly transmitted infection-where the injection equipment serves as an environmental reservoir for infection-facilitates a more nuanced understanding of disease dynamics, by animating the underappreciated actors and interactions that frame disease. This lens may allow us to understand how certain public health interventions (e.g. needle exchange programmes) influence HCV epidemics. Lastly, we argue that this model is of particular importance in the light of the modern opioid epidemic, which has already been associated with outbreaks of viral diseases.",
      "sentences": [
        [
          {
            "segment_text": "The hepatitis C virus ( HCV ) epidemic often occurs through the persistence of injection drug use .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Mathematical models have been useful in understanding various aspects of the HCV epidemic ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and especially , the importance of new treatment measures .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Until now , however , few models have attempted to understand HCV in terms of an interaction between the various actors in an HCV outbreak-hosts ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses and the needle injection equipment .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , we apply perspectives from the ecology of infectious diseases to model the transmission of HCV among a population of injection drug users .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The products of our model suggest that modelling HCV as an indirectly transmitted infection-where the injection equipment serves as an environmental reservoir for infection-facilitates a more nuanced understanding of disease dynamics ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "by animating the underappreciated actors and interactions that frame disease .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This lens may allow us to understand how certain public health interventions ( e.g. needle exchange programmes ) influence HCV epidemics .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Lastly , we argue that this model is of particular importance in the light of the modern opioid epidemic ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "which has already been associated with outbreaks of viral diseases .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "7",
    "segment_num": "11",
    "token_num": "198"
  }
}