{
  "paper_id": "ff365ebbc0fc55476886b0abd129e227c1f8a527",
  "metadata": {
    "title": "Article focus Hip",
    "coda_data_split": "train",
    "coda_paper_id": 2383,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We report a systematic review and metaanalysis of the performance of blood metal ion testing for adverse reactions to metal debris (ARmDs) in patients with metal-on-metal (mom) hip implants.",
      "sentences": [
        [
          {
            "segment_text": "We report a systematic review and metaanalysis of the performance of blood metal ion testing for adverse reactions to metal debris ( ARmDs ) in patients with metal-on-metal ( mom ) hip implants .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Blood metal ion levels are not useful as a screening test for identifying high-risk patients because ion testing will either lead to a large burden of false positive results or otherwise marginally modify the pre-test probability.",
      "sentences": [
        [
          {
            "segment_text": "Blood metal ion levels are not useful as a screening test for identifying high-risk patients because ion testing will either lead to a large burden of false positive results or otherwise marginally modify the pre-test probability .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "With the availability of more accurate non-invasive tests such as mRI, there is no role for using blood ion levels to diagnose symptomatic patients.",
      "sentences": [
        [
          {
            "segment_text": "With the availability of more accurate non-invasive tests such as mRI ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "there is no role for using blood ion levels to diagnose symptomatic patients .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "out of 575 references identified by the literature search, only six met selection criteria. these six studies were homogeneous in terms of diagnostic performance estimates.",
      "sentences": [
        [
          {
            "segment_text": "out of 575 references identified by the literature search ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "only six met selection criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "these six studies were homogeneous in terms of diagnostic performance estimates .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "Objectives Alarm over the reported high failure rates for metal-on-metal (MoM) hip implants as well as their potential for locally aggressive Adverse Reactions to Metal Debris (ARMDs) has prompted government agencies, internationally, to recommend the monitoring of patients with MoM hip implants. some have advised that a blood ion level \u003e7 µg/L indicates potential for ARMDs. We report a systematic review and meta-analysis of the performance of metal ion testing for ARMDs.",
      "sentences": [
        [
          {
            "segment_text": "Objectives Alarm over the reported high failure rates for metal-on-metal ( MoM ) hip implants as well as their potential for locally aggressive Adverse Reactions to Metal Debris ( ARMDs ) has prompted government agencies ,",
            "crowd_label": "purpose"
          },
          {
            "segment_text": "internationally , to recommend the monitoring of patients with MoM hip implants .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "some have advised that a blood ion level \u003e 7 µg/L indicates potential for ARMDs .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "We report a systematic review and meta-analysis of the performance of metal ion testing for ARMDs .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "We searched MeDLIne and eMBAse to identify articles from which it was possible to reconstruct a 2 × 2 table. Two readers independently reviewed all articles and extracted data using explicit criteria. We computed a summary receiver operating curve using a Bayesian random-effects hierarchical model.",
      "sentences": [
        [
          {
            "segment_text": "We searched MeDLIne and eMBAse to identify articles from which it was possible to reconstruct a 2 × 2 table .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Two readers independently reviewed all articles and extracted data using explicit criteria .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We computed a summary receiver operating curve using a Bayesian random-effects hierarchical model .",
            "crowd_label": "method"
          }
        ]
      ]
    },
    {
      "original_text": "our literature search returned 575 unique articles; only six met inclusion criteria defined a priori. The discriminative capacity of ion tests was homogeneous across studies but that there was substantial cut-point heterogeneity. our best estimate of the \"true\" area under curve (AUc) for metal ion testing is 0.615, with a 95% credible interval of 0.480 to 0.735, thus we can state that the probability that metal ion testing is actually clinically useful with an AUc ≥ 0.75 is 1.7%.",
      "sentences": [
        [
          {
            "segment_text": "our literature search returned 575 unique articles ; only six met inclusion criteria defined a priori .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The discriminative capacity of ion tests was homogeneous across studies but that there was substantial cut-point heterogeneity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "our best estimate of the `` true \u0027\u0027 area under curve ( AUc ) for metal ion testing is 0.615 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with a 95 % credible interval of 0.480 to 0.735 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "thus we can state that the probability that metal ion testing is actually clinically useful with an AUc ≥ 0.75 is 1.7 % .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Metal ion levels are not useful as a screening test for identifying high risk patients because ion testing will either lead to a large burden of false positive patients, or otherwise marginally modify the pre-test probability. With the availability of more accurate non-invasive tests, we did not find any evidence for using blood ion levels to diagnose symptomatic patients. cite this article: Bone Joint Res 2016;5:379-386",
      "sentences": [
        [
          {
            "segment_text": "Metal ion levels are not useful as a screening test for identifying high risk patients because ion testing will either lead to a large burden of false positive patients ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "or otherwise marginally modify the pre-test probability .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "With the availability of more accurate non-invasive tests ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "we did not find any evidence for using blood ion levels to diagnose symptomatic patients .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "cite this article : Bone Joint Res 2016 ; 5:379-386",
            "crowd_label": "other"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "8",
    "sentence_num": "17",
    "segment_num": "24",
    "token_num": "419"
  }
}