{
  "paper_id": "ff3786e07cdc8f41bc8347c875b84813cbb8d3eb",
  "metadata": {
    "title": "Ultra-Low-Dose Chest CT in Patients with Neutropenic Fever and Hematologic Malignancy: Image Quality and Its Diagnostic Performance",
    "coda_data_split": "train",
    "coda_paper_id": 4213,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "The aim of this study was to evaluate the image quality of ultra-low-dose computed tomography (ULDCT) and its diagnostic performance in making a specific diagnosis of pneumonia in febrile neutropenic patients with hematological malignancy.",
      "sentences": [
        [
          {
            "segment_text": "The aim of this study was to evaluate the image quality of ultra-low-dose computed tomography ( ULDCT ) and its diagnostic performance in making a specific diagnosis of pneumonia in febrile neutropenic patients with hematological malignancy .",
            "crowd_label": "purpose"
          }
        ]
      ]
    },
    {
      "original_text": "ULDCT was performed prospectively in 207 febrile neutropenic patients with hematological malignancy. Three observers independently recorded the presence of lung parenchymal abnormality, and also indicated the cause of the lung parenchymal abnormality between infectious and noninfectious causes. If infectious pneumonia was considered the cause of lung abnormalities, they noted the two most appropriate diagnoses among four infectious conditions, including fungal, bacterial, viral, and Pneumocystis pneumonia. Sensitivity for correct diagnoses and receiver operating characteristic (ROC) curve analysis for evaluation of diagnostic accuracy were calculated. Interobserver agreements were determined using intraclass correlation coefficient.",
      "sentences": [
        [
          {
            "segment_text": "ULDCT was performed prospectively in 207 febrile neutropenic patients with hematological malignancy .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Three observers independently recorded the presence of lung parenchymal abnormality ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and also indicated the cause of the lung parenchymal abnormality between infectious and noninfectious causes .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "If infectious pneumonia was considered the cause of lung abnormalities ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "they noted the two most appropriate diagnoses among four infectious conditions ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including fungal , bacterial , viral , and Pneumocystis pneumonia .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitivity for correct diagnoses and receiver operating characteristic ( ROC ) curve analysis for evaluation of diagnostic accuracy were calculated .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Interobserver agreements were determined using intraclass correlation coefficient .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "Of 207 patients, 139 (67%) had pneumonia, 12 had noninfectious lung disease, and 56 had no remarkable chest computed tomography (CT) (20 with extrathoracic fever focus and 36 with no specific disease). Mean radiation expose dose of ULDCT was 0.60±0.15 mSv. Each observer regarded low-dose CT scans as unacceptable in only four (1.9%), one (0.5%), and three (1.5%) cases of ULDCTs. Sensitivity and area under the ROC curve in making a specific pneumonia diagnosis were 63.0%, 0.65 for reader 1; 63.0%, 0.61 for reader 2; and 65.0%, 0.62 for reader 3; respectively. Conclusion ULDCT, with a sub-mSv radiation dose and acceptable image quality, provides ready and reasonably acceptable diagnostic information for pulmonary infection in febrile neutropenic patients with hematologic malignancy.",
      "sentences": [
        [
          {
            "segment_text": "Of 207 patients , 139 ( 67 % ) had pneumonia ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "12 had noninfectious lung disease ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and 56 had no remarkable chest computed tomography ( CT ) ( 20 with extrathoracic fever focus and 36 with no specific disease ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Mean radiation expose dose of ULDCT was 0.60 ± 0.15 mSv .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Each observer regarded low-dose CT scans as unacceptable in only four ( 1.9 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "one ( 0.5 % ) ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and three ( 1.5 % ) cases of ULDCTs .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Sensitivity and area under the ROC curve in making a specific pneumonia diagnosis were 63.0 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.65 for reader 1 ; 63.0 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.61 for reader 2 ; and 65.0 % ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "0.62 for reader 3 ; respectively .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion ULDCT , with a sub-mSv radiation dose and acceptable image quality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "provides ready and reasonably acceptable diagnostic information for pulmonary infection in febrile neutropenic patients with hematologic malignancy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "3",
    "sentence_num": "11",
    "segment_num": "22",
    "token_num": "300"
  }
}