{
  "paper_id": "ff4f51ae99d2ddb66894a098de0fcd416c9320bd",
  "metadata": {
    "title": "Molecular Detection of Human Metapneumovirus and Human Bocavirus on Oropharyngeal Swabs Collected from Young Children with Acute Respiratory Tract Infections from Rural and Peri-Urban Communities in South India",
    "coda_data_split": "train",
    "coda_paper_id": 10725,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Background Acute respiratory tract infections (ARTIs) are one of the major causes of morbidity and mortality among young children in developing countries. Information on the incidence of human metapneumovirus (hMPV) and human bocavirus (HBoV) infections in developing countries, especially among rural children, is very limited. Objectives This study was conducted to identify whether these viruses were associated with ARTI among children B5 years of age in rural and peri-urban populations in South India. Methods The study was cross-sectional with prospective sample collection. Oropharyngeal swabs were collected from children B5 years of age presenting with ARTI. None of the children in this study were known to have any immunosuppressive conditions. The two viruses, hMPV and HBoV, were identified using semi-nested polymerase chain reaction (PCR) assays and one-step PCR assays, respectively. The lower limits of detection of hMPV and HBoV were 6.69 9 10 5 plasmid copies and 5.77 9 10 3 plasmid copies, respectively, per 5 lL PCR reaction input. Results The frequency of hMPV infection in children was higher than that of HBoV infection. The different frequencies of hMPV in patients in various age groups with upper and lower respiratory tract infections were compared, and the variance was found to be insignificant. In the 38 children who were hMPV positive, the majority (73.7 %) were from rural communities. The overall hMPVpositive rate was higher in the rural population than in the peri-urban population, but the difference was statistically insignificant. The youngest age at which hMPV-positive status was recorded was 5 months. Conclusion This study demonstrated that hMPV was associated with a significant number (i.e.[10 %) of ARTIs in children in South India, whereas a relatively smaller number of HBoV infections was observed.",
      "sentences": [
        [
          {
            "segment_text": "Background Acute respiratory tract infections ( ARTIs ) are one of the major causes of morbidity and mortality among young children in developing countries .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Information on the incidence of human metapneumovirus ( hMPV ) and human bocavirus ( HBoV ) infections in developing countries ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "especially among rural children , is very limited .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Objectives This study was conducted to identify whether these viruses were associated with ARTI among children B5 years of age in rural and peri-urban populations in South India .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Methods The study was cross-sectional with prospective sample collection .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Oropharyngeal swabs were collected from children B5 years of age presenting with ARTI .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "None of the children in this study were known to have any immunosuppressive conditions .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The two viruses , hMPV and HBoV ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "were identified using semi-nested polymerase chain reaction ( PCR ) assays and one-step PCR assays , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "The lower limits of detection of hMPV and HBoV were 6.69 9 10 5 plasmid copies and 5.77 9 10 3 plasmid copies ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "respectively , per 5 lL PCR reaction input .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results The frequency of hMPV infection in children was higher than that of HBoV infection .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The different frequencies of hMPV in patients in various age groups with upper and lower respiratory tract infections were compared ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and the variance was found to be insignificant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "In the 38 children who were hMPV positive ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the majority ( 73.7 % ) were from rural communities .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The overall hMPVpositive rate was higher in the rural population than in the peri-urban population ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "but the difference was statistically insignificant .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The youngest age at which hMPV-positive status was recorded was 5 months .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Conclusion This study demonstrated that hMPV was associated with a significant number ( i.e. ( 10 % ) of ARTIs in children in South India ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "whereas a relatively smaller number of HBoV infections was observed .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "14",
    "segment_num": "21",
    "token_num": "321"
  }
}