{
  "paper_id": "ff5939c10252c289d5ab1df5e7044926b63a4192",
  "metadata": {
    "title": "Adenovirus receptors and their implications in gene delivery",
    "coda_data_split": "train",
    "coda_paper_id": 8381,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Adenoviruses (Ads) have gained popularity as gene delivery vectors for therapeutic and prophylactic applications. Ad entry into host cells involves specific interactions between cell surface receptors and viral capsid proteins. Several cell surface molecules have been identified as receptors for Ad attachment and entry. Tissue tropism of Ad vectors is greatly influenced by their receptor usage. A variety of strategies have been investigated to modify Ad vector tropism by manipulating the receptor-interacting moieties.",
      "sentences": [
        [
          {
            "segment_text": "Adenoviruses ( Ads ) have gained popularity as gene delivery vectors for therapeutic and prophylactic applications .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Ad entry into host cells involves specific interactions between cell surface receptors and viral capsid proteins .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Several cell surface molecules have been identified as receptors for Ad attachment and entry .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Tissue tropism of Ad vectors is greatly influenced by their receptor usage .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "A variety of strategies have been investigated to modify Ad vector tropism by manipulating the receptor-interacting moieties .",
            "crowd_label": "background"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "5",
    "token_num": "80"
  }
}