{
  "paper_id": "ff5a79ed22ea416e6d89caad1cf0d83dbc741a4b",
  "metadata": {
    "title": "Understanding Human Coronavirus HCoV-NL63",
    "coda_data_split": "train",
    "coda_paper_id": 4002,
    "coda_has_expert_labels": false,
    "subset": "noncomm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Even though coronavirus infection of humans is not normally associated with severe diseases, the identification of the coronavirus responsible for the outbreak of severe acute respiratory syndrome showed that highly pathogenic coronaviruses can enter the human population. Shortly thereafter, in Holland in 2004, another novel human coronavirus (HCoV-NL63) was isolated from a seven-month old infant suffering from respiratory symptoms. This virus has subsequently been identified in various countries, indicating a worldwide distribution. HCoV-NL63 has been shown to infect mainly children and the immunocommpromised, who presented with either mild upper respiratory symptoms (cough, fever and rhinorrhoea) or more serious lower respiratory tract involvement such as bronchiolitis and croup, which was observed mainly in younger children. In fact, HCoV-NL63 is the aetiological agent for up to 10% of all respiratory diseases. This review summarizes recent findings of human coronavirus HCoV-NL63 infections, including isolation and identification, phylogeny and taxonomy, genome structure and transcriptional regulation, transmission and pathogenesis, and detection and diagnosis.",
      "sentences": [
        [
          {
            "segment_text": "Even though coronavirus infection of humans is not normally associated with severe diseases ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "the identification of the coronavirus responsible for the outbreak of severe acute respiratory syndrome showed that highly pathogenic coronaviruses can enter the human population .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Shortly thereafter , in Holland in 2004 ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "another novel human coronavirus ( HCoV-NL63 ) was isolated from a seven-month old infant suffering from respiratory symptoms .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This virus has subsequently been identified in various countries , indicating a worldwide distribution .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "HCoV-NL63 has been shown to infect mainly children and the immunocommpromised ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "who presented with either mild upper respiratory symptoms ( cough , fever and rhinorrhoea ) or more serious lower respiratory tract involvement such as bronchiolitis and croup ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which was observed mainly in younger children .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In fact , HCoV-NL63 is the aetiological agent for up to 10 % of all respiratory diseases .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "This review summarizes recent findings of human coronavirus HCoV-NL63 infections ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "including isolation and identification , phylogeny and taxonomy ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "genome structure and transcriptional regulation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "transmission and pathogenesis , and detection and diagnosis .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "6",
    "segment_num": "13",
    "token_num": "182"
  }
}