{
  "paper_id": "ff966b5218e3c9433966d622a806710b820a60d6",
  "metadata": {
    "title": "Aspergillus PCR in serum for the diagnosis, follow-up and prognosis of invasive aspergillosis in neutropenic and nonneutropenic patients",
    "coda_data_split": "train",
    "coda_paper_id": 10628,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "We evaluated the usefulness of a serum Aspergillus PCR assay for the diagnosis and prognosis of invasive aspergillosis in a study involving 941 patients for a total of 5146 serum samples. Fifty-one patients had proven/probable aspergillosis. We compared galactomannan (GM), PCR and mycologic analysis of pulmonary samples in both neutropenic and nonneutropenic patients. PCR performed in serum yielded 66.7% sensitivity, 98.7% specificity, 75.6% positive predictive value and 98.0% negative predictive value, while the GM index yielded 78.4% sensitivity, 87.5% specificity, 27% positive predictive value and 98.6% negative predictive value. The inclusion of PCR in the European Organization for Research and Treatment of Cancer (EORTC) and the Mycosis Study Group (MSG) mycologic criteria permitted the reclassification of nine other cases from possible to probable aspergillosis and increased the sensitivity to 71.7%. Combining the GM index with serum PCR increased the detection rate of invasive aspergillosis with 88.2% sensitivity. PCR was systematically negative in 16 patients with noninvasive forms of aspergillosis (namely aspergilloma and chronic aspergillosis). Remaining PCR positive after a period of 14 to 20 days of treatment was related to poor outcome at 30 and 90 days. Our results also indicate that, unlike the determination of the GM index, the initial fungus load as determined by PCR was highly predictive of 90-day mortality, with the rate of the latter being 15.8% for patients with \u003c150 copies/mL vs. 73.2% for patients at or above that cutoff (p \u003c0.0001). Therefore, PCR appears to be a powerful and interesting tool for the identification of patients with invasive aspergillosis who might benefit from more intense care.",
      "sentences": [
        [
          {
            "segment_text": "We evaluated the usefulness of a serum Aspergillus PCR assay for the diagnosis and prognosis of invasive aspergillosis in a study involving 941 patients for a total of 5146 serum samples .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "Fifty-one patients had proven/probable aspergillosis .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "We compared galactomannan ( GM ) ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "PCR and mycologic analysis of pulmonary samples in both neutropenic and nonneutropenic patients .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "PCR performed in serum yielded 66.7 % sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "98.7 % specificity , 75.6 % positive predictive value and 98.0 % negative predictive value ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "while the GM index yielded 78.4 % sensitivity ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "87.5 % specificity , 27 % positive predictive value and 98.6 % negative predictive value .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The inclusion of PCR in the European Organization for Research and Treatment of Cancer ( EORTC ) and the Mycosis Study Group ( MSG ) mycologic criteria permitted the reclassification of nine other cases from possible to probable aspergillosis and increased the sensitivity to 71.7 % .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Combining the GM index with serum PCR increased the detection rate of invasive aspergillosis with 88.2 % sensitivity .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "PCR was systematically negative in 16 patients with noninvasive forms of aspergillosis ( namely aspergilloma and chronic aspergillosis ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Remaining PCR positive after a period of 14 to 20 days of treatment was related to poor outcome at 30 and 90 days .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Our results also indicate that ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "unlike the determination of the GM index ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "the initial fungus load as determined by PCR was highly predictive of 90-day mortality ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "with the rate of the latter being 15.8 % for patients with \u003c 150 copies/mL vs. 73.2 % for patients at or above that cutoff ( p \u003c 0.0001 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Therefore , PCR appears to be a powerful and interesting tool for the identification of patients with invasive aspergillosis who might benefit from more intense care .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "10",
    "segment_num": "17",
    "token_num": "306"
  }
}