{
  "paper_id": "ffc30702160cc3dfd751588bf0dc6a6dabc00161",
  "metadata": {
    "title": "Epimeric methylsulfinyladenosine derivatives from the marine ascidian Herdmania momus",
    "coda_data_split": "train",
    "coda_paper_id": 4378,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Investigation of the secondary metabolites of the ascidian Herdmania momus led to the isolation and characterization of four new nucleoside derivatives (1) (2) (3) (4) . Structural studies showed that these derivatives represent a series of rare methylsulfinyladenosine derivatives of interconvertible transesterification isomers and/or sulfinyl epimers. The antiviral activities of these rare nucleosides were evaluated against a series of human pathogenic viruses.",
      "sentences": [
        [
          {
            "segment_text": "Investigation of the secondary metabolites of the ascidian Herdmania momus led to the isolation and characterization of four new nucleoside derivatives ( 1 ) ( 2 ) ( 3 ) ( 4 ) .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Structural studies showed that these derivatives represent a series of rare methylsulfinyladenosine derivatives of interconvertible transesterification isomers and/or sulfinyl epimers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The antiviral activities of these rare nucleosides were evaluated against a series of human pathogenic viruses .",
            "crowd_label": "background"
          }
        ]
      ]
    },
    {
      "original_text": "Marine ascidians are a rich source of chemically diverse secondary metabolites, with remarkable biological activities. 1,2 such as amino acid derivatives and complex alkaloids. [3] [4] [5] [6] [7] [8] [9] In our previous study on bioactive compounds from the solitary tunicate Herdmania momus, a series of amino acid derivatives (herdmanines A-M) were isolated. 3,4 As a part of continuing study on the metabolites of the same tunicate, four new complex nucleosides (1-4) containing the rare methylsulfinyladenosine were isolated. Details of the isolation, structure elucidation, and of the results of the antiviral screening of these metabolites are described herein.",
      "sentences": [
        [
          {
            "segment_text": "Marine ascidians are a rich source of chemically diverse secondary metabolites , with remarkable biological activities .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "1,2 such as amino acid derivatives and complex alkaloids .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "( 3 ) ( 4 ) ( 5 ) ( 6 ) ( 7 ) ( 8 ) ( 9 ) In our previous study on bioactive compounds from the solitary tunicate Herdmania momus ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "a series of amino acid derivatives ( herdmanines A-M ) were isolated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "3,4 As a part of continuing study on the metabolites of the same tunicate ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "four new complex nucleosides ( 1-4 ) containing the rare methylsulfinyladenosine were isolated .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Details of the isolation , structure elucidation ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and of the results of the antiviral screening of these metabolites are described herein .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The combined MeOH and CH 2 Cl 2 extracts were sequentially partitioned between CH 2 Cl 2 and H 2 O, and n-BuOH and H 2 O. The n-BuOH-soluble fraction was subjected to chromatographic separation and purification to yield a series of nucleoside derived metabolites (1-4). 10 Compounds 1 and 2 were found to be interconvertible, and on standing at room temperature after HPLC separation, each compound afforded the same equilibrium ratio of compound 1-2 (56:44). Compounds 3 and 4 were also interconvertible, and on standing at room temperature produced an identical equilibrium mixture (56:44) as that of 1 and 2. Spectral analysis of these interconvertible compounds was performed on equilibrium mixtures.",
      "sentences": [
        [
          {
            "segment_text": "The combined MeOH and CH 2 Cl 2 extracts were sequentially partitioned between CH 2 Cl 2 and H 2 O ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and n-BuOH and H 2 O .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The n-BuOH-soluble fraction was subjected to chromatographic separation and purification to yield a series of nucleoside derived metabolites ( 1-4 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "10 Compounds 1 and 2 were found to be interconvertible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and on standing at room temperature after HPLC separation ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "each compound afforded the same equilibrium ratio of compound 1-2 ( 56:44 ) .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Compounds 3 and 4 were also interconvertible ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and on standing at room temperature produced an identical equilibrium mixture ( 56:44 ) as that of 1 and 2 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Spectral analysis of these interconvertible compounds was performed on equilibrium mixtures .",
            "crowd_label": "finding"
          }
        ]
      ]
    },
    {
      "original_text": "The equilibrium mixture of compounds 1 and 2 was a white powder. The (+)-FABMS spectrum of this mixture showed isotopic peaks of [M+2H] + and [M+3H] + at m/z 554/552 and 555/553, respectively, with an isotopic peak ratio of 1:1. This pseudomolecular ionic configuration is shared with various other nucleosides N N N N NH 2",
      "sentences": [
        [
          {
            "segment_text": "The equilibrium mixture of compounds 1 and 2 was a white powder .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "The ( + ) - FABMS spectrum of this mixture showed isotopic peaks of ( M +2 H ) + and ( M +3 H ) + at m/z 554/552 and 555/553 ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "respectively , with an isotopic peak ratio of 1:1 .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "This pseudomolecular ionic configuration is shared with various other nucleosides N N N N NH 2",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "4",
    "sentence_num": "16",
    "segment_num": "24",
    "token_num": "398"
  }
}