{
  "paper_id": "ffece58ead08c1a247ac3352aa4d73c5b10f205f",
  "metadata": {
    "title": "Survey of laboratory-acquired infections around the world in biosafety level 3 and 4 laboratories",
    "coda_data_split": "train",
    "coda_paper_id": 2086,
    "coda_has_expert_labels": false,
    "subset": "custom_license"
  },
  "abstract": [
    {
      "original_text": "Laboratory-acquired infections due to a variety of bacteria, viruses, parasites, and fungi have been described over the last century, and laboratory workers are at risk of exposure to these infectious agents. However, reporting laboratory-associated infections has been largely voluntary, and there is no way to determine the real number of people involved or to know the precise risks for workers. In this study, an international survey based on volunteering was conducted in biosafety level 3 and 4 laboratories to determine the number of laboratory-acquired infections and the possible underlying causes of these contaminations. The analysis of the survey reveals that laboratory-acquired infections have been infrequent and even rare in recent years, and human errors represent a very high percentage of the cases. Today, most risks from biological hazards can be reduced through the use of appropriate procedures and techniques, containment devices and facilities, and the training of personnel.",
      "sentences": [
        [
          {
            "segment_text": "Laboratory-acquired infections due to a variety of bacteria ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "viruses , parasites , and fungi have been described over the last century ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and laboratory workers are at risk of exposure to these infectious agents .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "However , reporting laboratory-associated infections has been largely voluntary ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "and there is no way to determine the real number of people involved or to know the precise risks for workers .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "In this study , an international survey based on volunteering was conducted in biosafety level 3 and 4 laboratories to determine the number of laboratory-acquired infections and the possible underlying causes of these contaminations .",
            "crowd_label": "purpose"
          }
        ],
        [
          {
            "segment_text": "The analysis of the survey reveals that laboratory-acquired infections have been infrequent and even rare in recent years ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and human errors represent a very high percentage of the cases .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Today , most risks from biological hazards can be reduced through the use of appropriate procedures and techniques ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "containment devices and facilities , and the training of personnel .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "5",
    "segment_num": "10",
    "token_num": "164"
  }
}