{
  "paper_id": "fff1e7b356f0d6cf7b28b019974833200e38f843",
  "metadata": {
    "title": "The cientificWorldJOURNAL Research Article Clinical Manifestations Vary with Different Age Spectrums in Infants with Kawasaki Disease",
    "coda_data_split": "train",
    "coda_paper_id": 8932,
    "coda_has_expert_labels": false,
    "subset": "comm_use_subset"
  },
  "abstract": [
    {
      "original_text": "Background. Kawasaki disease (KD) is an acute systemic vasculitis with unknown etiology. The diagnosis of KD depends on clinical manifestations. The prevalence of coronary artery abnormality (CAA) is 11.0% and results in cardiac sequelae, such as myocardial infarction or coronary aneurysm, which are the most serious complications in KD. Methods. We divided KD\u0027s children into different age groups: ≤6 months old, 7 months to 1 year old, and \u003e1 year old, respectively. Different parameters were compared in each group. Results. Infants ≤6 months old are less likely to fulfill KD\u0027s major diagnostic criteria within 10 days, are prone to develop incomplete KD with the lowest cholesterol level, and have the greatest chance to have CAA and the laboratory features associated with CAA, such as the longest time needed to confirm CA diagnosis, lower hemoglobin level, lower albumin level, and higher platelet count. Infants \u003c1 year old develop higher percentage of leukocytosis and sterile pyuria. But this group has fewer patients with neck lymphadenopathy.",
      "sentences": [
        [
          {
            "segment_text": "Background .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Kawasaki disease ( KD ) is an acute systemic vasculitis with unknown etiology .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The diagnosis of KD depends on clinical manifestations .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "The prevalence of coronary artery abnormality ( CAA ) is 11.0 % and results in cardiac sequelae ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "such as myocardial infarction or coronary aneurysm ,",
            "crowd_label": "background"
          },
          {
            "segment_text": "which are the most serious complications in KD .",
            "crowd_label": "background"
          }
        ],
        [
          {
            "segment_text": "Methods .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "We divided KD \u0027s children into different age groups : ≤ 6 months old ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "7 months to 1 year old ,",
            "crowd_label": "method"
          },
          {
            "segment_text": "and \u003e 1 year old , respectively .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Different parameters were compared in each group .",
            "crowd_label": "method"
          }
        ],
        [
          {
            "segment_text": "Results .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infants ≤ 6 months old are less likely to fulfill KD \u0027s major diagnostic criteria within 10 days ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "are prone to develop incomplete KD with the lowest cholesterol level ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "and have the greatest chance to have CAA and the laboratory features associated with CAA ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "such as the longest time needed to confirm CA diagnosis ,",
            "crowd_label": "finding"
          },
          {
            "segment_text": "lower hemoglobin level , lower albumin level , and higher platelet count .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "Infants \u003c 1 year old develop higher percentage of leukocytosis and sterile pyuria .",
            "crowd_label": "finding"
          }
        ],
        [
          {
            "segment_text": "But this group has fewer patients with neck lymphadenopathy .",
            "crowd_label": "finding"
          }
        ]
      ]
    }
  ],
  "abstract_stats": {
    "paragraph_num": "1",
    "sentence_num": "11",
    "segment_num": "19",
    "token_num": "197"
  }
}